export const devicedata = [
  {
          "门架HEX字符串": "3F5401",
          "门架名称": "乐陵北-京沪鲁冀门架",
          "收费门架编号": "G000237001000120010",
          "纬度": 37.84059600000001,
          "经度": 117.105801,
          "使用状态": "在用",
          "下游门架": [
                  "0F452C"
          ]
  },
  {
          "门架HEX字符串": "3F5401",
          "门架名称": "乐陵北-京沪鲁冀门架",
          "收费门架编号": "G000237001000120020",
          "纬度": 37.8229,
          "经度": 117.102805,
          "使用状态": "在用",
          "下游门架": [
                  "0F452C"
          ]
  },
  {
          "门架HEX字符串": "3D5403",
          "门架名称": "乐陵西-乐陵北门架",
          "收费门架编号": "G000237001000220030",
          "纬度": 37.720278,
          "经度": 117.108361,
          "使用状态": "在用",
          "下游门架": [
                  "3F5401",
                  "3D5706"
          ]
  },
  {
          "门架HEX字符串": "3D5404",
          "门架名称": "济乐滨德立交-乐陵西门架",
          "收费门架编号": "G000237001000320040",
          "纬度": 37.687673,
          "经度": 117.10137,
          "使用状态": "备用",
          "下游门架": [
                  "3D5403",
                  "3D5704"
          ]
  },
  {
          "门架HEX字符串": "3D5405",
          "门架名称": "乐陵南-济乐滨德立交门架",
          "收费门架编号": "G000237001000420050",
          "纬度": 37.536557,
          "经度": 117.120294,
          "使用状态": "备用",
          "下游门架": [
                  "3D5404",
                  "3C4904",
                  "3D4912"
          ]
  },
  {
          "门架HEX字符串": "3C5406",
          "门架名称": "乐陵南-商河门架",
          "收费门架编号": "G000237001000610010",
          "纬度": 37.282058,
          "经度": 117.084697,
          "使用状态": "备用",
          "下游门架": [
                  "3C540E",
                  "3D5601"
          ]
  },
  {
          "门架HEX字符串": "3C5407",
          "门架名称": "济乐滨德立交-乐陵南门架",
          "收费门架编号": "G000237001000710060",
          "纬度": 37.538518,
          "经度": 117.120042,
          "使用状态": "备用",
          "下游门架": [
                  "3C5406",
                  "3D5702"
          ]
  },
  {
          "门架HEX字符串": "3C5408",
          "门架名称": "乐陵西-济乐滨德立交门架",
          "收费门架编号": "G000237001000810070",
          "纬度": 37.688564,
          "经度": 117.101207,
          "使用状态": "在用",
          "下游门架": [
                  "3C5407",
                  "3C4904",
                  "3D4912"
          ]
  },
  {
          "门架HEX字符串": "3C5409",
          "门架名称": "乐陵北-乐陵西门架",
          "收费门架编号": "G000237001000910080",
          "纬度": 37.721003,
          "经度": 117.108357,
          "使用状态": "在用",
          "下游门架": [
                  "3C5408",
                  "3D5704"
          ]
  },
  {
          "门架HEX字符串": "3E540B",
          "门架名称": "京沪鲁冀-乐陵北门架",
          "收费门架编号": "G000237001001010090",
          "纬度": 37.826078,
          "经度": 117.103148,
          "使用状态": "在用",
          "下游门架": [
                  "3C5409",
                  "3D5706"
          ]
  },
  {
          "门架HEX字符串": "3E540B",
          "门架名称": "京沪鲁冀-乐陵北门架",
          "收费门架编号": "G000237001001010100",
          "纬度": 37.830347,
          "经度": 117.103876,
          "使用状态": "在用",
          "下游门架": [
                  "3C5409",
                  "3D5706"
          ]
  },
  {
          "门架HEX字符串": "3D540C",
          "门架名称": "商河-乐陵南门架",
          "收费门架编号": "G000237002000120020",
          "纬度": 37.281275,
          "经度": 117.085025,
          "使用状态": "备用",
          "下游门架": [
                  "3D5405",
                  "3D5702"
          ]
  },
  {
          "门架HEX字符串": "3D540D",
          "门架名称": "临邑-商河门架",
          "收费门架编号": "G000237002000220010",
          "纬度": 37.166624,
          "经度": 117.044478,
          "使用状态": "在用",
          "下游门架": [
                  "3D540C",
                  "3D5601"
          ]
  },
  {
          "门架HEX字符串": "3C540E",
          "门架名称": "商河-临邑门架",
          "收费门架编号": "G000237002000310020",
          "纬度": 37.167215,
          "经度": 117.044491,
          "使用状态": "在用",
          "下游门架": [
                  "3C5416",
                  "3D5501"
          ]
  },
  {
          "门架HEX字符串": "3D151C",
          "门架名称": "蟠龙-港沟枢纽门架",
          "收费门架编号": "G000237004000520160",
          "纬度": 36.626055,
          "经度": 117.216705,
          "使用状态": "在用",
          "下游门架": [
                  "3D151D",
                  "3C1C02",
                  "3D1C0A"
          ]
  },
  {
          "门架HEX字符串": "3C150F",
          "门架名称": "港沟枢纽-蟠龙门架",
          "收费门架编号": "G000237004000610010",
          "纬度": 36.62521599999999,
          "经度": 117.184179,
          "使用状态": "在用",
          "下游门架": [
                  "3C151E",
                  "3D1523"
          ]
  },
  {
          "门架HEX字符串": "3C1510",
          "门架名称": "彩石-曹范门架",
          "收费门架编号": "G000237004000710030",
          "纬度": 36.61186,
          "经度": 117.374597,
          "使用状态": "在用",
          "下游门架": [
                  "3C1511",
                  "3D1527",
                  "3D890D"
          ]
  },
  {
          "门架HEX字符串": "3D151B",
          "门架名称": "曹范-彩石门架",
          "收费门架编号": "G000237004000820140",
          "纬度": 36.613287,
          "经度": 117.361919,
          "使用状态": "在用",
          "下游门架": [
                  "3D151F",
                  "3D1525"
          ]
  },
  {
          "门架HEX字符串": "3C1511",
          "门架名称": "曹范-埠村门架",
          "收费门架编号": "G000237004000910040",
          "纬度": 36.60126,
          "经度": 117.451259,
          "使用状态": "在用",
          "下游门架": [
                  "3C1530",
                  "3D1529"
          ]
  },
  {
          "门架HEX字符串": "3D151A",
          "门架名称": "埠村-曹范门架",
          "收费门架编号": "G000237004001020130",
          "纬度": 36.601229,
          "经度": 117.4162,
          "使用状态": "在用",
          "下游门架": [
                  "3D151B",
                  "3D1527",
                  "3D890D"
          ]
  },
  {
          "门架HEX字符串": "3C1530",
          "门架名称": "埠村-雪野门架",
          "收费门架编号": "G000237004001110050",
          "纬度": 36.466491,
          "经度": 117.531778,
          "使用状态": "备用",
          "下游门架": [
                  "3C1513",
                  "3D1522"
          ]
  },
  {
          "门架HEX字符串": "3D1520",
          "门架名称": "雪野-埠村门架",
          "收费门架编号": "G000237004001220120",
          "纬度": 36.587157,
          "经度": 117.494168,
          "使用状态": "在用",
          "下游门架": [
                  "3D151A",
                  "3D1529"
          ]
  },
  {
          "门架HEX字符串": "3C1513",
          "门架名称": "雪野-莱芜北门架",
          "收费门架编号": "G000237004001310060",
          "纬度": 36.314069,
          "经度": 117.644691,
          "使用状态": "在用",
          "下游门架": [
                  "3C1514",
                  "3D152C"
          ]
  },
  {
          "门架HEX字符串": "3D1518",
          "门架名称": "莱芜北-雪野门架",
          "收费门架编号": "G000237004001420110",
          "纬度": 36.440687,
          "经度": 117.538994,
          "使用状态": "在用",
          "下游门架": [
                  "3D1520",
                  "3D1522"
          ]
  },
  {
          "门架HEX字符串": "3C1514",
          "门架名称": "莱芜北-莱芜高新门架",
          "收费门架编号": "G000237004001510070",
          "纬度": 36.262383,
          "经度": 117.710722,
          "使用状态": "在用",
          "下游门架": [
                  "3C1515",
                  "3D152E"
          ]
  },
  {
          "门架HEX字符串": "3D1517",
          "门架名称": "莱芜高新-莱芜北门架",
          "收费门架编号": "G000237004001620100",
          "纬度": 36.29412199999999,
          "经度": 117.663364,
          "使用状态": "在用",
          "下游门架": [
                  "3D1518",
                  "3D152C"
          ]
  },
  {
          "门架HEX字符串": "3C1515",
          "门架名称": "莱芜高新-莱芜枢纽门架",
          "收费门架编号": "G000237004001710080",
          "纬度": 36.25504,
          "经度": 117.733438,
          "使用状态": "在用",
          "下游门架": [
                  "3D320A",
                  "3C8C05",
                  "3D3C02"
          ]
  },
  {
          "门架HEX字符串": "3D1516",
          "门架名称": "莱芜枢纽-莱芜高新门架",
          "收费门架编号": "G000237004001820090",
          "纬度": 36.254791,
          "经度": 117.738015,
          "使用状态": "在用",
          "下游门架": [
                  "3D1517",
                  "3D152E"
          ]
  },
  {
          "门架HEX字符串": "3C151E",
          "门架名称": "蟠龙-彩石门架",
          "收费门架编号": "G000237004002310020",
          "纬度": 36.613704,
          "经度": 117.315694,
          "使用状态": "在用",
          "下游门架": [
                  "3C1510",
                  "3D1525"
          ]
  },
  {
          "门架HEX字符串": "3D151F",
          "门架名称": "彩石-蟠龙门架",
          "收费门架编号": "G000237004002620150",
          "纬度": 36.617943,
          "经度": 117.26782,
          "使用状态": "在用",
          "下游门架": [
                  "3D151C",
                  "3D1523"
          ]
  },
  {
          "门架HEX字符串": "3C1813",
          "门架名称": "蒙阴虚-孟良崮虚门架",
          "收费门架编号": "G000237005000210020",
          "纬度": 35.678037,
          "经度": 117.947502,
          "使用状态": "在用",
          "下游门架": [
                  "3C1814",
                  "3D180B"
          ]
  },
  {
          "门架HEX字符串": "3C1814",
          "门架名称": "孟良崮-青驼虚门架",
          "收费门架编号": "G000237005000310030",
          "纬度": 35.523933,
          "经度": 118.158031,
          "使用状态": "在用",
          "下游门架": [
                  "3C1815",
                  "3D180D"
          ]
  },
  {
          "门架HEX字符串": "3C1815",
          "门架名称": "青驼-竹园枢纽虚门架",
          "收费门架编号": "G000237005000410040",
          "纬度": 35.392971,
          "经度": 118.254201,
          "使用状态": "在用",
          "下游门架": [
                  "3C1816",
                  "3C1E04",
                  "3D1E0C"
          ]
  },
  {
          "门架HEX字符串": "3C1816",
          "门架名称": "竹园枢纽-临沂北虚门架",
          "收费门架编号": "G000237005000510050",
          "纬度": 35.289569,
          "经度": 118.249312,
          "使用状态": "备用",
          "下游门架": [
                  "3D180F",
                  "3C181C"
          ]
  },
  {
          "门架HEX字符串": "3C1818",
          "门架名称": "临沂-京沪临北沂界虚门架",
          "收费门架编号": "G000237005000710070",
          "纬度": 35.118777,
          "经度": 118.242116,
          "使用状态": "备用",
          "下游门架": [
                  "3D191A",
                  "3C1820"
          ]
  },
  {
          "门架HEX字符串": "3D1801",
          "门架名称": "京沪临北沂界-临沂虚门架",
          "收费门架编号": "G000237005000820080",
          "纬度": 35.118386,
          "经度": 118.241958,
          "使用状态": "备用",
          "下游门架": [
                  "3D1811",
                  "3D181F"
          ]
  },
  {
          "门架HEX字符串": "3D1803",
          "门架名称": "临沂北-竹园枢纽虚门架",
          "收费门架编号": "G000237005001020100",
          "纬度": 35.289209,
          "经度": 118.250398,
          "使用状态": "备用",
          "下游门架": [
                  "3D1804",
                  "3C1E04",
                  "3D1E0C"
          ]
  },
  {
          "门架HEX字符串": "3D1804",
          "门架名称": "竹园枢纽-青驼虚门架",
          "收费门架编号": "G000237005001120110",
          "纬度": 35.392611,
          "经度": 118.255287,
          "使用状态": "在用",
          "下游门架": [
                  "3D1805",
                  "3D180D"
          ]
  },
  {
          "门架HEX字符串": "3D1805",
          "门架名称": "青驼-孟良崮虚门架",
          "收费门架编号": "G000237005001220120",
          "纬度": 35.523753,
          "经度": 118.158573,
          "使用状态": "在用",
          "下游门架": [
                  "3D1806",
                  "3D180B"
          ]
  },
  {
          "门架HEX字符串": "3D1806",
          "门架名称": "孟良崮-蒙阴虚门架",
          "收费门架编号": "G000237005001320130",
          "纬度": 35.677677,
          "经度": 117.948588,
          "使用状态": "在用",
          "下游门架": [
                  "3D1809",
                  "3D181B"
          ]
  },
  {
          "门架HEX字符串": "3D1819",
          "门架名称": "蒙阴西虚-博莱枢纽收费门架",
          "收费门架编号": "G000237005003020300",
          "纬度": 35.746,
          "经度": 117.825,
          "使用状态": "停用",
          "下游门架": [
                  "3D172E",
                  "3D8D08",
                  "3C8E0F"
          ]
  },
  {
          "门架HEX字符串": "3D181B",
          "门架名称": "蒙阴虚-蒙阴西虚收费门架",
          "收费门架编号": "G000237005003220320",
          "纬度": 35.696,
          "经度": 117.91,
          "使用状态": "停用",
          "下游门架": [
                  "3D1716",
                  "3D1819"
          ]
  },
  {
          "门架HEX字符串": "3C181C",
          "门架名称": "临沂北虚-临沂枣园虚收费门架",
          "收费门架编号": "G000237005003310330",
          "纬度": 35.254,
          "经度": 118.252,
          "使用状态": "在用",
          "下游门架": [
                  "3D171A",
                  "3C181E"
          ]
  },
  {
          "门架HEX字符串": "3D181D",
          "门架名称": "临沂枣园虚-临沂北虚收费门架",
          "收费门架编号": "G000237005003420340",
          "纬度": 35.254,
          "经度": 118.251,
          "使用状态": "在用",
          "下游门架": [
                  "3D1803",
                  "3D180F"
          ]
  },
  {
          "门架HEX字符串": "3C181E",
          "门架名称": "临沂枣园虚-临沂虚收费门架",
          "收费门架编号": "G000237005003510350",
          "纬度": 35.188,
          "经度": 118.244,
          "使用状态": "在用",
          "下游门架": [
                  "3C1818",
                  "3D1811"
          ]
  },
  {
          "门架HEX字符串": "3D181F",
          "门架名称": "临沂虚-临沂枣园虚收费门架",
          "收费门架编号": "G000237005003620360",
          "纬度": 35.187,
          "经度": 118.244,
          "使用状态": "在用",
          "下游门架": [
                  "3D171A",
                  "3D181D"
          ]
  },
  {
          "门架HEX字符串": "3C1913",
          "门架名称": "临沂南-临枣京沪枢纽虚门架",
          "收费门架编号": "G000237006000210020",
          "纬度": 34.995238,
          "经度": 118.20557,
          "使用状态": "在用",
          "下游门架": [
                  "3C1914",
                  "3C4C01",
                  "3D8B24"
          ]
  },
  {
          "门架HEX字符串": "3C1914",
          "门架名称": "临枣京沪枢纽-兰陵虚门架",
          "收费门架编号": "G000237006000310030",
          "纬度": 34.880221,
          "经度": 118.201732,
          "使用状态": "备用",
          "下游门架": [
                  "3C1915",
                  "3D1911"
          ]
  },
  {
          "门架HEX字符串": "3C1915",
          "门架名称": "兰陵-郯城虚门架",
          "收费门架编号": "G000237006000410040",
          "纬度": 34.842051,
          "经度": 118.206972,
          "使用状态": "备用",
          "下游门架": [
                  "3D190B",
                  "3C191D"
          ]
  },
  {
          "门架HEX字符串": "3E1902",
          "门架名称": "红花埠-京沪鲁苏门架",
          "收费门架编号": "G000237006000710060",
          "纬度": 34.43491599999999,
          "经度": 118.35872,
          "使用状态": "在用",
          "下游门架": [
                  "2A0501"
          ]
  },
  {
          "门架HEX字符串": "3E1902",
          "门架名称": "红花埠-京沪鲁苏门架",
          "收费门架编号": "G000237006000710070",
          "纬度": 34.43282,
          "经度": 118.363424,
          "使用状态": "在用",
          "下游门架": [
                  "2A0501"
          ]
  },
  {
          "门架HEX字符串": "3E1902",
          "门架名称": "红花埠-京沪鲁苏门架",
          "收费门架编号": "G000237006000710210",
          "纬度": 34.433453,
          "经度": 118.356543,
          "使用状态": "备用",
          "下游门架": [
                  "2A0501"
          ]
  },
  {
          "门架HEX字符串": "3E1902",
          "门架名称": "红花埠-京沪鲁苏门架",
          "收费门架编号": "G000237006000710220",
          "纬度": 34.43023,
          "经度": 118.36566,
          "使用状态": "备用",
          "下游门架": [
                  "2A0501"
          ]
  },
  {
          "门架HEX字符串": "3F1903",
          "门架名称": "京沪鲁苏-红花埠门架",
          "收费门架编号": "G000237006000820080",
          "纬度": 34.429614,
          "经度": 118.37068,
          "使用状态": "备用",
          "下游门架": [
                  "3D190D",
                  "3D1920"
          ]
  },
  {
          "门架HEX字符串": "3F1903",
          "门架名称": "京沪鲁苏-红花埠门架",
          "收费门架编号": "G000237006000820090",
          "纬度": 34.43195,
          "经度": 118.365726,
          "使用状态": "备用",
          "下游门架": [
                  "3D190D",
                  "3D1920"
          ]
  },
  {
          "门架HEX字符串": "3F1903",
          "门架名称": "京沪鲁苏-红花埠门架",
          "收费门架编号": "G000237006000820230",
          "纬度": 34.455353,
          "经度": 118.343243,
          "使用状态": "在用",
          "下游门架": [
                  "3D190D",
                  "3D1920"
          ]
  },
  {
          "门架HEX字符串": "3F1903",
          "门架名称": "京沪鲁苏-红花埠门架",
          "收费门架编号": "G000237006000820240",
          "纬度": 34.43023,
          "经度": 118.36566,
          "使用状态": "在用",
          "下游门架": [
                  "3D190D",
                  "3D1920"
          ]
  },
  {
          "门架HEX字符串": "3D1906",
          "门架名称": "郯城-兰陵虚门架",
          "收费门架编号": "G000237006001120110",
          "纬度": 34.841691,
          "经度": 118.208058,
          "使用状态": "在用",
          "下游门架": [
                  "3D1907",
                  "3D1911"
          ]
  },
  {
          "门架HEX字符串": "3D1907",
          "门架名称": "兰陵-临枣京沪枢纽虚门架",
          "收费门架编号": "G000237006001220120",
          "纬度": 34.878961,
          "经度": 118.205533,
          "使用状态": "备用",
          "下游门架": [
                  "3D1908",
                  "3C4C01",
                  "3D8B24"
          ]
  },
  {
          "门架HEX字符串": "3D1908",
          "门架名称": "临枣京沪枢纽-临沂南虚门架",
          "收费门架编号": "G000237006001320130",
          "纬度": 34.995058,
          "经度": 118.206113,
          "使用状态": "在用",
          "下游门架": [
                  "3D190F",
                  "3D1821"
          ]
  },
  {
          "门架HEX字符串": "3C1820",
          "门架名称": "临沂商城虚-临沂南虚收费门架",
          "收费门架编号": "G000237006002910290",
          "纬度": 35.047,
          "经度": 118.22,
          "使用状态": "在用",
          "下游门架": [
                  "3C1913",
                  "3D190F"
          ]
  },
  {
          "门架HEX字符串": "3D1821",
          "门架名称": "临沂南虚-临沂商城虚收费门架",
          "收费门架编号": "G000237006003020300",
          "纬度": 35.046,
          "经度": 118.219,
          "使用状态": "在用",
          "下游门架": [
                  "3D191A",
                  "3D1801"
          ]
  },
  {
          "门架HEX字符串": "3C191D",
          "门架名称": "郯城虚-郯城南虚收费门架",
          "收费门架编号": "G000237006003110310",
          "纬度": 34.62,
          "经度": 118.244,
          "使用状态": "在用",
          "下游门架": [
                  "3D191C",
                  "3C191F"
          ]
  },
  {
          "门架HEX字符串": "3D191E",
          "门架名称": "郯城南虚-郯城虚收费门架",
          "收费门架编号": "G000237006003220320",
          "纬度": 34.62,
          "经度": 118.245,
          "使用状态": "在用",
          "下游门架": [
                  "3D1906",
                  "3D190B"
          ]
  },
  {
          "门架HEX字符串": "3C191F",
          "门架名称": "郯城南虚-红花埠虚收费门架",
          "收费门架编号": "G000237006003310330",
          "纬度": 34.463,
          "经度": 118.316,
          "使用状态": "在用",
          "下游门架": [
                  "3E1902",
                  "3D190D"
          ]
  },
  {
          "门架HEX字符串": "3D1920",
          "门架名称": "红花埠虚-郯城南虚收费门架",
          "收费门架编号": "G000237006003420340",
          "纬度": 34.462,
          "经度": 118.316,
          "使用状态": "在用",
          "下游门架": [
                  "3D191C",
                  "3D191E"
          ]
  },
  {
          "门架HEX字符串": "3D6501",
          "门架名称": "唐王枢纽-机场枢纽门架",
          "收费门架编号": "G000237008000120010",
          "纬度": 36.792111,
          "经度": 117.247584,
          "使用状态": "在用",
          "下游门架": [
                  "3D6511",
                  "3C0D02",
                  "3D0D08"
          ]
  },
  {
          "门架HEX字符串": "3C6512",
          "门架名称": "遥墙-机场枢纽门架",
          "收费门架编号": "G000237008000210150",
          "纬度": 36.812733,
          "经度": 117.190578,
          "使用状态": "在用",
          "下游门架": [
                  "3C6510",
                  "3C0D02",
                  "3D0D08"
          ]
  },
  {
          "门架HEX字符串": "3D6503",
          "门架名称": "遥墙-济阳门架",
          "收费门架编号": "G000237008000320030",
          "纬度": 36.81787199999999,
          "经度": 117.174033,
          "使用状态": "在用",
          "下游门架": [
                  "3D6515",
                  "3D6504"
          ]
  },
  {
          "门架HEX字符串": "3D6504",
          "门架名称": "济阳-济乐青银立交门架",
          "收费门架编号": "G000237008000420040",
          "纬度": 36.843948,
          "经度": 117.104177,
          "使用状态": "在用",
          "下游门架": [
                  "3D6505",
                  "3D5412",
                  "3C8304"
          ]
  },
  {
          "门架HEX字符串": "3D6505",
          "门架名称": "济乐青银立交-靳家门架",
          "收费门架编号": "G000237008000520050",
          "纬度": 36.843563,
          "经度": 117.025777,
          "使用状态": "备用",
          "下游门架": [
                  "3D6506",
                  "3D6517"
          ]
  },
  {
          "门架HEX字符串": "3D6506",
          "门架名称": "靳家-表白寺枢纽门架",
          "收费门架编号": "G000237008000620060",
          "纬度": 36.842479,
          "经度": 116.984006,
          "使用状态": "备用",
          "下游门架": [
                  "3D6507",
                  "3C0B18"
          ]
  },
  {
          "门架HEX字符串": "3D6507",
          "门架名称": "表白寺枢纽-齐河东门架",
          "收费门架编号": "G000237008000720070",
          "纬度": 36.800801,
          "经度": 116.874717,
          "使用状态": "在用",
          "下游门架": [
                  "3D6508",
                  "3D6519"
          ]
  },
  {
          "门架HEX字符串": "3D6508",
          "门架名称": "齐河东-池庄枢纽门架",
          "收费门架编号": "G000237008000820080",
          "纬度": 36.786678,
          "经度": 116.83629,
          "使用状态": "在用",
          "下游门架": [
                  "3C060A",
                  "3D060C",
                  "3C1B01"
          ]
  },
  {
          "门架HEX字符串": "3C6509",
          "门架名称": "池庄枢纽-齐河东门架",
          "收费门架编号": "G000237008001110090",
          "纬度": 36.7855,
          "经度": 116.833984,
          "使用状态": "在用",
          "下游门架": [
                  "3C650A",
                  "3D6519"
          ]
  },
  {
          "门架HEX字符串": "3C650A",
          "门架名称": "齐河东-表白寺枢纽门架",
          "收费门架编号": "G000237008001210100",
          "纬度": 36.800131,
          "经度": 116.873626,
          "使用状态": "在用",
          "下游门架": [
                  "3C650B",
                  "3C0B18"
          ]
  },
  {
          "门架HEX字符串": "3C650B",
          "门架名称": "表白寺枢纽-靳家门架",
          "收费门架编号": "G000237008001310110",
          "纬度": 36.842427,
          "经度": 116.982289,
          "使用状态": "备用",
          "下游门架": [
                  "3C650C",
                  "3D6517"
          ]
  },
  {
          "门架HEX字符串": "3C650C",
          "门架名称": "靳家-济乐青银立交门架",
          "收费门架编号": "G000237008001410120",
          "纬度": 36.843227,
          "经度": 117.024595,
          "使用状态": "备用",
          "下游门架": [
                  "3C650D",
                  "3D5412",
                  "3C8304"
          ]
  },
  {
          "门架HEX字符串": "3C650D",
          "门架名称": "济乐青银立交-济阳门架",
          "收费门架编号": "G000237008001510130",
          "纬度": 36.843829,
          "经度": 117.103031,
          "使用状态": "在用",
          "下游门架": [
                  "3C650E",
                  "3D6515"
          ]
  },
  {
          "门架HEX字符串": "3C650E",
          "门架名称": "济阳-遥墙门架",
          "收费门架编号": "G000237008001610140",
          "纬度": 36.81805765106972,
          "经度": 117.1722387882715,
          "使用状态": "在用",
          "下游门架": [
                  "3C6512",
                  "3D6513"
          ]
  },
  {
          "门架HEX字符串": "3D6511",
          "门架名称": "机场枢纽-遥墙门架",
          "收费门架编号": "G000237008001720020",
          "纬度": 36.8117886301299,
          "经度": 117.1933217778898,
          "使用状态": "在用",
          "下游门架": [
                  "3D6503",
                  "3D6513"
          ]
  },
  {
          "门架HEX字符串": "3C6510",
          "门架名称": "机场枢纽-唐王枢纽门架",
          "收费门架编号": "G000237008001810160",
          "纬度": 36.79246936160961,
          "经度": 117.2453163446724,
          "使用状态": "在用",
          "下游门架": [
                  "3D0D13",
                  "3C8907"
          ]
  },
  {
          "门架HEX字符串": "3C0B18",
          "门架名称": "表白寺枢纽-齐河北枢纽门架",
          "收费门架编号": "G000237008001910010",
          "纬度": 36.841164,
          "经度": 116.932825,
          "使用状态": "在用",
          "下游门架": [
                  "3C0B1F",
                  "3D0615",
                  "3C0B19"
          ]
  },
  {
          "门架HEX字符串": "3D0B02",
          "门架名称": "齐河北枢纽-表白寺枢纽门架",
          "收费门架编号": "G000237008002220180",
          "纬度": 36.84103,
          "经度": 116.931303,
          "使用状态": "在用",
          "下游门架": [
                  "3D6507",
                  "3C650B"
          ]
  },
  {
          "门架HEX字符串": "3C0D01",
          "门架名称": "机场-机场枢纽门架",
          "收费门架编号": "G000237009000110010",
          "纬度": 36.834534,
          "经度": 117.205331,
          "使用状态": "在用",
          "下游门架": [
                  "3D6511",
                  "3C6510",
                  "3C0D02"
          ]
  },
  {
          "门架HEX字符串": "3C0D02",
          "门架名称": "机场枢纽-小许家枢纽门架",
          "收费门架编号": "G000237009000210020",
          "纬度": 36.789282,
          "经度": 117.203635,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D03",
                  "3C0D0E",
                  "3D0D11"
          ]
  },
  {
          "门架HEX字符串": "3C0D03",
          "门架名称": "小许家枢纽-郭店门架",
          "收费门架编号": "G000237009000310030",
          "纬度": 36.743237,
          "经度": 117.207278,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D04",
                  "3D1401"
          ]
  },
  {
          "门架HEX字符串": "3C0D04",
          "门架名称": "郭店-济南东门架",
          "收费门架编号": "G000237009000410040",
          "纬度": 36.71035,
          "经度": 117.210301,
          "使用状态": "在用",
          "下游门架": [
                  "3D1C0F",
                  "3C1C01"
          ]
  },
  {
          "门架HEX字符串": "3D0D05",
          "门架名称": "济南东-郭店门架",
          "收费门架编号": "G000237009000520050",
          "纬度": 36.70964903,
          "经度": 117.21036068,
          "使用状态": "在用",
          "下游门架": [
                  "3D0D06",
                  "3D1401"
          ]
  },
  {
          "门架HEX字符串": "3D0D06",
          "门架名称": "郭店-小许家枢纽门架",
          "收费门架编号": "G000237009000620060",
          "纬度": 36.742528,
          "经度": 117.207606,
          "使用状态": "在用",
          "下游门架": [
                  "3D0D07",
                  "3C0D0E",
                  "3D0D11"
          ]
  },
  {
          "门架HEX字符串": "3D0D07",
          "门架名称": "小许家枢纽-机场枢纽门架",
          "收费门架编号": "G000237009000720070",
          "纬度": 36.788511,
          "经度": 117.203997,
          "使用状态": "在用",
          "下游门架": [
                  "3D6511",
                  "3C6510",
                  "3D0D08"
          ]
  },
  {
          "门架HEX字符串": "3D0D08",
          "门架名称": "机场枢纽-机场门架",
          "收费门架编号": "G000237009000820080",
          "纬度": 36.833898,
          "经度": 117.205501,
          "使用状态": "在用",
          "下游门架": [
                  "3D1403"
          ]
  },
  {
          "门架HEX字符串": "3C1C01",
          "门架名称": "济南东-港沟枢纽门架",
          "收费门架编号": "G000237010000110010",
          "纬度": 36.659794,
          "经度": 117.20754,
          "使用状态": "在用",
          "下游门架": [
                  "3D151D",
                  "3C150F",
                  "3C1C02"
          ]
  },
  {
          "门架HEX字符串": "3C1C02",
          "门架名称": "港沟枢纽-济绕济泰枢纽门架",
          "收费门架编号": "G000237010000210020",
          "纬度": 36.58787094,
          "经度": 117.15471945,
          "使用状态": "在用",
          "下游门架": [
                  "3C1C03",
                  "3C691A",
                  "3D6902"
          ]
  },
  {
          "门架HEX字符串": "3C1C03",
          "门架名称": "济绕济泰枢纽-济南南门架",
          "收费门架编号": "G000237010000310030",
          "纬度": 36.54869004,
          "经度": 117.04321057,
          "使用状态": "在用",
          "下游门架": [
                  "3C1C04",
                  "3D1C0B"
          ]
  },
  {
          "门架HEX字符串": "3C1C04",
          "门架名称": "济南南-市中门架",
          "收费门架编号": "G000237010000410040",
          "纬度": 36.559179,
          "经度": 116.940492,
          "使用状态": "在用",
          "下游门架": [
                  "3C1C05",
                  "3D1C0D"
          ]
  },
  {
          "门架HEX字符串": "3C1C05",
          "门架名称": "市中-殷家村枢纽门架",
          "收费门架编号": "G000237010000510050",
          "纬度": 36.57470900000001,
          "经度": 116.889408,
          "使用状态": "在用",
          "下游门架": [
                  "3C3B2F",
                  "3C070F",
                  "3D0718"
          ]
  },
  {
          "门架HEX字符串": "3D1C06",
          "门架名称": "殷家村枢纽-市中门架",
          "收费门架编号": "G000237010000820080",
          "纬度": 36.574796,
          "经度": 116.888705,
          "使用状态": "在用",
          "下游门架": [
                  "3D1C07",
                  "3D1C0D"
          ]
  },
  {
          "门架HEX字符串": "3D1C07",
          "门架名称": "市中-济南南门架",
          "收费门架编号": "G000237010000920090",
          "纬度": 36.55929,
          "经度": 116.939417,
          "使用状态": "在用",
          "下游门架": [
                  "3D1C08",
                  "3D1C0B"
          ]
  },
  {
          "门架HEX字符串": "3D1C08",
          "门架名称": "济南南-济绕济泰枢纽门架",
          "收费门架编号": "G000237010001020100",
          "纬度": 36.54842274,
          "经度": 117.042466,
          "使用状态": "在用",
          "下游门架": [
                  "3D1C09",
                  "3C691A",
                  "3D6902"
          ]
  },
  {
          "门架HEX字符串": "3D1C09",
          "门架名称": "济绕济泰枢纽-港沟枢纽门架",
          "收费门架编号": "G000237010001120110",
          "纬度": 36.587319,
          "经度": 117.154549,
          "使用状态": "在用",
          "下游门架": [
                  "3D151D",
                  "3C150F",
                  "3D1C0A"
          ]
  },
  {
          "门架HEX字符串": "3D1C0A",
          "门架名称": "港沟枢纽-济南东门架",
          "收费门架编号": "G000237010001220120",
          "纬度": 36.65909,
          "经度": 117.207413,
          "使用状态": "在用",
          "下游门架": [
                  "3D0D05",
                  "3D1C0F"
          ]
  },
  {
          "门架HEX字符串": "3D540F",
          "门架名称": "济阳北-临邑门架",
          "收费门架编号": "G000237011000120050",
          "纬度": 37.074275,
          "经度": 117.036946,
          "使用状态": "在用",
          "下游门架": [
                  "3D540D",
                  "3D5501"
          ]
  },
  {
          "门架HEX字符串": "3D5410",
          "门架名称": "济阳西-济阳北门架",
          "收费门架编号": "G000237011000220060",
          "纬度": 36.986651,
          "经度": 117.05784,
          "使用状态": "在用",
          "下游门架": [
                  "3D540F",
                  "3D5419"
          ]
  },
  {
          "门架HEX字符串": "3D5411",
          "门架名称": "济乐济东立交-济阳西门架",
          "收费门架编号": "G000237011000320070",
          "纬度": 36.954154,
          "经度": 117.062811,
          "使用状态": "在用",
          "下游门架": [
                  "3D5410",
                  "3D5417"
          ]
  },
  {
          "门架HEX字符串": "3D5412",
          "门架名称": "济乐青银立交-济乐济东立交门架",
          "收费门架编号": "G000237011000420080",
          "纬度": 36.930611,
          "经度": 117.074554,
          "使用状态": "在用",
          "下游门架": [
                  "3D5411",
                  "3D6203"
          ]
  },
  {
          "门架HEX字符串": "3C5413",
          "门架名称": "济乐济东立交-济乐青银立交门架",
          "收费门架编号": "G000237011000510040",
          "纬度": 36.931288,
          "经度": 117.074036,
          "使用状态": "在用",
          "下游门架": [
                  "3D6505",
                  "3C650D",
                  "3C8304"
          ]
  },
  {
          "门架HEX字符串": "3C5414",
          "门架名称": "济阳西-济乐济东立交门架",
          "收费门架编号": "G000237011000610030",
          "纬度": 36.962149,
          "经度": 117.059593,
          "使用状态": "在用",
          "下游门架": [
                  "3C5413",
                  "3D6203"
          ]
  },
  {
          "门架HEX字符串": "3C5415",
          "门架名称": "济阳北-济阳西门架",
          "收费门架编号": "G000237011000710020",
          "纬度": 36.986999,
          "经度": 117.057647,
          "使用状态": "在用",
          "下游门架": [
                  "3C5414",
                  "3D5417"
          ]
  },
  {
          "门架HEX字符串": "3C5416",
          "门架名称": "临邑-济阳北门架",
          "收费门架编号": "G000237011000810010",
          "纬度": 37.075254,
          "经度": 117.036308,
          "使用状态": "在用",
          "下游门架": [
                  "3C5415",
                  "3D5419"
          ]
  },
  {
          "门架HEX字符串": "3C3A01",
          "门架名称": "莱芜东-莱芜南门架",
          "收费门架编号": "G000237012000310030",
          "纬度": 36.188831,
          "经度": 117.724686,
          "使用状态": "在用",
          "下游门架": [
                  "3D3A0D",
                  "3C3A03"
          ]
  },
  {
          "门架HEX字符串": "3D3A02",
          "门架名称": "莱芜南-莱芜东门架",
          "收费门架编号": "G000237012001020100",
          "纬度": 36.18830001727206,
          "经度": 117.7185284543135,
          "使用状态": "在用",
          "下游门架": [
                  "3D8C02",
                  "3D8C06",
                  "3C8C07"
          ]
  },
  {
          "门架HEX字符串": "3C1701",
          "门架名称": "化马湾-新泰西门架",
          "收费门架编号": "G000237013000410040",
          "纬度": 36.054358,
          "经度": 117.450024,
          "使用状态": "在用",
          "下游门架": [
                  "3C1702",
                  "3D1722"
          ]
  },
  {
          "门架HEX字符串": "3C1702",
          "门架名称": "新泰西-新泰南门架",
          "收费门架编号": "G000237013000510050",
          "纬度": 35.93553848,
          "经度": 117.54392154,
          "使用状态": "在用",
          "下游门架": [
                  "3D1724",
                  "3C172B"
          ]
  },
  {
          "门架HEX字符串": "3D1705",
          "门架名称": "新泰南-新泰西门架",
          "收费门架编号": "G000237013001220120",
          "纬度": 35.93493487,
          "经度": 117.54441247,
          "使用状态": "在用",
          "下游门架": [
                  "3D1706",
                  "3D1722"
          ]
  },
  {
          "门架HEX字符串": "3D1706",
          "门架名称": "新泰西-化马湾门架",
          "收费门架编号": "G000237013001320130",
          "纬度": 36.05392279,
          "经度": 117.45082134,
          "使用状态": "在用",
          "下游门架": [
                  "3D1720",
                  "3D172A"
          ]
  },
  {
          "门架HEX字符串": "3C8C05",
          "门架名称": "莱芜枢纽-莱芜东虚收费门架",
          "收费门架编号": "G000237014000710010",
          "纬度": 36.226,
          "经度": 117.747,
          "使用状态": "在用",
          "下游门架": [
                  "3C3A01",
                  "3D8C02",
                  "3C8C07"
          ]
  },
  {
          "门架HEX字符串": "3D8C06",
          "门架名称": "莱芜东虚-莱芜枢纽收费门架",
          "收费门架编号": "G000237014000820020",
          "纬度": 36.224,
          "经度": 117.746,
          "使用状态": "在用",
          "下游门架": [
                  "3D320A",
                  "3D1516",
                  "3D3C02"
          ]
  },
  {
          "门架HEX字符串": "3C8C07",
          "门架名称": "莱芜东虚-钢城枢纽收费门架",
          "收费门架编号": "G000237014000910010",
          "纬度": 36.177415,
          "经度": 117.742586,
          "使用状态": "在用",
          "下游门架": [
                  "3C8C09",
                  "3C8F05"
          ]
  },
  {
          "门架HEX字符串": "3D8C08",
          "门架名称": "钢城枢纽-莱芜东虚收费门架",
          "收费门架编号": "G000237014001020020",
          "纬度": 36.17635300000001,
          "经度": 117.42481,
          "使用状态": "在用",
          "下游门架": [
                  "3C3A01",
                  "3D8C02",
                  "3D8C06"
          ]
  },
  {
          "门架HEX字符串": "3C8C09",
          "门架名称": "钢城枢纽-钢城虚收费门架",
          "收费门架编号": "G000237014001110010",
          "纬度": 36.097608,
          "经度": 117.787346,
          "使用状态": "在用",
          "下游门架": [
                  "3D8C04",
                  "3C8C0B"
          ]
  },
  {
          "门架HEX字符串": "3D8C0A",
          "门架名称": "钢城虚-钢城枢纽收费门架",
          "收费门架编号": "G000237014001220020",
          "纬度": 36.097161,
          "经度": 117.788177,
          "使用状态": "在用",
          "下游门架": [
                  "3D8C08",
                  "3C8F05"
          ]
  },
  {
          "门架HEX字符串": "3C8C0B",
          "门架名称": "钢城虚-新泰北虚收费门架",
          "收费门架编号": "G000237014001310010",
          "纬度": 36.061349,
          "经度": 117.7952,
          "使用状态": "在用",
          "下游门架": [
                  "3D8D02",
                  "3C8D05"
          ]
  },
  {
          "门架HEX字符串": "3D8C0C",
          "门架名称": "新泰北虚-钢城虚收费门架",
          "收费门架编号": "G000237014001420020",
          "纬度": 36.060882,
          "经度": 117.795727,
          "使用状态": "在用",
          "下游门架": [
                  "3D8C04",
                  "3D8C0A"
          ]
  },
  {
          "门架HEX字符串": "3C8D05",
          "门架名称": "新泰北虚-新泰东虚收费门架",
          "收费门架编号": "G000237015000710010",
          "纬度": 35.920377,
          "经度": 117.827474,
          "使用状态": "在用",
          "下游门架": [
                  "3D8D04",
                  "3C8D07"
          ]
  },
  {
          "门架HEX字符串": "3D8D06",
          "门架名称": "新泰东虚-新泰北虚收费门架",
          "收费门架编号": "G000237015000820020",
          "纬度": 35.915022,
          "经度": 117.865348,
          "使用状态": "在用",
          "下游门架": [
                  "3D8D02",
                  "3D8C0C"
          ]
  },
  {
          "门架HEX字符串": "3C8D07",
          "门架名称": "新泰东虚-博莱枢纽收费门架",
          "收费门架编号": "G000237015000910010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D172E",
                  "3C171B",
                  "3C8E0F"
          ]
  },
  {
          "门架HEX字符串": "3D8D08",
          "门架名称": "博莱枢纽-新泰东虚收费门架",
          "收费门架编号": "G000237015001020020",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D8D04",
                  "3D8D06"
          ]
  },
  {
          "门架HEX字符串": "3E0501",
          "门架名称": "京台鲁冀-德州北枢纽门架",
          "收费门架编号": "G000337001000110010",
          "纬度": 37.51005300000001,
          "经度": 116.39535,
          "使用状态": "在用",
          "下游门架": [
                  "3C050F",
                  "3C4907",
                  "3D490F"
          ]
  },
  {
          "门架HEX字符串": "3E0501",
          "门架名称": "京台鲁冀-德州北枢纽门架",
          "收费门架编号": "G000337001000110030",
          "纬度": 37.507896,
          "经度": 116.394727,
          "使用状态": "在用",
          "下游门架": [
                  "3C050F",
                  "3C4907",
                  "3D490F"
          ]
  },
  {
          "门架HEX字符串": "3E0501",
          "门架名称": "京台鲁冀-德州北枢纽门架",
          "收费门架编号": "G000337001000110050",
          "纬度": 37.50980300000001,
          "经度": 116.395262,
          "使用状态": "停用",
          "下游门架": [
                  "3C050F",
                  "3C4907",
                  "3D490F"
          ]
  },
  {
          "门架HEX字符串": "3E0501",
          "门架名称": "京台鲁冀-德州北枢纽门架",
          "收费门架编号": "G000337001000110070",
          "纬度": 37.507864,
          "经度": 116.394725,
          "使用状态": "停用",
          "下游门架": [
                  "3C050F",
                  "3C4907",
                  "3D490F"
          ]
  },
  {
          "门架HEX字符串": "3C050F",
          "门架名称": "德州北枢纽-德州门架",
          "收费门架编号": "G000337001000210030",
          "纬度": 37.437788,
          "经度": 116.397342,
          "使用状态": "在用",
          "下游门架": [
                  "3C0517",
                  "3D0508"
          ]
  },
  {
          "门架HEX字符串": "3C0517",
          "门架名称": "德州-德州南门架",
          "收费门架编号": "G000337001000310040",
          "纬度": 37.396574,
          "经度": 116.386419,
          "使用状态": "在用",
          "下游门架": [
                  "3D050A",
                  "3C0519"
          ]
  },
  {
          "门架HEX字符串": "3C0510",
          "门架名称": "平原-平原南门架",
          "收费门架编号": "G000337001000510060",
          "纬度": 37.146844,
          "经度": 116.56249,
          "使用状态": "在用",
          "下游门架": [
                  "3C0609",
                  "3D050E"
          ]
  },
  {
          "门架HEX字符串": "3C0514",
          "门架名称": "平原南-京台德禹界门架",
          "收费门架编号": "G000337001000610070",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D0515",
          "门架名称": "京台德禹界-平原南门架",
          "收费门架编号": "G000337001000720080",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D0512",
          "门架名称": "平原南-平原门架",
          "收费门架编号": "G000337001000820090",
          "纬度": 37.1439,
          "经度": 116.564542,
          "使用状态": "在用",
          "下游门架": [
                  "3D050C",
                  "3D051C"
          ]
  },
  {
          "门架HEX字符串": "3D0518",
          "门架名称": "德州南-德州门架",
          "收费门架编号": "G000337001001020110",
          "纬度": 37.39585,
          "经度": 116.386671,
          "使用状态": "在用",
          "下游门架": [
                  "3D0516",
                  "3D0508"
          ]
  },
  {
          "门架HEX字符串": "3D0516",
          "门架名称": "德州-德州北枢纽门架",
          "收费门架编号": "G000337001001120120",
          "纬度": 37.43684,
          "经度": 116.397405,
          "使用状态": "在用",
          "下游门架": [
                  "3F0506",
                  "3C4907",
                  "3D490F"
          ]
  },
  {
          "门架HEX字符串": "3F0506",
          "门架名称": "德州北枢纽-京台鲁冀门架",
          "收费门架编号": "G000337001001220020",
          "纬度": 37.506867,
          "经度": 116.394631,
          "使用状态": "在用",
          "下游门架": [
                  "0F42C6"
          ]
  },
  {
          "门架HEX字符串": "3F0506",
          "门架名称": "德州北枢纽-京台鲁冀门架",
          "收费门架编号": "G000337001001220040",
          "纬度": 37.50943400000001,
          "经度": 116.395358,
          "使用状态": "在用",
          "下游门架": [
                  "0F42C6"
          ]
  },
  {
          "门架HEX字符串": "3F0506",
          "门架名称": "德州北枢纽-京台鲁冀门架",
          "收费门架编号": "G000337001001220060",
          "纬度": 37.50322199999999,
          "经度": 116.393641,
          "使用状态": "停用",
          "下游门架": [
                  "0F42C6"
          ]
  },
  {
          "门架HEX字符串": "3F0506",
          "门架名称": "德州北枢纽-京台鲁冀门架",
          "收费门架编号": "G000337001001220080",
          "纬度": 37.506874,
          "经度": 116.394669,
          "使用状态": "停用",
          "下游门架": [
                  "0F42C6"
          ]
  },
  {
          "门架HEX字符串": "3C0824",
          "门架名称": "息陬枢纽-邹城北虚收费门架",
          "收费门架编号": "G000337003002510050",
          "纬度": 35.291,
          "经度": 117.021,
          "使用状态": "备用",
          "下游门架": [
                  "3C0820",
                  "3D0823"
          ]
  },
  {
          "门架HEX字符串": "3D081F",
          "门架名称": "邹城北虚-息陬枢纽收费门架",
          "收费门架编号": "G000337003002520060",
          "纬度": 35.29,
          "经度": 117.021,
          "使用状态": "备用",
          "下游门架": [
                  "3D081E",
                  "3C0804",
                  "3D0808"
          ]
  },
  {
          "门架HEX字符串": "3C0820",
          "门架名称": "邹城北虚-邹城虚收费门架",
          "收费门架编号": "G000337003002610070",
          "纬度": 35.271,
          "经度": 117.026,
          "使用状态": "备用",
          "下游门架": [
                  "3C0814",
                  "3D0810"
          ]
  },
  {
          "门架HEX字符串": "3D0821",
          "门架名称": "邹城虚-邹城北虚收费门架",
          "收费门架编号": "G000337003002620080",
          "纬度": 35.271,
          "经度": 117.03,
          "使用状态": "备用",
          "下游门架": [
                  "3D081F",
                  "3D0823"
          ]
  },
  {
          "门架HEX字符串": "3C0701",
          "门架名称": "济南-济南北门架",
          "收费门架编号": "G000337004000110010",
          "纬度": 36.72102899999999,
          "经度": 117.030944,
          "使用状态": "在用",
          "下游门架": [
                  "3C0702",
                  "3D071F"
          ]
  },
  {
          "门架HEX字符串": "3C0702",
          "门架名称": "济南北-天桥门架",
          "收费门架编号": "G000337004000210020",
          "纬度": 36.72403,
          "经度": 116.959458,
          "使用状态": "在用",
          "下游门架": [
                  "3C0703",
                  "3D071D"
          ]
  },
  {
          "门架HEX字符串": "3C0703",
          "门架名称": "天桥-槐荫枢纽门架",
          "收费门架编号": "G000337004000310030",
          "纬度": 36.721101,
          "经度": 116.904434,
          "使用状态": "在用",
          "下游门架": [
                  "3C0716",
                  "3D0717"
          ]
  },
  {
          "门架HEX字符串": "3D0704",
          "门架名称": "槐荫枢纽-天桥门架",
          "收费门架编号": "G000337004001620200",
          "纬度": 36.721156,
          "经度": 116.901475,
          "使用状态": "在用",
          "下游门架": [
                  "3D0705",
                  "3D071D"
          ]
  },
  {
          "门架HEX字符串": "3D0705",
          "门架名称": "天桥-济南北门架",
          "收费门架编号": "G000337004001720210",
          "纬度": 36.72357299999999,
          "经度": 116.958178,
          "使用状态": "在用",
          "下游门架": [
                  "3D0706",
                  "3D071F"
          ]
  },
  {
          "门架HEX字符串": "3D0706",
          "门架名称": "济南北-济南门架",
          "收费门架编号": "G000337004001820220",
          "纬度": 36.720027,
          "经度": 117.029783,
          "使用状态": "在用",
          "下游门架": [
                  "3D0D18",
                  "3D0D16"
          ]
  },
  {
          "门架HEX字符串": "3C0609",
          "门架名称": "平原南虚-禹城虚收费门架",
          "收费门架编号": "G000337005000110010",
          "纬度": 37.117546,
          "经度": 116.585279,
          "使用状态": "在用",
          "下游门架": [
                  "3D0602",
                  "3C0612"
          ]
  },
  {
          "门架HEX字符串": "3C0B1F",
          "门架名称": "齐河北枢纽-齐河门架",
          "收费门架编号": "G000337005000310020",
          "纬度": 36.852945,
          "经度": 116.77069,
          "使用状态": "在用",
          "下游门架": [
                  "3C060B",
                  "3D0604"
          ]
  },
  {
          "门架HEX字符串": "3C060B",
          "门架名称": "齐河-池庄枢纽门架",
          "收费门架编号": "G000337005000410010",
          "纬度": 36.827506,
          "经度": 116.786516,
          "使用状态": "在用",
          "下游门架": [
                  "3C6509",
                  "3C060A",
                  "3C1B01"
          ]
  },
  {
          "门架HEX字符串": "3D060C",
          "门架名称": "池庄枢纽-齐河门架",
          "收费门架编号": "G000337005000920010",
          "纬度": 36.82704,
          "经度": 116.787281,
          "使用状态": "备用",
          "下游门架": [
                  "3D0610",
                  "3D0604"
          ]
  },
  {
          "门架HEX字符串": "3D0610",
          "门架名称": "齐河-齐河北枢纽门架",
          "收费门架编号": "G000337005001020050",
          "纬度": 36.852368,
          "经度": 116.771411,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B02",
                  "3D0615",
                  "3C0B19"
          ]
  },
  {
          "门架HEX字符串": "3D0611",
          "门架名称": "禹城虚-平原南虚收费门架",
          "收费门架编号": "G000337005001220010",
          "纬度": 37.115238,
          "经度": 116.587564,
          "使用状态": "在用",
          "下游门架": [
                  "3D0512",
                  "3D050E"
          ]
  },
  {
          "门架HEX字符串": "3C0612",
          "门架名称": "禹城虚-禹城东虚收费门架",
          "收费门架编号": "G000337005001910010",
          "纬度": 36.958883,
          "经度": 116.684946,
          "使用状态": "在用",
          "下游门架": [
                  "3C0614",
                  "3D0617"
          ]
  },
  {
          "门架HEX字符串": "3D0613",
          "门架名称": "禹城东虚-禹城虚收费门架",
          "收费门架编号": "G000337005001920020",
          "纬度": 36.95861,
          "经度": 116.685423,
          "使用状态": "在用",
          "下游门架": [
                  "3D0611",
                  "3D0602"
          ]
  },
  {
          "门架HEX字符串": "3C0614",
          "门架名称": "禹城东虚-齐河北枢纽收费门架",
          "收费门架编号": "G000337005002010030",
          "纬度": 36.896065,
          "经度": 116.72424,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B02",
                  "3C0B1F",
                  "3C0B19"
          ]
  },
  {
          "门架HEX字符串": "3D0615",
          "门架名称": "齐河北枢纽-禹城东虚收费门架",
          "收费门架编号": "G000337005002020040",
          "纬度": 36.894187,
          "经度": 116.726515,
          "使用状态": "在用",
          "下游门架": [
                  "3D0613",
                  "3D0617"
          ]
  },
  {
          "门架HEX字符串": "3E0911",
          "门架名称": "峄城虚-京台鲁苏虚门架",
          "收费门架编号": "G000337008000610070",
          "纬度": 34.559006,
          "经度": 117.424853,
          "使用状态": "备用",
          "下游门架": [
                  "2A0C01"
          ]
  },
  {
          "门架HEX字符串": "3E0911",
          "门架名称": "峄城虚-京台鲁苏虚门架",
          "收费门架编号": "G000337008000610080",
          "纬度": 34.554967,
          "经度": 117.425365,
          "使用状态": "备用",
          "下游门架": [
                  "2A0C01"
          ]
  },
  {
          "门架HEX字符串": "3F0912",
          "门架名称": "京台鲁苏虚-峄城虚门架",
          "收费门架编号": "G000337008000920090",
          "纬度": 34.54026,
          "经度": 117.425388,
          "使用状态": "备用",
          "下游门架": [
                  "3D0917",
                  "3D0910"
          ]
  },
  {
          "门架HEX字符串": "3F0912",
          "门架名称": "京台鲁苏虚-峄城虚门架",
          "收费门架编号": "G000337008000920100",
          "纬度": 34.548467,
          "经度": 117.4259,
          "使用状态": "备用",
          "下游门架": [
                  "3D0917",
                  "3D0910"
          ]
  },
  {
          "门架HEX字符串": "3C4605",
          "门架名称": "木石-滕州南虚门架",
          "收费门架编号": "G000337008001510170",
          "纬度": 34.984369,
          "经度": 117.264503,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D4606",
          "门架名称": "滕州南虚-木石门架",
          "收费门架编号": "G000337008001620180",
          "纬度": 34.984651,
          "经度": 117.263786,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0924",
          "门架名称": "枣庄虚-枣庄南虚收费门架",
          "收费门架编号": "G000337008003010010",
          "纬度": 34.755913,
          "经度": 117.301146,
          "使用状态": "备用",
          "下游门架": [
                  "3C0926",
                  "3D092D"
          ]
  },
  {
          "门架HEX字符串": "3D0925",
          "门架名称": "枣庄南虚-枣庄虚收费门架",
          "收费门架编号": "G000337008003020010",
          "纬度": 34.755909,
          "经度": 117.301155,
          "使用状态": "备用",
          "下游门架": [
                  "3D090E",
                  "3D0921"
          ]
  },
  {
          "门架HEX字符串": "3C0926",
          "门架名称": "枣庄南虚-微山湖虚收费门架",
          "收费门架编号": "G000337008003110010",
          "纬度": 34.726681,
          "经度": 117.313024,
          "使用状态": "备用",
          "下游门架": [
                  "3C0928",
                  "3D0923"
          ]
  },
  {
          "门架HEX字符串": "3D0927",
          "门架名称": "微山湖虚-枣庄南虚收费门架",
          "收费门架编号": "G000337008003120010",
          "纬度": 34.72666599999999,
          "经度": 117.313011,
          "使用状态": "备用",
          "下游门架": [
                  "3D0925",
                  "3D092D"
          ]
  },
  {
          "门架HEX字符串": "3C0928",
          "门架名称": "微山湖虚-临枣京台枢纽收费门架",
          "收费门架编号": "G000337008003210010",
          "纬度": 34.703087,
          "经度": 117.328363,
          "使用状态": "备用",
          "下游门架": [
                  "3C091C",
                  "3D4C0C"
          ]
  },
  {
          "门架HEX字符串": "3D0929",
          "门架名称": "临枣京台枢纽-微山湖虚收费门架",
          "收费门架编号": "G000337008003220010",
          "纬度": 34.703092,
          "经度": 117.328365,
          "使用状态": "备用",
          "下游门架": [
                  "3D0927",
                  "3D0923"
          ]
  },
  {
          "门架HEX字符串": "3C2401",
          "门架名称": "大杨家枢纽-中桥门架",
          "收费门架编号": "G001537001000110010",
          "纬度": 37.50359518,
          "经度": 121.09351588,
          "使用状态": "在用",
          "下游门架": [
                  "3C2402",
                  "3D241D"
          ]
  },
  {
          "门架HEX字符串": "3C2402",
          "门架名称": "中桥-臧家庄门架",
          "收费门架编号": "G001537001000210020",
          "纬度": 37.486915,
          "经度": 121.021326,
          "使用状态": "在用",
          "下游门架": [
                  "3C2403",
                  "3D2411"
          ]
  },
  {
          "门架HEX字符串": "3C2403",
          "门架名称": "臧家庄-沈海蓬栖枢纽门架",
          "收费门架编号": "G001537001000310030",
          "纬度": 37.473365,
          "经度": 120.968558,
          "使用状态": "在用",
          "下游门架": [
                  "3C2404",
                  "3D6804"
          ]
  },
  {
          "门架HEX字符串": "3C2404",
          "门架名称": "沈海蓬栖枢纽-栖霞北门架",
          "收费门架编号": "G001537001000410040",
          "纬度": 37.43213170000001,
          "经度": 120.88569943,
          "使用状态": "在用",
          "下游门架": [
                  "3C2405",
                  "3D2413"
          ]
  },
  {
          "门架HEX字符串": "3C2405",
          "门架名称": "栖霞北-栖霞门架",
          "收费门架编号": "G001537001000510050",
          "纬度": 37.418846,
          "经度": 120.867121,
          "使用状态": "在用",
          "下游门架": [
                  "3C2406",
                  "3D2415"
          ]
  },
  {
          "门架HEX字符串": "3C2406",
          "门架名称": "栖霞-栖霞南门架",
          "收费门架编号": "G001537001000610060",
          "纬度": 37.216454,
          "经度": 120.696869,
          "使用状态": "备用",
          "下游门架": [
                  "3C2407",
                  "3D2417"
          ]
  },
  {
          "门架HEX字符串": "3C2407",
          "门架名称": "栖霞南-莱阳门架",
          "收费门架编号": "G001537001000710070",
          "纬度": 37.150549,
          "经度": 120.642385,
          "使用状态": "在用",
          "下游门架": [
                  "3C2408",
                  "3D2419"
          ]
  },
  {
          "门架HEX字符串": "3C2408",
          "门架名称": "莱阳-河头店门架",
          "收费门架编号": "G001537001000810080",
          "纬度": 37.1167408,
          "经度": 120.61856999,
          "使用状态": "在用",
          "下游门架": [
                  "3C2B01",
                  "3D241B"
          ]
  },
  {
          "门架HEX字符串": "3D2409",
          "门架名称": "河头店-莱阳门架",
          "收费门架编号": "G001537001000920090",
          "纬度": 37.11609454,
          "经度": 120.61843947,
          "使用状态": "在用",
          "下游门架": [
                  "3D240A",
                  "3D2419"
          ]
  },
  {
          "门架HEX字符串": "3D240A",
          "门架名称": "莱阳-栖霞南门架",
          "收费门架编号": "G001537001001020100",
          "纬度": 37.150201,
          "经度": 120.642177,
          "使用状态": "在用",
          "下游门架": [
                  "3D240B",
                  "3D2417"
          ]
  },
  {
          "门架HEX字符串": "3D240B",
          "门架名称": "栖霞南-栖霞门架",
          "收费门架编号": "G001537001001120110",
          "纬度": 37.215683,
          "经度": 120.696469,
          "使用状态": "备用",
          "下游门架": [
                  "3D240C",
                  "3D2415"
          ]
  },
  {
          "门架HEX字符串": "3D240C",
          "门架名称": "栖霞-栖霞北门架",
          "收费门架编号": "G001537001001220120",
          "纬度": 37.418345,
          "经度": 120.866558,
          "使用状态": "在用",
          "下游门架": [
                  "3D240D",
                  "3D2413"
          ]
  },
  {
          "门架HEX字符串": "3D240D",
          "门架名称": "栖霞北-沈海蓬栖枢纽门架",
          "收费门架编号": "G001537001001320130",
          "纬度": 37.43115597,
          "经度": 120.88457895,
          "使用状态": "在用",
          "下游门架": [
                  "3D240E",
                  "3D6804"
          ]
  },
  {
          "门架HEX字符串": "3D240E",
          "门架名称": "沈海蓬栖枢纽-臧家庄门架",
          "收费门架编号": "G001537001001420140",
          "纬度": 37.472551,
          "经度": 120.966661,
          "使用状态": "在用",
          "下游门架": [
                  "3D240F",
                  "3D2411"
          ]
  },
  {
          "门架HEX字符串": "3D240F",
          "门架名称": "臧家庄-中桥门架",
          "收费门架编号": "G001537001001520150",
          "纬度": 37.486544,
          "经度": 121.020491,
          "使用状态": "在用",
          "下游门架": [
                  "3D2410",
                  "3D241D"
          ]
  },
  {
          "门架HEX字符串": "3D2410",
          "门架名称": "中桥-大杨家枢纽门架",
          "收费门架编号": "G001537001001620160",
          "纬度": 37.50334832,
          "经度": 121.09278373,
          "使用状态": "在用",
          "下游门架": [
                  "3C2401",
                  "3C2506",
                  "3D2509",
                  "3D250C"
          ]
  },
  {
          "门架HEX字符串": "3C2B01",
          "门架名称": "河头店-高格庄枢纽门架",
          "收费门架编号": "G001537002000210010",
          "纬度": 37.015473,
          "经度": 120.552146,
          "使用状态": "在用",
          "下游门架": [
                  "3C2B02",
                  "3C5807",
                  "3D6C06"
          ]
  },
  {
          "门架HEX字符串": "3C2B02",
          "门架名称": "高格庄枢纽-莱西枢纽门架",
          "收费门架编号": "G001537002000310020",
          "纬度": 36.985609,
          "经度": 120.524111,
          "使用状态": "在用",
          "下游门架": [
                  "3C7001",
                  "3C0203",
                  "3D0205"
          ]
  },
  {
          "门架HEX字符串": "3D2B03",
          "门架名称": "莱西枢纽-高格庄枢纽门架",
          "收费门架编号": "G001537002000420030",
          "纬度": 36.984907,
          "经度": 120.523572,
          "使用状态": "在用",
          "下游门架": [
                  "3D2B04",
                  "3C5807",
                  "3D6C06"
          ]
  },
  {
          "门架HEX字符串": "3D2B04",
          "门架名称": "高格庄枢纽-河头店门架",
          "收费门架编号": "G001537002000520040",
          "纬度": 37.015174,
          "经度": 120.551982,
          "使用状态": "在用",
          "下游门架": [
                  "3D2409",
                  "3D241B"
          ]
  },
  {
          "门架HEX字符串": "3C7001",
          "门架名称": "莱西枢纽-牛溪埠门架",
          "收费门架编号": "G001537003000110010",
          "纬度": 36.85166280153635,
          "经度": 120.4271984705598,
          "使用状态": "在用",
          "下游门架": [
                  "3C7002",
                  "3D700B"
          ]
  },
  {
          "门架HEX字符串": "3C7002",
          "门架名称": "牛溪埠-院上门架",
          "收费门架编号": "G001537003000210020",
          "纬度": 36.83602233266686,
          "经度": 120.4122591060653,
          "使用状态": "在用",
          "下游门架": [
                  "3C7003",
                  "3D700D"
          ]
  },
  {
          "门架HEX字符串": "3C7003",
          "门架名称": "院上-仁兆门架",
          "收费门架编号": "G001537003000310030",
          "纬度": 36.75695189,
          "经度": 120.33677763,
          "使用状态": "在用",
          "下游门架": [
                  "3C7101",
                  "3D7107"
          ]
  },
  {
          "门架HEX字符串": "3D7004",
          "门架名称": "仁兆-院上门架",
          "收费门架编号": "G001537003000420040",
          "纬度": 36.7560982,
          "经度": 120.33568843,
          "使用状态": "在用",
          "下游门架": [
                  "3D7005",
                  "3D700D"
          ]
  },
  {
          "门架HEX字符串": "3D7005",
          "门架名称": "院上-牛溪埠门架",
          "收费门架编号": "G001537003000520050",
          "纬度": 36.83553325,
          "经度": 120.41184053,
          "使用状态": "在用",
          "下游门架": [
                  "3D7006",
                  "3D700B"
          ]
  },
  {
          "门架HEX字符串": "3D7006",
          "门架名称": "牛溪埠-莱西枢纽门架",
          "收费门架编号": "G001537003000620060",
          "纬度": 36.8509683701339,
          "经度": 120.426884120471,
          "使用状态": "在用",
          "下游门架": [
                  "3D2B03",
                  "3C0203",
                  "3D0205"
          ]
  },
  {
          "门架HEX字符串": "3C7101",
          "门架名称": "仁兆-南村临枢纽门架",
          "收费门架编号": "G001537004000210010",
          "纬度": 36.61416175570432,
          "经度": 120.1791693676039,
          "使用状态": "在用",
          "下游门架": [
                  "3C7102",
                  "3C7712",
                  "3D7605"
          ]
  },
  {
          "门架HEX字符串": "3C7102",
          "门架名称": "南村临枢纽-南村门架",
          "收费门架编号": "G001537004000310020",
          "纬度": 36.56372434,
          "经度": 120.12720192,
          "使用状态": "在用",
          "下游门架": [
                  "3C7103",
                  "3D7109"
          ]
  },
  {
          "门架HEX字符串": "3C7103",
          "门架名称": "南村-马店枢纽门架",
          "收费门架编号": "G001537004000410030",
          "纬度": 36.54435647,
          "经度": 120.11199358,
          "使用状态": "在用",
          "下游门架": [
                  "3C7207",
                  "3C1205",
                  "3D1207"
          ]
  },
  {
          "门架HEX字符串": "3D7104",
          "门架名称": "马店枢纽-南村门架",
          "收费门架编号": "G001537004000520040",
          "纬度": 36.54357081,
          "经度": 120.11179996,
          "使用状态": "在用",
          "下游门架": [
                  "3D7105",
                  "3D7109"
          ]
  },
  {
          "门架HEX字符串": "3D7105",
          "门架名称": "南村-南村临枢纽门架",
          "收费门架编号": "G001537004000620050",
          "纬度": 36.56163449,
          "经度": 120.12490632,
          "使用状态": "在用",
          "下游门架": [
                  "3D7106",
                  "3C7712",
                  "3D7605"
          ]
  },
  {
          "门架HEX字符串": "3D7106",
          "门架名称": "南村临枢纽-仁兆门架",
          "收费门架编号": "G001537004000720060",
          "纬度": 36.61347798,
          "经度": 120.17842721,
          "使用状态": "在用",
          "下游门架": [
                  "3D7004",
                  "3D7107"
          ]
  },
  {
          "门架HEX字符串": "3C7207",
          "门架名称": "马店枢纽-沈海胶州门架",
          "收费门架编号": "G001537005000110010",
          "纬度": 36.25224517,
          "经度": 119.95595012,
          "使用状态": "在用",
          "下游门架": [
                  "3C7209",
                  "3D720D"
          ]
  },
  {
          "门架HEX字符串": "3C7209",
          "门架名称": "沈海胶州-九龙门架",
          "收费门架编号": "G001537005000210020",
          "纬度": 36.23773125,
          "经度": 119.95700352,
          "使用状态": "在用",
          "下游门架": [
                  "3C720B",
                  "3D720F"
          ]
  },
  {
          "门架HEX字符串": "3C720B",
          "门架名称": "九龙-王台门架",
          "收费门架编号": "G001537005000310030",
          "纬度": 36.15709173,
          "经度": 119.97720868,
          "使用状态": "在用",
          "下游门架": [
                  "3D730B",
                  "3C7301"
          ]
  },
  {
          "门架HEX字符串": "3D720C",
          "门架名称": "王台-九龙门架",
          "收费门架编号": "G001537005000420040",
          "纬度": 36.15585574,
          "经度": 119.97757089,
          "使用状态": "在用",
          "下游门架": [
                  "3D720A",
                  "3D720F"
          ]
  },
  {
          "门架HEX字符串": "3D720A",
          "门架名称": "九龙-沈海胶州门架",
          "收费门架编号": "G001537005000520050",
          "纬度": 36.23703369,
          "经度": 119.95707053,
          "使用状态": "在用",
          "下游门架": [
                  "3D7208",
                  "3D720D"
          ]
  },
  {
          "门架HEX字符串": "3D7208",
          "门架名称": "沈海胶州-马店枢纽门架",
          "收费门架编号": "G001537005000620060",
          "纬度": 36.25166619,
          "经度": 119.95621869,
          "使用状态": "在用",
          "下游门架": [
                  "3D7104",
                  "3C1205",
                  "3D1207"
          ]
  },
  {
          "门架HEX字符串": "3C7301",
          "门架名称": "王台-胶南枢纽门架",
          "收费门架编号": "G001537006000110010",
          "纬度": 36.06536259,
          "经度": 119.98180925,
          "使用状态": "在用",
          "下游门架": [
                  "3C7302",
                  "3C4005",
                  "3D4009"
          ]
  },
  {
          "门架HEX字符串": "3C7302",
          "门架名称": "胶南枢纽-胶南北枢纽门架",
          "收费门架编号": "G001537006000210020",
          "纬度": 36.03089564,
          "经度": 119.97386692,
          "使用状态": "在用",
          "下游门架": [
                  "3C7303",
                  "3D740E"
          ]
  },
  {
          "门架HEX字符串": "3C7303",
          "门架名称": "胶南北枢纽-铁山门架",
          "收费门架编号": "G001537006000310030",
          "纬度": 35.908751,
          "经度": 119.950356,
          "使用状态": "在用",
          "下游门架": [
                  "3C7304",
                  "3D730D"
          ]
  },
  {
          "门架HEX字符串": "3C7304",
          "门架名称": "铁山-泊里门架",
          "收费门架编号": "G001537006000410040",
          "纬度": 35.884062,
          "经度": 119.92943,
          "使用状态": "在用",
          "下游门架": [
                  "3D730F",
                  "3C7311"
          ]
  },
  {
          "门架HEX字符串": "3C7305",
          "门架名称": "泊里-大场门架",
          "收费门架编号": "G001537006000510050",
          "纬度": 35.699622,
          "经度": 119.728662,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D7306",
          "门架名称": "大场-泊里门架",
          "收费门架编号": "G001537006000820060",
          "纬度": 35.69897962,
          "经度": 119.7280718,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D7307",
          "门架名称": "泊里-铁山门架",
          "收费门架编号": "G001537006000920070",
          "纬度": 35.883061,
          "经度": 119.928345,
          "使用状态": "在用",
          "下游门架": [
                  "3D7308",
                  "3D730D"
          ]
  },
  {
          "门架HEX字符串": "3D7308",
          "门架名称": "铁山-胶南北枢纽门架",
          "收费门架编号": "G001537006001020080",
          "纬度": 35.908429,
          "经度": 119.950312,
          "使用状态": "在用",
          "下游门架": [
                  "3D7309",
                  "3D740E"
          ]
  },
  {
          "门架HEX字符串": "3D7309",
          "门架名称": "胶南北枢纽-胶南枢纽门架",
          "收费门架编号": "G001537006001120090",
          "纬度": 36.0298226,
          "经度": 119.97420473,
          "使用状态": "在用",
          "下游门架": [
                  "3D730A",
                  "3C4005",
                  "3D4009"
          ]
  },
  {
          "门架HEX字符串": "3D730A",
          "门架名称": "胶南枢纽-王台门架",
          "收费门架编号": "G001537006001220100",
          "纬度": 36.06424933046377,
          "经度": 119.9816037997486,
          "使用状态": "在用",
          "下游门架": [
                  "3D720C",
                  "3D730B"
          ]
  },
  {
          "门架HEX字符串": "3C2201",
          "门架名称": "大场-日照北门架",
          "收费门架编号": "G001537007000110010",
          "纬度": 35.49279978,
          "经度": 119.47803993,
          "使用状态": "在用",
          "下游门架": [
                  "3C2202",
                  "3D2213"
          ]
  },
  {
          "门架HEX字符串": "3C2202",
          "门架名称": "日照北-圈村枢纽门架",
          "收费门架编号": "G001537007000210020",
          "纬度": 35.4704028,
          "经度": 119.46458927,
          "使用状态": "在用",
          "下游门架": [
                  "3C2203",
                  "3C1D02",
                  "3D1D0E"
          ]
  },
  {
          "门架HEX字符串": "3C2203",
          "门架名称": "圈村枢纽-沈海日照疏港枢纽门架",
          "收费门架编号": "G001537007000310030",
          "纬度": 35.403498,
          "经度": 119.403798,
          "使用状态": "在用",
          "下游门架": [
                  "3C2204",
                  "3D2210",
                  "3D1D10"
          ]
  },
  {
          "门架HEX字符串": "3C2204",
          "门架名称": "沈海日照疏港枢纽-日照南门架",
          "收费门架编号": "G001537007000410040",
          "纬度": 35.301028,
          "经度": 119.360376,
          "使用状态": "在用",
          "下游门架": [
                  "3C2205",
                  "3D2215"
          ]
  },
  {
          "门架HEX字符串": "3C2205",
          "门架名称": "日照南-岚山门架",
          "收费门架编号": "G001537007000510050",
          "纬度": 35.14453848,
          "经度": 119.2863075,
          "使用状态": "在用",
          "下游门架": [
                  "3D2217",
                  "3C2219"
          ]
  },
  {
          "门架HEX字符串": "3E2207",
          "门架名称": "汾水枢纽-沈海鲁苏门架",
          "收费门架编号": "G001537007000710060",
          "纬度": 35.113781,
          "经度": 119.258283,
          "使用状态": "停用",
          "下游门架": [
                  "2A0B01"
          ]
  },
  {
          "门架HEX字符串": "3E2207",
          "门架名称": "汾水枢纽-沈海鲁苏门架",
          "收费门架编号": "G001537007000710070",
          "纬度": 35.109675,
          "经度": 119.255585,
          "使用状态": "停用",
          "下游门架": [
                  "2A0B01"
          ]
  },
  {
          "门架HEX字符串": "3F2208",
          "门架名称": "沈海鲁苏-汾水枢纽门架",
          "收费门架编号": "G001537007000820080",
          "纬度": 35.104252,
          "经度": 119.25193,
          "使用状态": "在用",
          "下游门架": [
                  "3D221A",
                  "3C8B11"
          ]
  },
  {
          "门架HEX字符串": "3F2208",
          "门架名称": "沈海鲁苏-汾水枢纽门架",
          "收费门架编号": "G001537007000820090",
          "纬度": 35.10914,
          "经度": 119.255383,
          "使用状态": "在用",
          "下游门架": [
                  "3D221A",
                  "3C8B11"
          ]
  },
  {
          "门架HEX字符串": "3D220A",
          "门架名称": "岚山-日照南门架",
          "收费门架编号": "G001537007001020100",
          "纬度": 35.14399332,
          "经度": 119.28586105,
          "使用状态": "在用",
          "下游门架": [
                  "3D220B",
                  "3D2215"
          ]
  },
  {
          "门架HEX字符串": "3D220B",
          "门架名称": "日照南-沈海日照疏港枢纽门架",
          "收费门架编号": "G001537007001120110",
          "纬度": 35.299984,
          "经度": 119.360097,
          "使用状态": "在用",
          "下游门架": [
                  "3D220C",
                  "3D2210",
                  "3D1D10"
          ]
  },
  {
          "门架HEX字符串": "3D220C",
          "门架名称": "沈海日照疏港枢纽-圈村枢纽门架",
          "收费门架编号": "G001537007001220120",
          "纬度": 35.40295,
          "经度": 119.403661,
          "使用状态": "在用",
          "下游门架": [
                  "3D220D",
                  "3C1D02",
                  "3D1D0E"
          ]
  },
  {
          "门架HEX字符串": "3D220D",
          "门架名称": "圈村枢纽-日照北门架",
          "收费门架编号": "G001537007001320130",
          "纬度": 35.46925024,
          "经度": 119.46370308,
          "使用状态": "在用",
          "下游门架": [
                  "3D220E",
                  "3D2213"
          ]
  },
  {
          "门架HEX字符串": "3D220E",
          "门架名称": "日照北-大场门架",
          "收费门架编号": "G001537007001420140",
          "纬度": 35.4910117,
          "经度": 119.47753682,
          "使用状态": "在用",
          "下游门架": [
                  "3D2211",
                  "3C7313"
          ]
  },
  {
          "门架HEX字符串": "3C2501",
          "门架名称": "烟海荣乌枢纽-莱山门架",
          "收费门架编号": "G001537008000110010",
          "纬度": 37.430145,
          "经度": 121.422433,
          "使用状态": "在用",
          "下游门架": [
                  "3C2502",
                  "3D2521"
          ]
  },
  {
          "门架HEX字符串": "3C2502",
          "门架名称": "莱山-杜家疃门架",
          "收费门架编号": "G001537008000210020",
          "纬度": 37.432952,
          "经度": 121.397102,
          "使用状态": "在用",
          "下游门架": [
                  "3C2503",
                  "3D252B"
          ]
  },
  {
          "门架HEX字符串": "3C2503",
          "门架名称": "杜家疃-崇义门架",
          "收费门架编号": "G001537008000310030",
          "纬度": 37.441829,
          "经度": 121.338808,
          "使用状态": "在用",
          "下游门架": [
                  "3C2504",
                  "3D252D"
          ]
  },
  {
          "门架HEX字符串": "3C2504",
          "门架名称": "崇义-东厅门架",
          "收费门架编号": "G001537008000410040",
          "纬度": 37.46651496,
          "经度": 121.25493938,
          "使用状态": "在用",
          "下游门架": [
                  "3C2505",
                  "3D252F"
          ]
  },
  {
          "门架HEX字符串": "3C2505",
          "门架名称": "东厅-大杨家枢纽门架",
          "收费门架编号": "G001537008000510050",
          "纬度": 37.485013,
          "经度": 121.210558,
          "使用状态": "在用",
          "下游门架": [
                  "3C2401",
                  "3C2506",
                  "3D2509",
                  "3D250C"
          ]
  },
  {
          "门架HEX字符串": "3C2506",
          "门架名称": "大杨家枢纽-古现门架",
          "收费门架编号": "G001537008000610060",
          "纬度": 37.556001,
          "经度": 121.130698,
          "使用状态": "在用",
          "下游门架": [
                  "3C2507",
                  "3D2531"
          ]
  },
  {
          "门架HEX字符串": "3C2507",
          "门架名称": "古现-八角枢纽门架",
          "收费门架编号": "G001537008000710070",
          "纬度": 37.590621,
          "经度": 121.1098,
          "使用状态": "在用",
          "下游门架": [
                  "3C2601",
                  "3D7407"
          ]
  },
  {
          "门架HEX字符串": "3C2508",
          "门架名称": "福山-大杨家枢纽门架",
          "收费门架编号": "G001537008000810080",
          "纬度": 37.52647147,
          "经度": 121.2022654,
          "使用状态": "在用",
          "下游门架": [
                  "3C2401",
                  "3C2506",
                  "3D2509",
                  "3D250C"
          ]
  },
  {
          "门架HEX字符串": "3D2509",
          "门架名称": "大杨家枢纽-福山门架",
          "收费门架编号": "G001537008000920090",
          "纬度": 37.52639312,
          "经度": 121.20161789,
          "使用状态": "在用",
          "下游门架": [
                  "3D2533"
          ]
  },
  {
          "门架HEX字符串": "3D250A",
          "门架名称": "八角枢纽-古现门架",
          "收费门架编号": "G001537008001020100",
          "纬度": 37.591432,
          "经度": 121.109249,
          "使用状态": "在用",
          "下游门架": [
                  "3D250B",
                  "3D2531"
          ]
  },
  {
          "门架HEX字符串": "3D250B",
          "门架名称": "古现-大杨家枢纽门架",
          "收费门架编号": "G001537008001120110",
          "纬度": 37.556419,
          "经度": 121.129644,
          "使用状态": "在用",
          "下游门架": [
                  "3C2401",
                  "3C2506",
                  "3D2509",
                  "3D250C"
          ]
  },
  {
          "门架HEX字符串": "3D250C",
          "门架名称": "大杨家枢纽-东厅门架",
          "收费门架编号": "G001537008001220120",
          "纬度": 37.48538533,
          "经度": 121.20935234,
          "使用状态": "在用",
          "下游门架": [
                  "3D250D",
                  "3D252F"
          ]
  },
  {
          "门架HEX字符串": "3D250D",
          "门架名称": "东厅-崇义门架",
          "收费门架编号": "G001537008001320130",
          "纬度": 37.46691583,
          "经度": 121.25355984,
          "使用状态": "在用",
          "下游门架": [
                  "3D250E",
                  "3D252D"
          ]
  },
  {
          "门架HEX字符串": "3D250E",
          "门架名称": "崇义-杜家疃门架",
          "收费门架编号": "G001537008001420140",
          "纬度": 37.441774,
          "经度": 121.338064,
          "使用状态": "在用",
          "下游门架": [
                  "3D250F",
                  "3D252B"
          ]
  },
  {
          "门架HEX字符串": "3D250F",
          "门架名称": "杜家疃-莱山门架",
          "收费门架编号": "G001537008001520150",
          "纬度": 37.433058,
          "经度": 121.395148,
          "使用状态": "在用",
          "下游门架": [
                  "3D2510",
                  "3D2521"
          ]
  },
  {
          "门架HEX字符串": "3D2510",
          "门架名称": "莱山-烟海荣乌枢纽门架",
          "收费门架编号": "G001537008001620160",
          "纬度": 37.430105,
          "经度": 121.421662,
          "使用状态": "在用",
          "下游门架": [
                  "3D4F04",
                  "3C2511",
                  "3D251F"
          ]
  },
  {
          "门架HEX字符串": "3C220F",
          "门架名称": "日照机场-沈海日照疏港枢纽门架",
          "收费门架编号": "G001537009000110010",
          "纬度": 35.39753924834235,
          "经度": 119.3788542450007,
          "使用状态": "在用",
          "下游门架": [
                  "3C2204",
                  "3D220C",
                  "3D1D10"
          ]
  },
  {
          "门架HEX字符串": "3D2210",
          "门架名称": "沈海日照疏港枢纽-日照机场门架",
          "收费门架编号": "G001537009000220020",
          "纬度": 35.39826695532511,
          "经度": 119.3818344567162,
          "使用状态": "在用",
          "下游门架": [
                  "3D2101"
          ]
  },
  {
          "门架HEX字符串": "3C5E01",
          "门架名称": "荣成-荣成西门架",
          "收费门架编号": "G001837001000110010",
          "纬度": 37.07335028,
          "经度": 122.31830545,
          "使用状态": "在用",
          "下游门架": [
                  "3C5E02",
                  "3D5E0B"
          ]
  },
  {
          "门架HEX字符串": "3C5E02",
          "门架名称": "荣成西-文登南门架",
          "收费门架编号": "G001837001000210020",
          "纬度": 37.07468668,
          "经度": 122.2545358,
          "使用状态": "在用",
          "下游门架": [
                  "3C5E03",
                  "3D5E0D"
          ]
  },
  {
          "门架HEX字符串": "3C5E03",
          "门架名称": "文登南-南海新港门架",
          "收费门架编号": "G001837001000310030",
          "纬度": 37.05610682,
          "经度": 122.08321384,
          "使用状态": "在用",
          "下游门架": [
                  "3C5E04",
                  "3D5E0F"
          ]
  },
  {
          "门架HEX字符串": "3C5E04",
          "门架名称": "南海新港-威乳荣文立交门架",
          "收费门架编号": "G001837001000410040",
          "纬度": 37.0486702,
          "经度": 122.03827614,
          "使用状态": "在用",
          "下游门架": [
                  "3C0404",
                  "3D040F",
                  "3C850C"
          ]
  },
  {
          "门架HEX字符串": "3D5E05",
          "门架名称": "威乳荣文立交-南海新港门架",
          "收费门架编号": "G001837001000520050",
          "纬度": 37.048612,
          "经度": 122.03751772,
          "使用状态": "在用",
          "下游门架": [
                  "3D5E06",
                  "3D5E0F"
          ]
  },
  {
          "门架HEX字符串": "3D5E06",
          "门架名称": "南海新港-文登南门架",
          "收费门架编号": "G001837001000620060",
          "纬度": 37.05579466,
          "经度": 122.08251168,
          "使用状态": "在用",
          "下游门架": [
                  "3D5E07",
                  "3D5E0D"
          ]
  },
  {
          "门架HEX字符串": "3D5E07",
          "门架名称": "文登南-荣成西门架",
          "收费门架编号": "G001837001000720070",
          "纬度": 37.074399,
          "经度": 122.252932,
          "使用状态": "在用",
          "下游门架": [
                  "3D5E08",
                  "3D5E0B"
          ]
  },
  {
          "门架HEX字符串": "3D5E08",
          "门架名称": "荣成西-荣成门架",
          "收费门架编号": "G001837001000820080",
          "纬度": 37.07324831,
          "经度": 122.31751553,
          "使用状态": "在用",
          "下游门架": [
                  "3D5E09"
          ]
  },
  {
          "门架HEX字符串": "3C4E01",
          "门架名称": "双岛-北海门架",
          "收费门架编号": "G001837002000110010",
          "纬度": 37.471682,
          "经度": 121.95981,
          "使用状态": "在用",
          "下游门架": [
                  "3C4E02",
                  "3D4E07"
          ]
  },
  {
          "门架HEX字符串": "3C4E02",
          "门架名称": "北海-酒馆门架",
          "收费门架编号": "G001837002000210020",
          "纬度": 37.461417,
          "经度": 121.916622,
          "使用状态": "在用",
          "下游门架": [
                  "3C4F01",
                  "3D4E09"
          ]
  },
  {
          "门架HEX字符串": "3D4E03",
          "门架名称": "酒馆-北海门架",
          "收费门架编号": "G001837002000320030",
          "纬度": 37.460982,
          "经度": 121.915229,
          "使用状态": "在用",
          "下游门架": [
                  "3D4E04",
                  "3D4E07"
          ]
  },
  {
          "门架HEX字符串": "3D4E04",
          "门架名称": "北海-双岛门架",
          "收费门架编号": "G001837002000420040",
          "纬度": 37.471455,
          "经度": 121.959348,
          "使用状态": "在用",
          "下游门架": [
                  "3D4E05"
          ]
  },
  {
          "门架HEX字符串": "3C4F01",
          "门架名称": "酒馆-牟平东门架",
          "收费门架编号": "G001837003000210010",
          "纬度": 37.447406,
          "经度": 121.854532,
          "使用状态": "在用",
          "下游门架": [
                  "3C4F02",
                  "3D4F07"
          ]
  },
  {
          "门架HEX字符串": "3C4F02",
          "门架名称": "牟平东-养马岛门架",
          "收费门架编号": "G001837003000310020",
          "纬度": 37.427601,
          "经度": 121.662217,
          "使用状态": "在用",
          "下游门架": [
                  "3C4F03",
                  "3D4F05",
                  "3D4F0A"
          ]
  },
  {
          "门架HEX字符串": "3C4F03",
          "门架名称": "养马岛-烟海荣乌枢纽门架",
          "收费门架编号": "G001837003000410030",
          "纬度": 37.42327299999999,
          "经度": 121.571834,
          "使用状态": "在用",
          "下游门架": [
                  "3C2501",
                  "3C2511",
                  "3D251F"
          ]
  },
  {
          "门架HEX字符串": "3D4F04",
          "门架名称": "烟海荣乌枢纽-养马岛门架",
          "收费门架编号": "G001837003000920040",
          "纬度": 37.423217,
          "经度": 121.571076,
          "使用状态": "在用",
          "下游门架": [
                  "3C4F03",
                  "3D4F05",
                  "3D4F0A"
          ]
  },
  {
          "门架HEX字符串": "3D4F05",
          "门架名称": "养马岛-牟平东门架",
          "收费门架编号": "G001837003001020050",
          "纬度": 37.427269,
          "经度": 121.661486,
          "使用状态": "在用",
          "下游门架": [
                  "3D4F06",
                  "3D4F07"
          ]
  },
  {
          "门架HEX字符串": "3D4F06",
          "门架名称": "牟平东-酒馆门架",
          "收费门架编号": "G001837003001120060",
          "纬度": 37.447221,
          "经度": 121.853506,
          "使用状态": "在用",
          "下游门架": [
                  "3D4E03",
                  "3D4E09"
          ]
  },
  {
          "门架HEX字符串": "3C2D0B",
          "门架名称": "郭家埠枢纽-新河门架",
          "收费门架编号": "G001837004000210010",
          "纬度": 36.947582,
          "经度": 119.639026,
          "使用状态": "备用",
          "下游门架": [
                  "3C2D07",
                  "3D2D09"
          ]
  },
  {
          "门架HEX字符串": "3C2D07",
          "门架名称": "新河-下营门架",
          "收费门架编号": "G001837004000310020",
          "纬度": 36.95087117,
          "经度": 119.59311211,
          "使用状态": "在用",
          "下游门架": [
                  "3C4401",
                  "3D4410"
          ]
  },
  {
          "门架HEX字符串": "3D2D08",
          "门架名称": "下营-新河门架",
          "收费门架编号": "G001837004000420030",
          "纬度": 36.95081559,
          "经度": 119.59230231,
          "使用状态": "在用",
          "下游门架": [
                  "3D2D06",
                  "3D2D09"
          ]
  },
  {
          "门架HEX字符串": "3D2D06",
          "门架名称": "新河-郭家埠枢纽门架",
          "收费门架编号": "G001837004000520040",
          "纬度": 36.947631,
          "经度": 119.63803,
          "使用状态": "备用",
          "下游门架": [
                  "3D7711",
                  "3C2C02",
                  "3D2C04"
          ]
  },
  {
          "门架HEX字符串": "3C2601",
          "门架名称": "八角枢纽-烟台机场门架",
          "收费门架编号": "G001837005000110010",
          "纬度": 37.616595,
          "经度": 121.041486,
          "使用状态": "在用",
          "下游门架": [
                  "3C2603",
                  "3D2614"
          ]
  },
  {
          "门架HEX字符串": "3C2602",
          "门架名称": "黄城-龙口港枢纽门架",
          "收费门架编号": "G001837005000210060",
          "纬度": 37.607026,
          "经度": 120.467624,
          "使用状态": "在用",
          "下游门架": [
                  "3C2607",
                  "3D7402",
                  "3C6C01"
          ]
  },
  {
          "门架HEX字符串": "3C2603",
          "门架名称": "烟台机场-蓬莱枢纽门架",
          "收费门架编号": "G001837005000310020",
          "纬度": 37.634578,
          "经度": 120.982668,
          "使用状态": "在用",
          "下游门架": [
                  "3C2604",
                  "3C6802",
                  "3D6806"
          ]
  },
  {
          "门架HEX字符串": "3C2604",
          "门架名称": "蓬莱枢纽-蓬莱东门架",
          "收费门架编号": "G001837005000410030",
          "纬度": 37.633506,
          "经度": 120.903477,
          "使用状态": "在用",
          "下游门架": [
                  "3C2605",
                  "3D2616"
          ]
  },
  {
          "门架HEX字符串": "3C2605",
          "门架名称": "蓬莱东-蓬莱西门架",
          "收费门架编号": "G001837005000510040",
          "纬度": 37.63444879999999,
          "经度": 120.71553966,
          "使用状态": "在用",
          "下游门架": [
                  "3C2606",
                  "3D2618"
          ]
  },
  {
          "门架HEX字符串": "3C2606",
          "门架名称": "蓬莱西-黄城门架",
          "收费门架编号": "G001837005000610050",
          "纬度": 37.64295348,
          "经度": 120.66038329,
          "使用状态": "在用",
          "下游门架": [
                  "3C2602",
                  "3D2610"
          ]
  },
  {
          "门架HEX字符串": "3C2607",
          "门架名称": "龙口港枢纽-龙口门架",
          "收费门架编号": "G001837005000710070",
          "纬度": 37.54384380611546,
          "经度": 120.3570374686633,
          "使用状态": "在用",
          "下游门架": [
                  "3C2702",
                  "3D2612"
          ]
  },
  {
          "门架HEX字符串": "3D2608",
          "门架名称": "龙口-龙口港枢纽门架",
          "收费门架编号": "G001837005001020080",
          "纬度": 37.542885,
          "经度": 120.356648,
          "使用状态": "在用",
          "下游门架": [
                  "3D260D",
                  "3D7402",
                  "3C6C01"
          ]
  },
  {
          "门架HEX字符串": "3D2609",
          "门架名称": "黄城-蓬莱西门架",
          "收费门架编号": "G001837005001120100",
          "纬度": 37.64299709,
          "经度": 120.65914196,
          "使用状态": "在用",
          "下游门架": [
                  "3D260A",
                  "3D2618"
          ]
  },
  {
          "门架HEX字符串": "3D260A",
          "门架名称": "蓬莱西-蓬莱东门架",
          "收费门架编号": "G001837005001220110",
          "纬度": 37.63464361,
          "经度": 120.71459029,
          "使用状态": "在用",
          "下游门架": [
                  "3D260B",
                  "3D2616"
          ]
  },
  {
          "门架HEX字符串": "3D260B",
          "门架名称": "蓬莱东-蓬莱枢纽门架",
          "收费门架编号": "G001837005001320120",
          "纬度": 37.633184,
          "经度": 120.902508,
          "使用状态": "在用",
          "下游门架": [
                  "3D260C",
                  "3C6802",
                  "3D6806"
          ]
  },
  {
          "门架HEX字符串": "3D260C",
          "门架名称": "蓬莱枢纽-烟台机场门架",
          "收费门架编号": "G001837005001420130",
          "纬度": 37.634511,
          "经度": 120.98198,
          "使用状态": "在用",
          "下游门架": [
                  "3D260E",
                  "3D2614"
          ]
  },
  {
          "门架HEX字符串": "3D260D",
          "门架名称": "龙口港枢纽-黄城门架",
          "收费门架编号": "G001837005001520090",
          "纬度": 37.606428,
          "经度": 120.466673,
          "使用状态": "在用",
          "下游门架": [
                  "3D2609",
                  "3D2610"
          ]
  },
  {
          "门架HEX字符串": "3D260E",
          "门架名称": "烟台机场-八角枢纽门架",
          "收费门架编号": "G001837005001620140",
          "纬度": 37.61686,
          "经度": 121.040347,
          "使用状态": "在用",
          "下游门架": [
                  "3D250A",
                  "3D7407"
          ]
  },
  {
          "门架HEX字符串": "3C2702",
          "门架名称": "龙口-招远北门架",
          "收费门架编号": "G001837006000110010",
          "纬度": 37.479564,
          "经度": 120.315076,
          "使用状态": "在用",
          "下游门架": [
                  "3C2703",
                  "3D2712"
          ]
  },
  {
          "门架HEX字符串": "3C2703",
          "门架名称": "招远北-招远门架",
          "收费门架编号": "G001837006000210020",
          "纬度": 37.407916,
          "经度": 120.260532,
          "使用状态": "在用",
          "下游门架": [
                  "3C2704",
                  "3D2714"
          ]
  },
  {
          "门架HEX字符串": "3C2704",
          "门架名称": "招远-朱桥门架",
          "收费门架编号": "G001837006000310030",
          "纬度": 37.37606589,
          "经度": 120.23917646,
          "使用状态": "在用",
          "下游门架": [
                  "3C2705",
                  "3D2716"
          ]
  },
  {
          "门架HEX字符串": "3C2705",
          "门架名称": "朱桥-荣乌莱州疏港枢纽门架",
          "收费门架编号": "G001837006000410040",
          "纬度": 37.277975,
          "经度": 120.138113,
          "使用状态": "在用",
          "下游门架": [
                  "3C2706",
                  "3D7404"
          ]
  },
  {
          "门架HEX字符串": "3C2706",
          "门架名称": "荣乌莱州疏港枢纽-莱州东门架",
          "收费门架编号": "G001837006000510050",
          "纬度": 37.24194538,
          "经度": 120.08958408,
          "使用状态": "在用",
          "下游门架": [
                  "3C2707",
                  "3D2718"
          ]
  },
  {
          "门架HEX字符串": "3C2707",
          "门架名称": "莱州东-莱州门架",
          "收费门架编号": "G001837006000610060",
          "纬度": 37.1972057,
          "经度": 120.0363871,
          "使用状态": "在用",
          "下游门架": [
                  "3C2708",
                  "3D271A"
          ]
  },
  {
          "门架HEX字符串": "3C2708",
          "门架名称": "莱州-沙河门架",
          "收费门架编号": "G001837006000710070",
          "纬度": 37.116066000000004,
          "经度": 119.910791,
          "使用状态": "在用",
          "下游门架": [
                  "3C2709",
                  "3D271C"
          ]
  },
  {
          "门架HEX字符串": "3C2709",
          "门架名称": "沙河-灰埠门架",
          "收费门架编号": "G001837006000810080",
          "纬度": 37.009414,
          "经度": 119.786492,
          "使用状态": "在用",
          "下游门架": [
                  "3C2C01",
                  "3D2C05"
          ]
  },
  {
          "门架HEX字符串": "3D270A",
          "门架名称": "灰埠-沙河门架",
          "收费门架编号": "G001837006000920090",
          "纬度": 37.009175,
          "经度": 119.786295,
          "使用状态": "在用",
          "下游门架": [
                  "3D270B",
                  "3D271C"
          ]
  },
  {
          "门架HEX字符串": "3D270B",
          "门架名称": "沙河-莱州门架",
          "收费门架编号": "G001837006001020100",
          "纬度": 37.115473,
          "经度": 119.9104,
          "使用状态": "在用",
          "下游门架": [
                  "3D270C",
                  "3D271A"
          ]
  },
  {
          "门架HEX字符串": "3D270C",
          "门架名称": "莱州-莱州东门架",
          "收费门架编号": "G001837006001120110",
          "纬度": 37.19645048,
          "经度": 120.03548625,
          "使用状态": "在用",
          "下游门架": [
                  "3D270D",
                  "3D2718"
          ]
  },
  {
          "门架HEX字符串": "3D270D",
          "门架名称": "莱州东-荣乌莱州疏港枢纽门架",
          "收费门架编号": "G001837006001220120",
          "纬度": 37.2413559,
          "经度": 120.08883084,
          "使用状态": "在用",
          "下游门架": [
                  "3D270E",
                  "3D7404"
          ]
  },
  {
          "门架HEX字符串": "3D270E",
          "门架名称": "荣乌莱州疏港枢纽-朱桥门架",
          "收费门架编号": "G001837006001320130",
          "纬度": 37.27741621,
          "经度": 120.13749227,
          "使用状态": "在用",
          "下游门架": [
                  "3D270F",
                  "3D2716"
          ]
  },
  {
          "门架HEX字符串": "3D270F",
          "门架名称": "朱桥-招远门架",
          "收费门架编号": "G001837006001420140",
          "纬度": 37.37532351,
          "经度": 120.23858821,
          "使用状态": "在用",
          "下游门架": [
                  "3D2710",
                  "3D2714"
          ]
  },
  {
          "门架HEX字符串": "3D2710",
          "门架名称": "招远-招远北门架",
          "收费门架编号": "G001837006001520150",
          "纬度": 37.407253,
          "经度": 120.26039,
          "使用状态": "在用",
          "下游门架": [
                  "3D2711",
                  "3D2712"
          ]
  },
  {
          "门架HEX字符串": "3D2711",
          "门架名称": "招远北-龙口门架",
          "收费门架编号": "G001837006001620160",
          "纬度": 37.478927,
          "经度": 120.314873,
          "使用状态": "在用",
          "下游门架": [
                  "3D2608",
                  "3D2612"
          ]
  },
  {
          "门架HEX字符串": "3C4401",
          "门架名称": "下营-昌邑门架",
          "收费门架编号": "G001837007000210020",
          "纬度": 36.96041258,
          "经度": 119.41439747,
          "使用状态": "在用",
          "下游门架": [
                  "3C4402",
                  "3D4412"
          ]
  },
  {
          "门架HEX字符串": "3C4402",
          "门架名称": "昌邑-潍坊北门架",
          "收费门架编号": "G001837007000310030",
          "纬度": 36.97558109,
          "经度": 119.19256653,
          "使用状态": "在用",
          "下游门架": [
                  "3C4403",
                  "3D4414"
          ]
  },
  {
          "门架HEX字符串": "3C4403",
          "门架名称": "潍坊北-荣乌潍日立交门架",
          "收费门架编号": "G001837007000410040",
          "纬度": 36.98250143,
          "经度": 119.14307705,
          "使用状态": "在用",
          "下游门架": [
                  "3C4404",
                  "3C671A",
                  "3D6723"
          ]
  },
  {
          "门架HEX字符串": "3C4404",
          "门架名称": "荣乌潍日立交-寿光东门架",
          "收费门架编号": "G001837007000510050",
          "纬度": 37.008093,
          "经度": 119.004352,
          "使用状态": "在用",
          "下游门架": [
                  "3C4405",
                  "3D4416"
          ]
  },
  {
          "门架HEX字符串": "3C4405",
          "门架名称": "寿光东-寿光北门架",
          "收费门架编号": "G001837007000610060",
          "纬度": 37.011737,
          "经度": 118.95119,
          "使用状态": "在用",
          "下游门架": [
                  "3C4406",
                  "3D4418"
          ]
  },
  {
          "门架HEX字符串": "3C4406",
          "门架名称": "寿光北-寿光西门架",
          "收费门架编号": "G001837007000710070",
          "纬度": 37.02850503,
          "经度": 118.85070941,
          "使用状态": "在用",
          "下游门架": [
                  "3C4407",
                  "3D441A"
          ]
  },
  {
          "门架HEX字符串": "3C4407",
          "门架名称": "寿光西-辛庄子枢纽门架",
          "收费门架编号": "G001837007000810080",
          "纬度": 37.09803306,
          "经度": 118.68610818,
          "使用状态": "在用",
          "下游门架": [
                  "3C2E05",
                  "3C2E06",
                  "3D7E01"
          ]
  },
  {
          "门架HEX字符串": "3D4408",
          "门架名称": "辛庄子枢纽-寿光西门架",
          "收费门架编号": "G001837007000920090",
          "纬度": 37.09828614,
          "经度": 118.68519936,
          "使用状态": "在用",
          "下游门架": [
                  "3D4409",
                  "3D441A"
          ]
  },
  {
          "门架HEX字符串": "3D4409",
          "门架名称": "寿光西-寿光北门架",
          "收费门架编号": "G001837007001020100",
          "纬度": 37.02873028,
          "经度": 118.84978571,
          "使用状态": "在用",
          "下游门架": [
                  "3D440A",
                  "3D4418"
          ]
  },
  {
          "门架HEX字符串": "3D440A",
          "门架名称": "寿光北-寿光东门架",
          "收费门架编号": "G001837007001120110",
          "纬度": 37.01168,
          "经度": 118.95086,
          "使用状态": "在用",
          "下游门架": [
                  "3D440B",
                  "3D4416"
          ]
  },
  {
          "门架HEX字符串": "3D440B",
          "门架名称": "寿光东-荣乌潍日立交门架",
          "收费门架编号": "G001837007001220120",
          "纬度": 37.007945,
          "经度": 119.003509,
          "使用状态": "在用",
          "下游门架": [
                  "3D440C",
                  "3C671A",
                  "3D6723"
          ]
  },
  {
          "门架HEX字符串": "3D440C",
          "门架名称": "荣乌潍日立交-潍坊北门架",
          "收费门架编号": "G001837007001320130",
          "纬度": 36.98254634,
          "经度": 119.14206068,
          "使用状态": "在用",
          "下游门架": [
                  "3D440D",
                  "3D4414"
          ]
  },
  {
          "门架HEX字符串": "3D440D",
          "门架名称": "潍坊北-昌邑门架",
          "收费门架编号": "G001837007001420140",
          "纬度": 36.975632,
          "经度": 119.191627,
          "使用状态": "在用",
          "下游门架": [
                  "3D440E",
                  "3D4412"
          ]
  },
  {
          "门架HEX字符串": "3D440E",
          "门架名称": "昌邑-下营门架",
          "收费门架编号": "G001837007001520150",
          "纬度": 36.96037477,
          "经度": 119.41367045,
          "使用状态": "在用",
          "下游门架": [
                  "3D2D08",
                  "3D4410"
          ]
  },
  {
          "门架HEX字符串": "3C3701",
          "门架名称": "垦利北-东港枢纽门架",
          "收费门架编号": "G001837010000310010",
          "纬度": 37.594199,
          "经度": 118.606618,
          "使用状态": "备用",
          "下游门架": [
                  "3C3601",
                  "3C3501",
                  "3D360F"
          ]
  },
  {
          "门架HEX字符串": "3D3702",
          "门架名称": "东港枢纽-垦利北门架",
          "收费门架编号": "G001837010000620020",
          "纬度": 37.594313,
          "经度": 118.606462,
          "使用状态": "备用",
          "下游门架": [
                  "3D2E0C",
                  "3D2E1B"
          ]
  },
  {
          "门架HEX字符串": "3C3601",
          "门架名称": "疏港枢纽-陈庄门架",
          "收费门架编号": "G001837011000110010",
          "纬度": 37.696127,
          "经度": 118.525775,
          "使用状态": "在用",
          "下游门架": [
                  "3C3602",
                  "3D3615"
          ]
  },
  {
          "门架HEX字符串": "3C3602",
          "门架名称": "陈庄-利津门架",
          "收费门架编号": "G001837011000210020",
          "纬度": 37.711812,
          "经度": 118.47751,
          "使用状态": "在用",
          "下游门架": [
                  "3C3603",
                  "3D3613"
          ]
  },
  {
          "门架HEX字符串": "3C3603",
          "门架名称": "利津-沾化东门架",
          "收费门架编号": "G001837011000310030",
          "纬度": 37.729244,
          "经度": 118.194287,
          "使用状态": "在用",
          "下游门架": [
                  "3C3015",
                  "3D3409"
          ]
  },
  {
          "门架HEX字符串": "3D3604",
          "门架名称": "沾化东-利津门架",
          "收费门架编号": "G001837011000420040",
          "纬度": 37.72944153,
          "经度": 118.19335159,
          "使用状态": "在用",
          "下游门架": [
                  "3D3605",
                  "3D3613"
          ]
  },
  {
          "门架HEX字符串": "3D3605",
          "门架名称": "利津-陈庄门架",
          "收费门架编号": "G001837011000520050",
          "纬度": 37.711758,
          "经度": 118.476958,
          "使用状态": "在用",
          "下游门架": [
                  "3D3606",
                  "3D3615"
          ]
  },
  {
          "门架HEX字符串": "3D3606",
          "门架名称": "陈庄-疏港枢纽门架",
          "收费门架编号": "G001837011000620060",
          "纬度": 37.696482,
          "经度": 118.524823,
          "使用状态": "在用",
          "下游门架": [
                  "3C3601",
                  "3D3702",
                  "3C3501",
                  "3D360F"
          ]
  },
  {
          "门架HEX字符串": "3C2E01",
          "门架名称": "垦利-垦利北门架",
          "收费门架编号": "G001837012000110010",
          "纬度": 37.55633579999999,
          "经度": 118.60628287,
          "使用状态": "在用",
          "下游门架": [
                  "3D2E1B",
                  "3C3701"
          ]
  },
  {
          "门架HEX字符串": "3C2E02",
          "门架名称": "东营北-垦利门架",
          "收费门架编号": "G001837012000210020",
          "纬度": 37.53091623,
          "经度": 118.59453377,
          "使用状态": "在用",
          "下游门架": [
                  "3C2E01",
                  "3D2E0F"
          ]
  },
  {
          "门架HEX字符串": "3C2E03",
          "门架名称": "东营-东营北门架",
          "收费门架编号": "G001837012000310030",
          "纬度": 37.451549,
          "经度": 118.600311,
          "使用状态": "在用",
          "下游门架": [
                  "3C2E02",
                  "3D2E11"
          ]
  },
  {
          "门架HEX字符串": "3C2E04",
          "门架名称": "李庄-东营门架",
          "收费门架编号": "G001837012000410040",
          "纬度": 37.379282,
          "经度": 118.600267,
          "使用状态": "在用",
          "下游门架": [
                  "3C2E03",
                  "3D2E13"
          ]
  },
  {
          "门架HEX字符串": "3C2E05",
          "门架名称": "辛庄子枢纽-李庄门架",
          "收费门架编号": "G001837012000510050",
          "纬度": 37.22881142,
          "经度": 118.58905768,
          "使用状态": "在用",
          "下游门架": [
                  "3C2E04",
                  "3D2E15"
          ]
  },
  {
          "门架HEX字符串": "3C2E06",
          "门架名称": "辛庄子枢纽-广饶门架",
          "收费门架编号": "G001837012000610060",
          "纬度": 37.05273320000001,
          "经度": 118.53764678,
          "使用状态": "在用",
          "下游门架": [
                  "3C2E0D",
                  "3D2E17"
          ]
  },
  {
          "门架HEX字符串": "3C2E0D",
          "门架名称": "广饶-大王门架",
          "收费门架编号": "G001837012000710070",
          "纬度": 37.026674,
          "经度": 118.542912,
          "使用状态": "在用",
          "下游门架": [
                  "3C2F04",
                  "3D2E19"
          ]
  },
  {
          "门架HEX字符串": "3D2E0E",
          "门架名称": "大王-广饶门架",
          "收费门架编号": "G001837012001620120",
          "纬度": 37.02581716938431,
          "经度": 118.5432436139398,
          "使用状态": "在用",
          "下游门架": [
                  "3D2E07",
                  "3D2E17"
          ]
  },
  {
          "门架HEX字符串": "3D2E07",
          "门架名称": "广饶-辛庄子枢纽门架",
          "收费门架编号": "G001837012001720130",
          "纬度": 37.05230523,
          "经度": 118.53775284,
          "使用状态": "在用",
          "下游门架": [
                  "3D4408",
                  "3C2E05",
                  "3D7E01"
          ]
  },
  {
          "门架HEX字符串": "3D2E08",
          "门架名称": "李庄-辛庄子枢纽门架",
          "收费门架编号": "G001837012001820140",
          "纬度": 37.22967687,
          "经度": 118.58919039,
          "使用状态": "在用",
          "下游门架": [
                  "3D4408",
                  "3C2E06",
                  "3D7E01"
          ]
  },
  {
          "门架HEX字符串": "3D2E09",
          "门架名称": "东营-李庄门架",
          "收费门架编号": "G001837012001920150",
          "纬度": 37.380052,
          "经度": 118.600187,
          "使用状态": "在用",
          "下游门架": [
                  "3D2E08",
                  "3D2E15"
          ]
  },
  {
          "门架HEX字符串": "3D2E0A",
          "门架名称": "东营北-东营门架",
          "收费门架编号": "G001837012002020160",
          "纬度": 37.452616,
          "经度": 118.599918,
          "使用状态": "在用",
          "下游门架": [
                  "3D2E09",
                  "3D2E13"
          ]
  },
  {
          "门架HEX字符串": "3D2E0B",
          "门架名称": "垦利-东营北门架",
          "收费门架编号": "G001837012002120170",
          "纬度": 37.53145942,
          "经度": 118.59463154,
          "使用状态": "在用",
          "下游门架": [
                  "3D2E0A",
                  "3D2E11"
          ]
  },
  {
          "门架HEX字符串": "3D2E0C",
          "门架名称": "垦利北-垦利门架",
          "收费门架编号": "G001837012002220180",
          "纬度": 37.55701046,
          "经度": 118.60633182,
          "使用状态": "在用",
          "下游门架": [
                  "3D2E0B",
                  "3D2E0F"
          ]
  },
  {
          "门架HEX字符串": "3E3001",
          "门架名称": "鲁北-无棣门架",
          "收费门架编号": "G001837013000110010",
          "纬度": 37.927448,
          "经度": 117.643855,
          "使用状态": "在用",
          "下游门架": [
                  "3C3003",
                  "3D303B"
          ]
  },
  {
          "门架HEX字符串": "3E3001",
          "门架名称": "鲁北-无棣门架",
          "收费门架编号": "G001837013000110210",
          "纬度": 37.923878,
          "经度": 117.646987,
          "使用状态": "在用",
          "下游门架": [
                  "3C3003",
                  "3D303B"
          ]
  },
  {
          "门架HEX字符串": "3C3003",
          "门架名称": "无棣-古城枢纽门架",
          "收费门架编号": "G001837013000210020",
          "纬度": 37.897162,
          "经度": 117.674484,
          "使用状态": "在用",
          "下游门架": [
                  "3C3004",
                  "3C4801",
                  "3D3018"
          ]
  },
  {
          "门架HEX字符串": "3C3004",
          "门架名称": "古城枢纽-古城门架",
          "收费门架编号": "G001837013000310030",
          "纬度": 37.712362,
          "经度": 117.826796,
          "使用状态": "在用",
          "下游门架": [
                  "3C3005",
                  "3D303D"
          ]
  },
  {
          "门架HEX字符串": "3C3005",
          "门架名称": "古城-大高门架",
          "收费门架编号": "G001837013000410040",
          "纬度": 37.626375,
          "经度": 117.863438,
          "使用状态": "在用",
          "下游门架": [
                  "3C3006",
                  "3D3039"
          ]
  },
  {
          "门架HEX字符串": "3C3006",
          "门架名称": "大高-滨州北门架",
          "收费门架编号": "G001837013000510050",
          "纬度": 37.513464,
          "经度": 117.911334,
          "使用状态": "在用",
          "下游门架": [
                  "3C3007",
                  "3D3037"
          ]
  },
  {
          "门架HEX字符串": "3C3007",
          "门架名称": "滨州北-长深济东立交门架",
          "收费门架编号": "G001837013000610060",
          "纬度": 37.475585,
          "经度": 117.910108,
          "使用状态": "在用",
          "下游门架": [
                  "3C3008",
                  "3C301D",
                  "3D3025"
          ]
  },
  {
          "门架HEX字符串": "3C3008",
          "门架名称": "长深济东立交-滨城门架",
          "收费门架编号": "G001837013000710070",
          "纬度": 37.425447,
          "经度": 117.904559,
          "使用状态": "在用",
          "下游门架": [
                  "3C3009",
                  "3D3035"
          ]
  },
  {
          "门架HEX字符串": "3C3009",
          "门架名称": "滨城-滨州门架",
          "收费门架编号": "G001837013000810080",
          "纬度": 37.37640493,
          "经度": 117.91027945,
          "使用状态": "在用",
          "下游门架": [
                  "3C300A",
                  "3D3033"
          ]
  },
  {
          "门架HEX字符串": "3C300A",
          "门架名称": "滨州-滨州南门架",
          "收费门架编号": "G001837013000910090",
          "纬度": 37.30813300000001,
          "经度": 117.914964,
          "使用状态": "在用",
          "下游门架": [
                  "3C3107",
                  "3D3305"
          ]
  },
  {
          "门架HEX字符串": "3D300B",
          "门架名称": "滨州南-滨州门架",
          "收费门架编号": "G001837013001220120",
          "纬度": 37.307386,
          "经度": 117.915859,
          "使用状态": "在用",
          "下游门架": [
                  "3D300C",
                  "3D3033"
          ]
  },
  {
          "门架HEX字符串": "3D300C",
          "门架名称": "滨州-滨城门架",
          "收费门架编号": "G001837013001320130",
          "纬度": 37.37553214,
          "经度": 117.91041911,
          "使用状态": "在用",
          "下游门架": [
                  "3D300D",
                  "3D3035"
          ]
  },
  {
          "门架HEX字符串": "3D300D",
          "门架名称": "滨城-长深济东立交门架",
          "收费门架编号": "G001837013001420140",
          "纬度": 37.424657,
          "经度": 117.904693,
          "使用状态": "在用",
          "下游门架": [
                  "3D300E",
                  "3C301D",
                  "3D3025"
          ]
  },
  {
          "门架HEX字符串": "3D300E",
          "门架名称": "长深济东立交-滨州北门架",
          "收费门架编号": "G001837013001520150",
          "纬度": 37.47489882,
          "经度": 117.91006157,
          "使用状态": "在用",
          "下游门架": [
                  "3D300F",
                  "3D3037"
          ]
  },
  {
          "门架HEX字符串": "3D300F",
          "门架名称": "滨州北-大高门架",
          "收费门架编号": "G001837013001620160",
          "纬度": 37.513047,
          "经度": 117.911515,
          "使用状态": "在用",
          "下游门架": [
                  "3D3010",
                  "3D3039"
          ]
  },
  {
          "门架HEX字符串": "3D3010",
          "门架名称": "大高-古城门架",
          "收费门架编号": "G001837013001720170",
          "纬度": 37.625425,
          "经度": 117.863568,
          "使用状态": "在用",
          "下游门架": [
                  "3D3011",
                  "3D303D"
          ]
  },
  {
          "门架HEX字符串": "3D3011",
          "门架名称": "古城-古城枢纽门架",
          "收费门架编号": "G001837013001820180",
          "纬度": 37.711793,
          "经度": 117.827209,
          "使用状态": "在用",
          "下游门架": [
                  "3C3004",
                  "3D3012",
                  "3C4801",
                  "3D3018"
          ]
  },
  {
          "门架HEX字符串": "3D3012",
          "门架名称": "古城枢纽-无棣门架",
          "收费门架编号": "G001837013001920190",
          "纬度": 37.897175,
          "经度": 117.674514,
          "使用状态": "在用",
          "下游门架": [
                  "3F3013",
                  "3D303B"
          ]
  },
  {
          "门架HEX字符串": "3F3013",
          "门架名称": "无棣-鲁北主线门架",
          "收费门架编号": "G001837013002020200",
          "纬度": 37.931237,
          "经度": 117.640237,
          "使用状态": "在用",
          "下游门架": [
                  "0E453B"
          ]
  },
  {
          "门架HEX字符串": "3F3013",
          "门架名称": "无棣-鲁北主线门架",
          "收费门架编号": "G001837013002020220",
          "纬度": 37.928283,
          "经度": 117.642816,
          "使用状态": "在用",
          "下游门架": [
                  "0E453B"
          ]
  },
  {
          "门架HEX字符串": "3C3015",
          "门架名称": "沾化东-沾化西门架",
          "收费门架编号": "G001837014000210020",
          "纬度": 37.733088,
          "经度": 118.100329,
          "使用状态": "在用",
          "下游门架": [
                  "3D3408",
                  "3C340D"
          ]
  },
  {
          "门架HEX字符串": "3C3017",
          "门架名称": "滨州港-古城枢纽门架",
          "收费门架编号": "G001837014000410040",
          "纬度": 37.739987,
          "经度": 117.86247,
          "使用状态": "在用",
          "下游门架": [
                  "3C3004",
                  "3D3012",
                  "3C4801"
          ]
  },
  {
          "门架HEX字符串": "3D3018",
          "门架名称": "古城枢纽-滨州港门架",
          "收费门架编号": "G001837014000720070",
          "纬度": 37.739812,
          "经度": 117.861299,
          "使用状态": "在用",
          "下游门架": [
                  "3D340C",
                  "3D3410"
          ]
  },
  {
          "门架HEX字符串": "3D301A",
          "门架名称": "沾化西-沾化东门架",
          "收费门架编号": "G001837014000920090",
          "纬度": 37.732958,
          "经度": 118.099727,
          "使用状态": "在用",
          "下游门架": [
                  "3D3604",
                  "3D3409"
          ]
  },
  {
          "门架HEX字符串": "3C2C01",
          "门架名称": "灰埠-郭家埠枢纽门架",
          "收费门架编号": "G001837015000210010",
          "纬度": 36.97101401,
          "经度": 119.70511252,
          "使用状态": "在用",
          "下游门架": [
                  "3C2D0B",
                  "3D7711",
                  "3C2C02"
          ]
  },
  {
          "门架HEX字符串": "3C2C02",
          "门架名称": "郭家埠枢纽-明村枢纽门架",
          "收费门架编号": "G001837015000310020",
          "纬度": 36.92061949391457,
          "经度": 119.6422587829611,
          "使用状态": "在用",
          "下游门架": [
                  "3C0301",
                  "3D0108"
          ]
  },
  {
          "门架HEX字符串": "3D2C03",
          "门架名称": "明村枢纽-郭家埠枢纽门架",
          "收费门架编号": "G001837015000420030",
          "纬度": 36.91997733,
          "经度": 119.64194108,
          "使用状态": "在用",
          "下游门架": [
                  "3C2D0B",
                  "3D7711",
                  "3D2C04"
          ]
  },
  {
          "门架HEX字符串": "3D2C04",
          "门架名称": "郭家埠枢纽-灰埠门架",
          "收费门架编号": "G001837015000520040",
          "纬度": 36.97041752,
          "经度": 119.70456724,
          "使用状态": "在用",
          "下游门架": [
                  "3D270A",
                  "3D2C05"
          ]
  },
  {
          "门架HEX字符串": "3C0401",
          "门架名称": "威海-文登北门架",
          "收费门架编号": "G001837016000110010",
          "纬度": 37.289758,
          "经度": 122.103582,
          "使用状态": "在用",
          "下游门架": [
                  "3C0402",
                  "3D041B"
          ]
  },
  {
          "门架HEX字符串": "3C0402",
          "门架名称": "文登北-文登门架",
          "收费门架编号": "G001837016000210020",
          "纬度": 37.18606921747772,
          "经度": 122.0156737211226,
          "使用状态": "在用",
          "下游门架": [
                  "3C0403",
                  "3D0413"
          ]
  },
  {
          "门架HEX字符串": "3C0403",
          "门架名称": "文登-威乳荣文立交门架",
          "收费门架编号": "G001837016000310030",
          "纬度": 37.15123116806177,
          "经度": 121.981312666421,
          "使用状态": "在用",
          "下游门架": [
                  "3D5E05",
                  "3C0404",
                  "3C850C"
          ]
  },
  {
          "门架HEX字符串": "3C0404",
          "门架名称": "威乳荣文立交-威海南海门架",
          "收费门架编号": "G001837016000410040",
          "纬度": 37.069551,
          "经度": 121.912552,
          "使用状态": "在用",
          "下游门架": [
                  "3C0405",
                  "3D0415"
          ]
  },
  {
          "门架HEX字符串": "3C0405",
          "门架名称": "威海南海-南黄门架",
          "收费门架编号": "G001837016000510050",
          "纬度": 37.04701691,
          "经度": 121.89867352,
          "使用状态": "在用",
          "下游门架": [
                  "3C0406",
                  "3D0417"
          ]
  },
  {
          "门架HEX字符串": "3C0406",
          "门架名称": "南黄-乳山东门架",
          "收费门架编号": "G001837016000610060",
          "纬度": 36.95211119272553,
          "经度": 121.7643546363757,
          "使用状态": "在用",
          "下游门架": [
                  "3C4305",
                  "3D4307"
          ]
  },
  {
          "门架HEX字符串": "3D0412",
          "门架名称": "乳山东-南黄门架",
          "收费门架编号": "G001837016000920070",
          "纬度": 36.91434291,
          "经度": 121.61015911,
          "使用状态": "在用",
          "下游门架": [
                  "3D040D",
                  "3D0417"
          ]
  },
  {
          "门架HEX字符串": "3D040D",
          "门架名称": "南黄-威海南海门架",
          "收费门架编号": "G001837016001020080",
          "纬度": 37.04378279,
          "经度": 121.89714741,
          "使用状态": "在用",
          "下游门架": [
                  "3D040E",
                  "3D0415"
          ]
  },
  {
          "门架HEX字符串": "3D040E",
          "门架名称": "威海南海-威乳荣文立交门架",
          "收费门架编号": "G001837016001120090",
          "纬度": 37.06896232,
          "经度": 121.91213619,
          "使用状态": "在用",
          "下游门架": [
                  "3D5E05",
                  "3D040F",
                  "3C850C"
          ]
  },
  {
          "门架HEX字符串": "3D040F",
          "门架名称": "威乳荣文立交-文登门架",
          "收费门架编号": "G001837016001220100",
          "纬度": 37.14968779013499,
          "经度": 121.979971227093,
          "使用状态": "在用",
          "下游门架": [
                  "3D0410",
                  "3D0413"
          ]
  },
  {
          "门架HEX字符串": "3D0410",
          "门架名称": "文登-文登北门架",
          "收费门架编号": "G001837016001320110",
          "纬度": 37.18203910041611,
          "经度": 122.0136775487438,
          "使用状态": "在用",
          "下游门架": [
                  "3D0411",
                  "3D041B"
          ]
  },
  {
          "门架HEX字符串": "3D0411",
          "门架名称": "文登北-威海门架",
          "收费门架编号": "G001837016001420120",
          "纬度": 37.288369,
          "经度": 122.101746,
          "使用状态": "在用",
          "下游门架": [
                  "3D0419"
          ]
  },
  {
          "门架HEX字符串": "3C1201",
          "门架名称": "青岛-王演庄枢纽门架",
          "收费门架编号": "G002037001000210010",
          "纬度": 36.39909,
          "经度": 120.270819,
          "使用状态": "在用",
          "下游门架": [
                  "3C1202",
                  "3D4107"
          ]
  },
  {
          "门架HEX字符串": "3C1202",
          "门架名称": "王演庄枢纽-蓝村门架",
          "收费门架编号": "G002037001000310020",
          "纬度": 36.407908,
          "经度": 120.224241,
          "使用状态": "在用",
          "下游门架": [
                  "3C1203",
                  "3D1219"
          ]
  },
  {
          "门架HEX字符串": "3C1203",
          "门架名称": "蓝村-机场北枢纽门架",
          "收费门架编号": "G002037001000410030",
          "纬度": 36.420495,
          "经度": 120.151754,
          "使用状态": "在用",
          "下游门架": [
                  "3C1212",
                  "3C7F03"
          ]
  },
  {
          "门架HEX字符串": "3C1205",
          "门架名称": "马店枢纽-胶州门架",
          "收费门架编号": "G002037001000510050",
          "纬度": 36.406298,
          "经度": 120.013484,
          "使用状态": "在用",
          "下游门架": [
                  "3D1217",
                  "3C120B"
          ]
  },
  {
          "门架HEX字符串": "3D1206",
          "门架名称": "胶州-马店枢纽门架",
          "收费门架编号": "G002037001000620060",
          "纬度": 36.406163,
          "经度": 120.012997,
          "使用状态": "在用",
          "下游门架": [
                  "3D7104",
                  "3C7207",
                  "3D1207"
          ]
  },
  {
          "门架HEX字符串": "3D1207",
          "门架名称": "马店枢纽-机场北枢纽门架",
          "收费门架编号": "G002037001000720070",
          "纬度": 36.413518,
          "经度": 120.073013,
          "使用状态": "在用",
          "下游门架": [
                  "3D1211",
                  "3C7F03"
          ]
  },
  {
          "门架HEX字符串": "3D1209",
          "门架名称": "蓝村-王演庄枢纽门架",
          "收费门架编号": "G002037001000820090",
          "纬度": 36.408169,
          "经度": 120.222615,
          "使用状态": "在用",
          "下游门架": [
                  "3D120A",
                  "3D4107"
          ]
  },
  {
          "门架HEX字符串": "3D120A",
          "门架名称": "王演庄枢纽-青岛门架",
          "收费门架编号": "G002037001000920100",
          "纬度": 36.399217,
          "经度": 120.270234,
          "使用状态": "在用",
          "下游门架": [
                  "3D121B"
          ]
  },
  {
          "门架HEX字符串": "3C1212",
          "门架名称": "机场北枢纽-马店枢纽门架",
          "收费门架编号": "G002037001001110040",
          "纬度": 36.41363742,
          "经度": 120.0735535,
          "使用状态": "在用",
          "下游门架": [
                  "3D7104",
                  "3C7207",
                  "3C1205"
          ]
  },
  {
          "门架HEX字符串": "3D1211",
          "门架名称": "机场北枢纽-蓝村门架",
          "收费门架编号": "G002037001001220080",
          "纬度": 36.420295,
          "经度": 120.150923,
          "使用状态": "在用",
          "下游门架": [
                  "3D1209",
                  "3D1219"
          ]
  },
  {
          "门架HEX字符串": "3C120B",
          "门架名称": "胶州-高密门架",
          "收费门架编号": "G002037002000110010",
          "纬度": 36.41324331,
          "经度": 119.96246171,
          "使用状态": "在用",
          "下游门架": [
                  "3C120C",
                  "3D1213"
          ]
  },
  {
          "门架HEX字符串": "3C120C",
          "门架名称": "高密-高密西门架",
          "收费门架编号": "G002037002000210020",
          "纬度": 36.470276,
          "经度": 119.765397,
          "使用状态": "在用",
          "下游门架": [
                  "3C120D",
                  "3D1215"
          ]
  },
  {
          "门架HEX字符串": "3C120D",
          "门架名称": "高密西-饮马门架",
          "收费门架编号": "G002037002000310030",
          "纬度": 36.52771407,
          "经度": 119.63728495,
          "使用状态": "在用",
          "下游门架": [
                  "3D101B",
                  "3C1001"
          ]
  },
  {
          "门架HEX字符串": "3D120E",
          "门架名称": "饮马-高密西门架",
          "收费门架编号": "G002037002000420040",
          "纬度": 36.52776848,
          "经度": 119.63651824,
          "使用状态": "在用",
          "下游门架": [
                  "3D120F",
                  "3D1215"
          ]
  },
  {
          "门架HEX字符串": "3D120F",
          "门架名称": "高密西-高密门架",
          "收费门架编号": "G002037002000520050",
          "纬度": 36.47028833,
          "经度": 119.76500078,
          "使用状态": "在用",
          "下游门架": [
                  "3D1210",
                  "3D1213"
          ]
  },
  {
          "门架HEX字符串": "3D1210",
          "门架名称": "高密-胶州门架",
          "收费门架编号": "G002037002000620060",
          "纬度": 36.41316987,
          "经度": 119.96176463,
          "使用状态": "在用",
          "下游门架": [
                  "3D1206",
                  "3D1217"
          ]
  },
  {
          "门架HEX字符串": "3C1001",
          "门架名称": "饮马-涌泉枢纽门架",
          "收费门架编号": "G002037003000110010",
          "纬度": 36.64842386,
          "经度": 119.44715726,
          "使用状态": "在用",
          "下游门架": [
                  "3C1002",
                  "3C0304",
                  "3D0306"
          ]
  },
  {
          "门架HEX字符串": "3C1002",
          "门架名称": "涌泉枢纽-潍坊东门架",
          "收费门架编号": "G002037003000210020",
          "纬度": 36.711014,
          "经度": 119.257926,
          "使用状态": "备用",
          "下游门架": [
                  "3C1003",
                  "3D1019"
          ]
  },
  {
          "门架HEX字符串": "3C1003",
          "门架名称": "潍坊东-潍坊门架",
          "收费门架编号": "G002037003000310030",
          "纬度": 36.745129,
          "经度": 119.172054,
          "使用状态": "在用",
          "下游门架": [
                  "3C1004",
                  "3D101D"
          ]
  },
  {
          "门架HEX字符串": "3C1004",
          "门架名称": "潍坊-潍坊西门架",
          "收费门架编号": "G002037003000410040",
          "纬度": 36.75036028,
          "经度": 119.04648239,
          "使用状态": "在用",
          "下游门架": [
                  "3C1005",
                  "3D1026"
          ]
  },
  {
          "门架HEX字符串": "3C1005",
          "门架名称": "潍坊西-于河枢纽门架",
          "收费门架编号": "G002037003000510050",
          "纬度": 36.749917,
          "经度": 118.990667,
          "使用状态": "在用",
          "下游门架": [
                  "3C1006",
                  "3C671E",
                  "3D671C"
          ]
  },
  {
          "门架HEX字符串": "3C1006",
          "门架名称": "于河枢纽-昌乐门架",
          "收费门架编号": "G002037003000610060",
          "纬度": 36.754779,
          "经度": 118.870468,
          "使用状态": "在用",
          "下游门架": [
                  "3D1024",
                  "3C100D"
          ]
  },
  {
          "门架HEX字符串": "3D1007",
          "门架名称": "昌乐-于河枢纽门架",
          "收费门架编号": "G002037003000720070",
          "纬度": 36.754739,
          "经度": 118.869761,
          "使用状态": "在用",
          "下游门架": [
                  "3D1008",
                  "3C671E",
                  "3D671C"
          ]
  },
  {
          "门架HEX字符串": "3D1008",
          "门架名称": "于河枢纽-潍坊西门架",
          "收费门架编号": "G002037003000820080",
          "纬度": 36.749918,
          "经度": 118.988962,
          "使用状态": "在用",
          "下游门架": [
                  "3D1009",
                  "3D1026"
          ]
  },
  {
          "门架HEX字符串": "3D1009",
          "门架名称": "潍坊西-潍坊门架",
          "收费门架编号": "G002037003000920090",
          "纬度": 36.7500529,
          "经度": 119.04319954,
          "使用状态": "在用",
          "下游门架": [
                  "3D100A",
                  "3D101D"
          ]
  },
  {
          "门架HEX字符串": "3D100A",
          "门架名称": "潍坊-潍坊东门架",
          "收费门架编号": "G002037003001020100",
          "纬度": 36.745141,
          "经度": 119.171561,
          "使用状态": "在用",
          "下游门架": [
                  "3D100B",
                  "3D1019"
          ]
  },
  {
          "门架HEX字符串": "3D100B",
          "门架名称": "潍坊东-涌泉枢纽门架",
          "收费门架编号": "G002037003001120110",
          "纬度": 36.711007,
          "经度": 119.257259,
          "使用状态": "备用",
          "下游门架": [
                  "3D100C",
                  "3C0304",
                  "3D0306"
          ]
  },
  {
          "门架HEX字符串": "3D100C",
          "门架名称": "涌泉枢纽-饮马门架",
          "收费门架编号": "G002037003001220120",
          "纬度": 36.64858329,
          "经度": 119.44673488,
          "使用状态": "在用",
          "下游门架": [
                  "3D120E",
                  "3D101B"
          ]
  },
  {
          "门架HEX字符串": "3C100D",
          "门架名称": "昌乐-寿光门架",
          "收费门架编号": "G002037004000110010",
          "纬度": 36.757178,
          "经度": 118.813307,
          "使用状态": "在用",
          "下游门架": [
                  "3C100E",
                  "3D1022"
          ]
  },
  {
          "门架HEX字符串": "3C100E",
          "门架名称": "寿光-青州东门架",
          "收费门架编号": "G002037004000210020",
          "纬度": 36.762433,
          "经度": 118.703195,
          "使用状态": "在用",
          "下游门架": [
                  "3C100F",
                  "3D1020"
          ]
  },
  {
          "门架HEX字符串": "3C100F",
          "门架名称": "青州东-于家枢纽门架",
          "收费门架编号": "G002037004000310030",
          "纬度": 36.796831,
          "经度": 118.591498,
          "使用状态": "在用",
          "下游门架": [
                  "3C1010",
                  "3C5001",
                  "3D2F01"
          ]
  },
  {
          "门架HEX字符串": "3C1010",
          "门架名称": "于家枢纽-青州西门架",
          "收费门架编号": "G002037004000410040",
          "纬度": 36.80394699999999,
          "经度": 118.533225,
          "使用状态": "在用",
          "下游门架": [
                  "3C1011",
                  "3D101E"
          ]
  },
  {
          "门架HEX字符串": "3C1011",
          "门架名称": "青州西-临淄东门架",
          "收费门架编号": "G002037004000510050",
          "纬度": 36.819142,
          "经度": 118.486597,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E01",
                  "3D0E22"
          ]
  },
  {
          "门架HEX字符串": "3D1012",
          "门架名称": "临淄东-青州西门架",
          "收费门架编号": "G002037004000820080",
          "纬度": 36.819121,
          "经度": 118.485739,
          "使用状态": "在用",
          "下游门架": [
                  "3D1013",
                  "3D101E"
          ]
  },
  {
          "门架HEX字符串": "3D1013",
          "门架名称": "青州西-于家枢纽门架",
          "收费门架编号": "G002037004000920090",
          "纬度": 36.804004,
          "经度": 118.532367,
          "使用状态": "在用",
          "下游门架": [
                  "3D1014",
                  "3C5001",
                  "3D2F01"
          ]
  },
  {
          "门架HEX字符串": "3D1014",
          "门架名称": "于家枢纽-青州东门架",
          "收费门架编号": "G002037004001020100",
          "纬度": 36.796923,
          "经度": 118.590602,
          "使用状态": "在用",
          "下游门架": [
                  "3D1017",
                  "3D1020"
          ]
  },
  {
          "门架HEX字符串": "3D1017",
          "门架名称": "青州东-寿光门架",
          "收费门架编号": "G002037004001120110",
          "纬度": 36.762639,
          "经度": 118.702256,
          "使用状态": "在用",
          "下游门架": [
                  "3D1016",
                  "3D1022"
          ]
  },
  {
          "门架HEX字符串": "3D1016",
          "门架名称": "寿光-昌乐门架",
          "收费门架编号": "G002037004001220120",
          "纬度": 36.757099,
          "经度": 118.812787,
          "使用状态": "在用",
          "下游门架": [
                  "3D1007",
                  "3D1024"
          ]
  },
  {
          "门架HEX字符串": "3C0E01",
          "门架名称": "临淄东-临淄门架",
          "收费门架编号": "G002037005000110010",
          "纬度": 36.837922,
          "经度": 118.379237,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E02",
                  "3D0E27"
          ]
  },
  {
          "门架HEX字符串": "3C0E02",
          "门架名称": "临淄-淄博高新区门架",
          "收费门架编号": "G002037005000210020",
          "纬度": 36.855113,
          "经度": 118.278489,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E03",
                  "3D0E20"
          ]
  },
  {
          "门架HEX字符串": "3C0E03",
          "门架名称": "淄博高新区-淄博门架",
          "收费门架编号": "G002037005000310030",
          "纬度": 36.859075,
          "经度": 118.111863,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E04",
                  "3D0E25"
          ]
  },
  {
          "门架HEX字符串": "3C0E04",
          "门架名称": "淄博-淄博西枢纽门架",
          "收费门架编号": "G002037005000410040",
          "纬度": 36.857023,
          "经度": 118.019491,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E05",
                  "3C310A",
                  "3D311D"
          ]
  },
  {
          "门架HEX字符串": "3C0E05",
          "门架名称": "淄博西枢纽-周村门架",
          "收费门架编号": "G002037005000510050",
          "纬度": 36.85766279,
          "经度": 117.89462706,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E06",
                  "3D0E1F"
          ]
  },
  {
          "门架HEX字符串": "3C0E06",
          "门架名称": "周村-邹平东门架",
          "收费门架编号": "G002037005000610060",
          "纬度": 36.85999069,
          "经度": 117.84843911,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E07",
                  "3D0E1D"
          ]
  },
  {
          "门架HEX字符串": "3C0E07",
          "门架名称": "邹平东-邹平西门架",
          "收费门架编号": "G002037005000810080",
          "纬度": 36.86413436,
          "经度": 117.80134041,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D09",
                  "3D0E29"
          ]
  },
  {
          "门架HEX字符串": "3D0E08",
          "门架名称": "邹平西-邹平东门架",
          "收费门架编号": "G002037005000920090",
          "纬度": 36.86423645,
          "经度": 117.80034163,
          "使用状态": "在用",
          "下游门架": [
                  "3D0E09",
                  "3D0E1D"
          ]
  },
  {
          "门架HEX字符串": "3D0E09",
          "门架名称": "邹平东-周村门架",
          "收费门架编号": "G002037005001120110",
          "纬度": 36.85986978,
          "经度": 117.84729519,
          "使用状态": "在用",
          "下游门架": [
                  "3D0E0A",
                  "3D0E1F"
          ]
  },
  {
          "门架HEX字符串": "3D0E0A",
          "门架名称": "周村-淄博西枢纽门架",
          "收费门架编号": "G002037005001220120",
          "纬度": 36.857498,
          "经度": 117.893829,
          "使用状态": "在用",
          "下游门架": [
                  "3D0E0B",
                  "3C310A",
                  "3D311D"
          ]
  },
  {
          "门架HEX字符串": "3D0E0B",
          "门架名称": "淄博西枢纽-淄博门架",
          "收费门架编号": "G002037005001320130",
          "纬度": 36.856937,
          "经度": 118.01865,
          "使用状态": "在用",
          "下游门架": [
                  "3D0E0C",
                  "3D0E25"
          ]
  },
  {
          "门架HEX字符串": "3D0E0C",
          "门架名称": "淄博-淄博高新区门架",
          "收费门架编号": "G002037005001420140",
          "纬度": 36.859031,
          "经度": 118.110869,
          "使用状态": "在用",
          "下游门架": [
                  "3D0E0D",
                  "3D0E20"
          ]
  },
  {
          "门架HEX字符串": "3D0E0D",
          "门架名称": "淄博高新区-临淄门架",
          "收费门架编号": "G002037005001520150",
          "纬度": 36.85500800000001,
          "经度": 118.278079,
          "使用状态": "在用",
          "下游门架": [
                  "3D0E0E",
                  "3D0E27"
          ]
  },
  {
          "门架HEX字符串": "3D0E0E",
          "门架名称": "临淄-临淄东门架",
          "收费门架编号": "G002037005001620160",
          "纬度": 36.837849,
          "经度": 118.377985,
          "使用状态": "在用",
          "下游门架": [
                  "3D1012",
                  "3D0E22"
          ]
  },
  {
          "门架HEX字符串": "3C0D09",
          "门架名称": "邹平西-章丘门架",
          "收费门架编号": "G002037006000210020",
          "纬度": 36.86385900000001,
          "经度": 117.519511,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D0A",
                  "3D0D1A"
          ]
  },
  {
          "门架HEX字符串": "3C0D0A",
          "门架名称": "章丘-章丘西门架",
          "收费门架编号": "G002037006000310030",
          "纬度": 36.850333,
          "经度": 117.4732,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D0B",
                  "3D0D1C"
          ]
  },
  {
          "门架HEX字符串": "3C0D0B",
          "门架名称": "章丘西-唐王枢纽门架",
          "收费门架编号": "G002037006000410040",
          "纬度": 36.81766251610775,
          "经度": 117.3944772579535,
          "使用状态": "在用",
          "下游门架": [
                  "3D6501",
                  "3C0D0C",
                  "3C8907"
          ]
  },
  {
          "门架HEX字符串": "3C0D0C",
          "门架名称": "唐王枢纽-临港门架",
          "收费门架编号": "G002037006000510050",
          "纬度": 36.781307,
          "经度": 117.266602,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D0D",
                  "3D0D1E"
          ]
  },
  {
          "门架HEX字符串": "3C0D0D",
          "门架名称": "临港-小许家枢纽门架",
          "收费门架编号": "G002037006000610060",
          "纬度": 36.775671,
          "经度": 117.232785,
          "使用状态": "备用",
          "下游门架": [
                  "3C0D03",
                  "3D0D07",
                  "3C0D0E"
          ]
  },
  {
          "门架HEX字符串": "3C0D0E",
          "门架名称": "小许家枢纽-东客站门架",
          "收费门架编号": "G002037006000710070",
          "纬度": 36.75874577460451,
          "经度": 117.1645019854097,
          "使用状态": "在用",
          "下游门架": [
                  "3D0D20",
                  "3C0E1B"
          ]
  },
  {
          "门架HEX字符串": "3C0D0F",
          "门架名称": "华山北枢纽-济南虚收费门架",
          "收费门架编号": "G002037006000810080",
          "纬度": 36.753056,
          "经度": 117.120859,
          "使用状态": "备用",
          "下游门架": [
                  "3C0701",
                  "3D0D18"
          ]
  },
  {
          "门架HEX字符串": "3D0D16",
          "门架名称": "济南虚-华山北枢纽收费门架",
          "收费门架编号": "G002037006000920100",
          "纬度": 36.742484,
          "经度": 117.06755,
          "使用状态": "备用",
          "下游门架": [
                  "3D0E1C",
                  "3D8309"
          ]
  },
  {
          "门架HEX字符串": "3D0D17",
          "门架名称": "东客站-小许家枢纽门架",
          "收费门架编号": "G002037006001020120",
          "纬度": 36.75812086087414,
          "经度": 117.1622182979863,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D03",
                  "3D0D07",
                  "3D0D11"
          ]
  },
  {
          "门架HEX字符串": "3D0D11",
          "门架名称": "小许家枢纽-临港门架",
          "收费门架编号": "G002037006001120130",
          "纬度": 36.775414,
          "经度": 117.23183,
          "使用状态": "备用",
          "下游门架": [
                  "3D0D12",
                  "3D0D1E"
          ]
  },
  {
          "门架HEX字符串": "3D0D12",
          "门架名称": "临港-唐王枢纽门架",
          "收费门架编号": "G002037006001220140",
          "纬度": 36.781035,
          "经度": 117.265111,
          "使用状态": "在用",
          "下游门架": [
                  "3D0D13",
                  "3C8907"
          ]
  },
  {
          "门架HEX字符串": "3D0D13",
          "门架名称": "唐王枢纽-章丘西门架",
          "收费门架编号": "G002037006001320150",
          "纬度": 36.81736682108803,
          "经度": 117.3941004740425,
          "使用状态": "停用",
          "下游门架": [
                  "3D0D14",
                  "3D0D1C"
          ]
  },
  {
          "门架HEX字符串": "3D0D14",
          "门架名称": "章丘西-章丘门架",
          "收费门架编号": "G002037006001420160",
          "纬度": 36.849807,
          "经度": 117.47275,
          "使用状态": "在用",
          "下游门架": [
                  "3D0D15",
                  "3D0D1A"
          ]
  },
  {
          "门架HEX字符串": "3D0D15",
          "门架名称": "章丘-邹平西门架",
          "收费门架编号": "G002037006001520170",
          "纬度": 36.863671,
          "经度": 117.518273,
          "使用状态": "在用",
          "下游门架": [
                  "3D0E08",
                  "3D0E29"
          ]
  },
  {
          "门架HEX字符串": "3C0E1B",
          "门架名称": "东客站虚-华山北枢纽收费门架",
          "收费门架编号": "G002037006002810020",
          "纬度": 36.759252,
          "经度": 117.123857,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D0F",
                  "3D8309"
          ]
  },
  {
          "门架HEX字符串": "3D0E1C",
          "门架名称": "华山北枢纽-东客站虚收费门架",
          "收费门架编号": "G002037006002820010",
          "纬度": 36.759028,
          "经度": 117.122887,
          "使用状态": "在用",
          "下游门架": [
                  "3D0D17",
                  "3D0D20"
          ]
  },
  {
          "门架HEX字符串": "3C0B19",
          "门架名称": "齐河北枢纽-禹城南门架",
          "收费门架编号": "G002037007000110020",
          "纬度": 36.871939,
          "经度": 116.671991,
          "使用状态": "在用",
          "下游门架": [
                  "3C0B1A",
                  "3D0B20"
          ]
  },
  {
          "门架HEX字符串": "3C0B1A",
          "门架名称": "禹城南-高唐东门架",
          "收费门架编号": "G002037007000210030",
          "纬度": 36.867835,
          "经度": 116.627471,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B22",
                  "3C0B29"
          ]
  },
  {
          "门架HEX字符串": "3C0B1C",
          "门架名称": "高唐-高邢青银枢纽门架",
          "收费门架编号": "G002037007000410050",
          "纬度": 36.923862,
          "经度": 116.212489,
          "使用状态": "在用",
          "下游门架": [
                  "3C0B1D",
                  "3C4A01"
          ]
  },
  {
          "门架HEX字符串": "3C0B1D",
          "门架名称": "高邢青银枢纽-夏津门架",
          "收费门架编号": "G002037007000510060",
          "纬度": 36.99466,
          "经度": 116.048442,
          "使用状态": "在用",
          "下游门架": [
                  "3C0B1E",
                  "3D0B26"
          ]
  },
  {
          "门架HEX字符串": "3D0B09",
          "门架名称": "德商青银立交-夏津门架",
          "收费门架编号": "G002037007000620120",
          "纬度": 37.009757,
          "经度": 116.003387,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B13",
                  "3D0B26"
          ]
  },
  {
          "门架HEX字符串": "3C0B1E",
          "门架名称": "夏津-德商青银立交门架",
          "收费门架编号": "G002037007000710070",
          "纬度": 37.009653,
          "经度": 116.004744,
          "使用状态": "在用",
          "下游门架": [
                  "3E0B0B",
                  "3C5F01",
                  "3D6009"
          ]
  },
  {
          "门架HEX字符串": "3E0B0B",
          "门架名称": "德商青银立交-青银鲁冀门架",
          "收费门架编号": "G002037007000810080",
          "纬度": 37.019516,
          "经度": 115.891796,
          "使用状态": "在用",
          "下游门架": [
                  "0E439D"
          ]
  },
  {
          "门架HEX字符串": "3E0B0B",
          "门架名称": "德商青银立交-青银鲁冀门架",
          "收费门架编号": "G002037007000810090",
          "纬度": 37.019624,
          "经度": 115.885881,
          "使用状态": "在用",
          "下游门架": [
                  "0E439D"
          ]
  },
  {
          "门架HEX字符串": "3F0B0C",
          "门架名称": "青银鲁冀-德商青银立交门架",
          "收费门架编号": "G002037007000920100",
          "纬度": 37.022298,
          "经度": 115.865787,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B09",
                  "3C5F01",
                  "3D6009"
          ]
  },
  {
          "门架HEX字符串": "3F0B0C",
          "门架名称": "青银鲁冀-德商青银立交门架",
          "收费门架编号": "G002037007000920110",
          "纬度": 37.019791,
          "经度": 115.879799,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B09",
                  "3C5F01",
                  "3D6009"
          ]
  },
  {
          "门架HEX字符串": "3D0B13",
          "门架名称": "夏津-高邢青银枢纽门架",
          "收费门架编号": "G002037007001020130",
          "纬度": 36.995048,
          "经度": 116.047502,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B14",
                  "3C4A01"
          ]
  },
  {
          "门架HEX字符串": "3D0B14",
          "门架名称": "高邢青银枢纽-高唐门架",
          "收费门架编号": "G002037007001120140",
          "纬度": 36.923929,
          "经度": 116.211936,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B24",
                  "3D0B2B"
          ]
  },
  {
          "门架HEX字符串": "3D0B16",
          "门架名称": "高唐东-禹城南门架",
          "收费门架编号": "G002037007001320160",
          "纬度": 36.867531,
          "经度": 116.626267,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B17",
                  "3D0B20"
          ]
  },
  {
          "门架HEX字符串": "3D0B17",
          "门架名称": "禹城南-齐河北枢纽门架",
          "收费门架编号": "G002037007001420170",
          "纬度": 36.871981,
          "经度": 116.670474,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B02",
                  "3C0B1F",
                  "3D0615"
          ]
  },
  {
          "门架HEX字符串": "3C0B29",
          "门架名称": "高唐东虚-尹集立交收费门架",
          "收费门架编号": "G002037007001910010",
          "纬度": 36.906044,
          "经度": 116.340003,
          "使用状态": "在用",
          "下游门架": [
                  "3C0B28",
                  "3C920E"
          ]
  },
  {
          "门架HEX字符串": "3D0B2A",
          "门架名称": "尹集立交-高唐东虚收费门架",
          "收费门架编号": "G002037007001920020",
          "纬度": 36.906153,
          "经度": 116.339382,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B16",
                  "3D0B22"
          ]
  },
  {
          "门架HEX字符串": "3C3F01",
          "门架名称": "辛兴-诸城东门架",
          "收费门架编号": "G002237001000210020",
          "纬度": 36.064807,
          "经度": 119.575076,
          "使用状态": "在用",
          "下游门架": [
                  "3C3F02",
                  "3D3F10"
          ]
  },
  {
          "门架HEX字符串": "3C3F02",
          "门架名称": "诸城东-诸城门架",
          "收费门架编号": "G002237001000310030",
          "纬度": 36.07773730469523,
          "经度": 119.4563393748958,
          "使用状态": "在用",
          "下游门架": [
                  "3C3F03",
                  "3D3F0E"
          ]
  },
  {
          "门架HEX字符串": "3C3F03",
          "门架名称": "诸城-诸城枢纽门架",
          "收费门架编号": "G002237001000410040",
          "纬度": 36.082346,
          "经度": 119.374574,
          "使用状态": "在用",
          "下游门架": [
                  "3C3F04",
                  "3C6724",
                  "3D6725"
          ]
  },
  {
          "门架HEX字符串": "3C3F04",
          "门架名称": "诸城枢纽-诸城西门架",
          "收费门架编号": "G002237001000510050",
          "纬度": 36.064083,
          "经度": 119.232525,
          "使用状态": "在用",
          "下游门架": [
                  "3C3F0B",
                  "3D3F0C"
          ]
  },
  {
          "门架HEX字符串": "3C3F0B",
          "门架名称": "诸城西-孟疃门架",
          "收费门架编号": "G002237001000610060",
          "纬度": 36.056809,
          "经度": 119.192332,
          "使用状态": "在用",
          "下游门架": [
                  "3C3E01",
                  "3D3E0D"
          ]
  },
  {
          "门架HEX字符串": "3D3F06",
          "门架名称": "孟疃-诸城西门架",
          "收费门架编号": "G002237001000920090",
          "纬度": 36.056657,
          "经度": 119.191511,
          "使用状态": "在用",
          "下游门架": [
                  "3D3F07",
                  "3D3F0C"
          ]
  },
  {
          "门架HEX字符串": "3D3F07",
          "门架名称": "诸城西-诸城枢纽门架",
          "收费门架编号": "G002237001001020100",
          "纬度": 36.063659,
          "经度": 119.231469,
          "使用状态": "在用",
          "下游门架": [
                  "3D3F08",
                  "3C6724",
                  "3D6725"
          ]
  },
  {
          "门架HEX字符串": "3D3F08",
          "门架名称": "诸城枢纽-诸城门架",
          "收费门架编号": "G002237001001120110",
          "纬度": 36.082115,
          "经度": 119.373635,
          "使用状态": "在用",
          "下游门架": [
                  "3D3F09",
                  "3D3F0E"
          ]
  },
  {
          "门架HEX字符串": "3D3F09",
          "门架名称": "诸城-诸城东门架",
          "收费门架编号": "G002237001001220120",
          "纬度": 36.07856280307549,
          "经度": 119.4545648253952,
          "使用状态": "在用",
          "下游门架": [
                  "3D3F0A",
                  "3D3F10"
          ]
  },
  {
          "门架HEX字符串": "3D3F0A",
          "门架名称": "诸城东-辛兴门架",
          "收费门架编号": "G002237001001320130",
          "纬度": 36.064721,
          "经度": 119.574345,
          "使用状态": "在用",
          "下游门架": [
                  "3D4007",
                  "3D400D"
          ]
  },
  {
          "门架HEX字符串": "3C3E01",
          "门架名称": "孟疃-杨庄门架",
          "收费门架编号": "G002237002000110010",
          "纬度": 36.04634912,
          "经度": 118.89551222,
          "使用状态": "在用",
          "下游门架": [
                  "3C3E02",
                  "3D3E0B"
          ]
  },
  {
          "门架HEX字符串": "3C3E02",
          "门架名称": "杨庄-马站枢纽门架",
          "收费门架编号": "G002237002000210020",
          "纬度": 36.03067358,
          "经度": 118.84147549,
          "使用状态": "在用",
          "下游门架": [
                  "3C3E03",
                  "3C5101",
                  "3D5008"
          ]
  },
  {
          "门架HEX字符串": "3C3E03",
          "门架名称": "马站枢纽-诸葛门架",
          "收费门架编号": "G002237002000310030",
          "纬度": 36.039313,
          "经度": 118.58484,
          "使用状态": "在用",
          "下游门架": [
                  "3C3E04",
                  "3D3E09"
          ]
  },
  {
          "门架HEX字符串": "3C3E04",
          "门架名称": "诸葛-张家坡门架",
          "收费门架编号": "G002237002000410040",
          "纬度": 36.04283047,
          "经度": 118.53236446,
          "使用状态": "在用",
          "下游门架": [
                  "3C3D01",
                  "3D3D0E"
          ]
  },
  {
          "门架HEX字符串": "3D3E05",
          "门架名称": "张家坡-诸葛门架",
          "收费门架编号": "G002237002000520050",
          "纬度": 36.0430809,
          "经度": 118.5313315,
          "使用状态": "在用",
          "下游门架": [
                  "3D3E06",
                  "3D3E09"
          ]
  },
  {
          "门架HEX字符串": "3D3E06",
          "门架名称": "诸葛-马站枢纽门架",
          "收费门架编号": "G002237002000620060",
          "纬度": 36.038434,
          "经度": 118.582398,
          "使用状态": "在用",
          "下游门架": [
                  "3D3E07",
                  "3C5101",
                  "3D5008"
          ]
  },
  {
          "门架HEX字符串": "3D3E07",
          "门架名称": "马站枢纽-杨庄门架",
          "收费门架编号": "G002237002000720070",
          "纬度": 36.03030807601041,
          "经度": 118.8403750983433,
          "使用状态": "在用",
          "下游门架": [
                  "3D3E08",
                  "3D3E0B"
          ]
  },
  {
          "门架HEX字符串": "3D3E08",
          "门架名称": "杨庄-孟疃门架",
          "收费门架编号": "G002237002000820080",
          "纬度": 36.04594326,
          "经度": 118.89452509,
          "使用状态": "在用",
          "下游门架": [
                  "3D3F06",
                  "3D3E0D"
          ]
  },
  {
          "门架HEX字符串": "3C3D01",
          "门架名称": "张家坡-沂源东门架",
          "收费门架编号": "G002237003000210020",
          "纬度": 36.175313,
          "经度": 118.253285,
          "使用状态": "在用",
          "下游门架": [
                  "3C3D02",
                  "3D3D09"
          ]
  },
  {
          "门架HEX字符串": "3C3D02",
          "门架名称": "沂源东-沂源门架",
          "收费门架编号": "G002237003000310030",
          "纬度": 36.15785171,
          "经度": 118.15686843,
          "使用状态": "在用",
          "下游门架": [
                  "3C3D03",
                  "3D3D0C"
          ]
  },
  {
          "门架HEX字符串": "3C3D03",
          "门架名称": "沂源-鲁村门架",
          "收费门架编号": "G002237003000410040",
          "纬度": 36.18115949,
          "经度": 118.01212036,
          "使用状态": "在用",
          "下游门架": [
                  "3C3D04",
                  "3D3D10"
          ]
  },
  {
          "门架HEX字符串": "3C3D04",
          "门架名称": "鲁村-辛庄门架",
          "收费门架编号": "G002237003000510050",
          "纬度": 36.212538,
          "经度": 117.971079,
          "使用状态": "在用",
          "下游门架": [
                  "3C3C01",
                  "3D3D11"
          ]
  },
  {
          "门架HEX字符串": "3D3D05",
          "门架名称": "辛庄-鲁村门架",
          "收费门架编号": "G002237003000620060",
          "纬度": 36.212631,
          "经度": 117.970505,
          "使用状态": "备用",
          "下游门架": [
                  "3D3D06",
                  "3D3D10"
          ]
  },
  {
          "门架HEX字符串": "3D3D06",
          "门架名称": "鲁村-沂源门架",
          "收费门架编号": "G002237003000720070",
          "纬度": 36.18189058,
          "经度": 118.01041739,
          "使用状态": "在用",
          "下游门架": [
                  "3D3D07",
                  "3D3D0C"
          ]
  },
  {
          "门架HEX字符串": "3D3D07",
          "门架名称": "沂源-沂源东门架",
          "收费门架编号": "G002237003000820080",
          "纬度": 36.15749647,
          "经度": 118.15645184,
          "使用状态": "在用",
          "下游门架": [
                  "3D3D08",
                  "3D3D09"
          ]
  },
  {
          "门架HEX字符串": "3D3D08",
          "门架名称": "沂源东-张家坡门架",
          "收费门架编号": "G002237003000920090",
          "纬度": 36.175414,
          "经度": 118.252555,
          "使用状态": "在用",
          "下游门架": [
                  "3D3E05",
                  "3D3D0E"
          ]
  },
  {
          "门架HEX字符串": "3C3C01",
          "门架名称": "辛庄-莱芜枢纽门架",
          "收费门架编号": "G002237004000210020",
          "纬度": 36.2389108573346,
          "经度": 117.8126794244006,
          "使用状态": "在用",
          "下游门架": [
                  "3D320A",
                  "3C8C05",
                  "3D1516"
          ]
  },
  {
          "门架HEX字符串": "3D3C02",
          "门架名称": "莱芜枢纽-辛庄门架",
          "收费门架编号": "G002237004000520050",
          "纬度": 36.238959,
          "经度": 117.812003,
          "使用状态": "在用",
          "下游门架": [
                  "3D3D05",
                  "3D3D11"
          ]
  },
  {
          "门架HEX字符串": "3C7801",
          "门架名称": "青岛西-青岛高新门架",
          "收费门架编号": "G002237005000110010",
          "纬度": 36.234688,
          "经度": 120.276172,
          "使用状态": "在用",
          "下游门架": [
                  "3C7802",
                  "3D7813"
          ]
  },
  {
          "门架HEX字符串": "3C7802",
          "门架名称": "青岛高新-河套虚门架",
          "收费门架编号": "G002237005000210020",
          "纬度": 36.237552,
          "经度": 120.240209,
          "使用状态": "在用",
          "下游门架": [
                  "3C780F",
                  "3D780E"
          ]
  },
  {
          "门架HEX字符串": "3C7803",
          "门架名称": "河套枢纽-营海门架",
          "收费门架编号": "G002237005000310030",
          "纬度": 36.233727,
          "经度": 120.111447,
          "使用状态": "在用",
          "下游门架": [
                  "3C7804",
                  "3D7815"
          ]
  },
  {
          "门架HEX字符串": "3C7804",
          "门架名称": "营海-红石崖门架",
          "收费门架编号": "G002237005000410040",
          "纬度": 36.208668,
          "经度": 120.067379,
          "使用状态": "在用",
          "下游门架": [
                  "3C7805",
                  "3D7817"
          ]
  },
  {
          "门架HEX字符串": "3C7805",
          "门架名称": "红石崖-黄岛枢纽门架",
          "收费门架编号": "G002237005000510050",
          "纬度": 36.077232,
          "经度": 120.092205,
          "使用状态": "在用",
          "下游门架": [
                  "3C7806",
                  "3C4001",
                  "3D4707"
          ]
  },
  {
          "门架HEX字符串": "3C7806",
          "门架名称": "黄岛枢纽-黄岛东门架",
          "收费门架编号": "G002237005000610060",
          "纬度": 36.068337,
          "经度": 120.136102,
          "使用状态": "在用",
          "下游门架": [
                  "3D7819"
          ]
  },
  {
          "门架HEX字符串": "3D7807",
          "门架名称": "黄岛东-黄岛枢纽门架",
          "收费门架编号": "G002237005000720070",
          "纬度": 36.068324,
          "经度": 120.136653,
          "使用状态": "在用",
          "下游门架": [
                  "3D7808",
                  "3C4001",
                  "3D4707"
          ]
  },
  {
          "门架HEX字符串": "3D7808",
          "门架名称": "黄岛枢纽-红石崖门架",
          "收费门架编号": "G002237005000820080",
          "纬度": 36.076025,
          "经度": 120.100908,
          "使用状态": "在用",
          "下游门架": [
                  "3D7809",
                  "3D7817"
          ]
  },
  {
          "门架HEX字符串": "3D7809",
          "门架名称": "红石崖-营海门架",
          "收费门架编号": "G002237005000920090",
          "纬度": 36.208183,
          "经度": 120.06729,
          "使用状态": "在用",
          "下游门架": [
                  "3D780A",
                  "3D7815"
          ]
  },
  {
          "门架HEX字符串": "3D780A",
          "门架名称": "营海-河套枢纽门架",
          "收费门架编号": "G002237005001020100",
          "纬度": 36.233452,
          "经度": 120.110493,
          "使用状态": "在用",
          "下游门架": [
                  "3D7810",
                  "3D7F02"
          ]
  },
  {
          "门架HEX字符串": "3D780B",
          "门架名称": "河套虚-青岛高新门架",
          "收费门架编号": "G002237005001120110",
          "纬度": 36.238141,
          "经度": 120.238705,
          "使用状态": "在用",
          "下游门架": [
                  "3D780C",
                  "3D7813"
          ]
  },
  {
          "门架HEX字符串": "3D780C",
          "门架名称": "青岛高新-青岛西门架",
          "收费门架编号": "G002237005001220120",
          "纬度": 36.234471,
          "经度": 120.275615,
          "使用状态": "在用",
          "下游门架": [
                  "3D7811",
                  "3D7526"
          ]
  },
  {
          "门架HEX字符串": "3C4001",
          "门架名称": "黄岛枢纽-徐村枢纽门架",
          "收费门架编号": "G002237006000210010",
          "纬度": 36.061566,
          "经度": 120.098718,
          "使用状态": "在用",
          "下游门架": [
                  "3C4003"
          ]
  },
  {
          "门架HEX字符串": "3C4002",
          "门架名称": "徐村枢纽-辛安枢纽门架",
          "收费门架编号": "G002237006000310020",
          "纬度": 36.045731,
          "经度": 120.064397,
          "使用状态": "在用",
          "下游门架": [
                  "3C740A",
                  "3D7412"
          ]
  },
  {
          "门架HEX字符串": "3C4003",
          "门架名称": "徐村枢纽-王台南门架",
          "收费门架编号": "G002237006000410030",
          "纬度": 36.052113,
          "经度": 120.040298,
          "使用状态": "在用",
          "下游门架": [
                  "3C4004",
                  "3D4011"
          ]
  },
  {
          "门架HEX字符串": "3C4004",
          "门架名称": "王台南-胶南枢纽门架",
          "收费门架编号": "G002237006000510040",
          "纬度": 36.0505759843046,
          "经度": 119.9642484908014,
          "使用状态": "在用",
          "下游门架": [
                  "3C7302",
                  "3D730A",
                  "3C4005",
                  "3D4009"
          ]
  },
  {
          "门架HEX字符串": "3C4005",
          "门架名称": "胶南枢纽-里岔门架",
          "收费门架编号": "G002237006000610050",
          "纬度": 36.045309,
          "经度": 119.828279,
          "使用状态": "在用",
          "下游门架": [
                  "3C4006",
                  "3D400F"
          ]
  },
  {
          "门架HEX字符串": "3C4006",
          "门架名称": "里岔—辛兴门架",
          "收费门架编号": "G002237006000710060",
          "纬度": 36.048258,
          "经度": 119.783614,
          "使用状态": "在用",
          "下游门架": [
                  "3C3F01",
                  "3D400D"
          ]
  },
  {
          "门架HEX字符串": "3D4007",
          "门架名称": "辛兴-里岔门架",
          "收费门架编号": "G002237006000820070",
          "纬度": 36.048035,
          "经度": 119.783052,
          "使用状态": "在用",
          "下游门架": [
                  "3D4008",
                  "3D400F"
          ]
  },
  {
          "门架HEX字符串": "3D4008",
          "门架名称": "里岔-胶南枢纽门架",
          "收费门架编号": "G002237006000920080",
          "纬度": 36.045247,
          "经度": 119.826958,
          "使用状态": "在用",
          "下游门架": [
                  "3C7302",
                  "3D730A",
                  "3C4005",
                  "3D4009"
          ]
  },
  {
          "门架HEX字符串": "3D4009",
          "门架名称": "胶南枢纽-王台南门架",
          "收费门架编号": "G002237006001020090",
          "纬度": 36.050601,
          "经度": 119.962674,
          "使用状态": "在用",
          "下游门架": [
                  "3D400A",
                  "3D4011"
          ]
  },
  {
          "门架HEX字符串": "3D400A",
          "门架名称": "王台南-徐村枢纽门架",
          "收费门架编号": "G002237006001120100",
          "纬度": 36.05190887,
          "经度": 120.03925391,
          "使用状态": "在用",
          "下游门架": [
                  "3C4002",
                  "3D400C"
          ]
  },
  {
          "门架HEX字符串": "3D400B",
          "门架名称": "辛安枢纽-徐村枢纽门架",
          "收费门架编号": "G002237006001220110",
          "纬度": 36.045443,
          "经度": 120.064949,
          "使用状态": "在用",
          "下游门架": [
                  "3C4003"
          ]
  },
  {
          "门架HEX字符串": "3D400C",
          "门架名称": "徐村枢纽-黄岛枢纽门架",
          "收费门架编号": "G002237006001320120",
          "纬度": 36.060739,
          "经度": 120.097652,
          "使用状态": "在用",
          "下游门架": [
                  "3C7806",
                  "3D7808",
                  "3D4707"
          ]
  },
  {
          "门架HEX字符串": "3C6E01",
          "门架名称": "泰山枢纽-泰肥门架",
          "收费门架编号": "G002237007000110010",
          "纬度": 36.148722,
          "经度": 117.035951,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E02",
                  "3D6E1F"
          ]
  },
  {
          "门架HEX字符串": "3C6E02",
          "门架名称": "泰肥-岱岳门架",
          "收费门架编号": "G002237007000210020",
          "纬度": 36.150168,
          "经度": 117.01089,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E03",
                  "3D6E1B"
          ]
  },
  {
          "门架HEX字符串": "3C6E03",
          "门架名称": "岱岳-肥城南门架",
          "收费门架编号": "G002237007000510030",
          "纬度": 36.143749,
          "经度": 116.966089,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E04",
                  "3D6E1D"
          ]
  },
  {
          "门架HEX字符串": "3C6E04",
          "门架名称": "肥城南-桃园门架",
          "收费门架编号": "G002237007000810040",
          "纬度": 36.120218,
          "经度": 116.753656,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E05",
                  "3D6E14"
          ]
  },
  {
          "门架HEX字符串": "3C6E05",
          "门架名称": "桃园-肥城西门架",
          "收费门架编号": "G002237007001110050",
          "纬度": 36.13755962,
          "经度": 116.60954249,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E06",
                  "3D6E16"
          ]
  },
  {
          "门架HEX字符串": "3C6E06",
          "门架名称": "肥城西-平阴孔村门架",
          "收费门架编号": "G002237007001210060",
          "纬度": 36.139745,
          "经度": 116.552358,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E07",
                  "3D6E1E"
          ]
  },
  {
          "门架HEX字符串": "3C6E07",
          "门架名称": "平阴孔村-孔村枢纽门架",
          "收费门架编号": "G002237007001410070",
          "纬度": 36.165168,
          "经度": 116.473835,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E08",
                  "3D3B06",
                  "3C3B14"
          ]
  },
  {
          "门架HEX字符串": "3C6E08",
          "门架名称": "孔村枢纽-平阴玫瑰门架",
          "收费门架编号": "G002237007001510080",
          "纬度": 36.211185,
          "经度": 116.374137,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E09",
                  "3D6E19"
          ]
  },
  {
          "门架HEX字符串": "3C6E09",
          "门架名称": "平阴玫瑰-黄河特大桥终点门架",
          "收费门架编号": "G002237007001610090",
          "纬度": 36.22282,
          "经度": 116.324844,
          "使用状态": "备用",
          "下游门架": [
                  "3C791E",
                  "3D921F"
          ]
  },
  {
          "门架HEX字符串": "3D6E0A",
          "门架名称": "黄河特大桥终点-平阴玫瑰门架",
          "收费门架编号": "G002237007001820100",
          "纬度": 36.222922,
          "经度": 116.323742,
          "使用状态": "备用",
          "下游门架": [
                  "3D6E0B",
                  "3D6E19"
          ]
  },
  {
          "门架HEX字符串": "3D6E0B",
          "门架名称": "平阴玫瑰-孔村枢纽门架",
          "收费门架编号": "G002237007002020110",
          "纬度": 36.211334,
          "经度": 116.372913,
          "使用状态": "在用",
          "下游门架": [
                  "3D6E0C",
                  "3D3B06",
                  "3C3B14"
          ]
  },
  {
          "门架HEX字符串": "3D6E0C",
          "门架名称": "孔村枢纽-平阴孔村门架",
          "收费门架编号": "G002237007002120120",
          "纬度": 36.165567,
          "经度": 116.472608,
          "使用状态": "在用",
          "下游门架": [
                  "3D6E0D",
                  "3D6E1E"
          ]
  },
  {
          "门架HEX字符串": "3D6E0D",
          "门架名称": "平阴孔村-肥城西门架",
          "收费门架编号": "G002237007002220130",
          "纬度": 36.1397343,
          "经度": 116.5514124,
          "使用状态": "在用",
          "下游门架": [
                  "3D6E0E",
                  "3D6E16"
          ]
  },
  {
          "门架HEX字符串": "3D6E0E",
          "门架名称": "肥城西-桃园门架",
          "收费门架编号": "G002237007002420140",
          "纬度": 36.13770135,
          "经度": 116.6086465,
          "使用状态": "在用",
          "下游门架": [
                  "3D6E0F",
                  "3D6E14"
          ]
  },
  {
          "门架HEX字符串": "3D6E0F",
          "门架名称": "桃园-肥城南门架",
          "收费门架编号": "G002237007002520150",
          "纬度": 36.120186,
          "经度": 116.752796,
          "使用状态": "在用",
          "下游门架": [
                  "3D6E10",
                  "3D6E1D"
          ]
  },
  {
          "门架HEX字符串": "3D6E10",
          "门架名称": "肥城南-岱岳门架",
          "收费门架编号": "G002237007002820160",
          "纬度": 36.143698,
          "经度": 116.964934,
          "使用状态": "在用",
          "下游门架": [
                  "3D6E11",
                  "3D6E1B"
          ]
  },
  {
          "门架HEX字符串": "3D6E11",
          "门架名称": "岱岳-泰肥门架",
          "收费门架编号": "G002237007003120170",
          "纬度": 36.149907,
          "经度": 117.009609,
          "使用状态": "在用",
          "下游门架": [
                  "3D6E12",
                  "3D6E1F"
          ]
  },
  {
          "门架HEX字符串": "3D6E12",
          "门架名称": "泰肥-泰山枢纽门架",
          "收费门架编号": "G002237007003420180",
          "纬度": 36.14877199999999,
          "经度": 117.034866,
          "使用状态": "在用",
          "下游门架": [
                  "3C0A0B",
                  "3D9011",
                  "3D0A0D"
          ]
  },
  {
          "门架HEX字符串": "3C7902",
          "门架名称": "东阿-李海务门架",
          "收费门架编号": "G002237008000210020",
          "纬度": 36.31269251173109,
          "经度": 116.0389063216888,
          "使用状态": "在用",
          "下游门架": [
                  "3C7903",
                  "3D7917"
          ]
  },
  {
          "门架HEX字符串": "3C7903",
          "门架名称": "李海务-朱老庄门架",
          "收费门架编号": "G002237008000310030",
          "纬度": 36.33833806099035,
          "经度": 115.9585074654383,
          "使用状态": "在用",
          "下游门架": [
                  "3C7904",
                  "3D7919"
          ]
  },
  {
          "门架HEX字符串": "3C7904",
          "门架名称": "朱老庄-田庄枢纽门架",
          "收费门架编号": "G002237008000410040",
          "纬度": 36.343291,
          "经度": 115.913532,
          "使用状态": "在用",
          "下游门架": [
                  "3C7905",
                  "3C5A03",
                  "3D5A11"
          ]
  },
  {
          "门架HEX字符串": "3C7905",
          "门架名称": "田庄枢纽-河店门架",
          "收费门架编号": "G002237008000510050",
          "纬度": 36.36070117699997,
          "经度": 115.7203571225074,
          "使用状态": "在用",
          "下游门架": [
                  "3C7906",
                  "3D7911"
          ]
  },
  {
          "门架HEX字符串": "3C7906",
          "门架名称": "河店-魏庄门架",
          "收费门架编号": "G002237008000610060",
          "纬度": 36.36086336079933,
          "经度": 115.6744245423283,
          "使用状态": "在用",
          "下游门架": [
                  "3E7907",
                  "3D7913"
          ]
  },
  {
          "门架HEX字符串": "3E7907",
          "门架名称": "魏庄-青兰鲁冀门架",
          "收费门架编号": "G002237008000710070",
          "纬度": 36.344506,
          "经度": 115.5505,
          "使用状态": "在用",
          "下游门架": [
                  "0E4015"
          ]
  },
  {
          "门架HEX字符串": "3E7907",
          "门架名称": "魏庄-青兰鲁冀门架",
          "收费门架编号": "G002237008000710210",
          "纬度": 36.346139,
          "经度": 115.545274,
          "使用状态": "备用",
          "下游门架": [
                  "0E4015"
          ]
  },
  {
          "门架HEX字符串": "3F7909",
          "门架名称": "青兰鲁冀-魏庄门架",
          "收费门架编号": "G002237008000820080",
          "纬度": 36.346193,
          "经度": 115.544622,
          "使用状态": "备用",
          "下游门架": [
                  "3D790B",
                  "3D7913"
          ]
  },
  {
          "门架HEX字符串": "3F7909",
          "门架名称": "青兰鲁冀-魏庄门架",
          "收费门架编号": "G002237008000820220",
          "纬度": 36.347737,
          "经度": 115.539478,
          "使用状态": "备用",
          "下游门架": [
                  "3D790B",
                  "3D7913"
          ]
  },
  {
          "门架HEX字符串": "3D790B",
          "门架名称": "魏庄-河店门架",
          "收费门架编号": "G002237008000920090",
          "纬度": 36.36069293816232,
          "经度": 115.6737954302367,
          "使用状态": "在用",
          "下游门架": [
                  "3D790C",
                  "3D7911"
          ]
  },
  {
          "门架HEX字符串": "3D790C",
          "门架名称": "河店-田庄枢纽门架",
          "收费门架编号": "G002237008001020100",
          "纬度": 36.36064933735204,
          "经度": 115.7198829079864,
          "使用状态": "在用",
          "下游门架": [
                  "3D790D",
                  "3C5A03",
                  "3D5A11"
          ]
  },
  {
          "门架HEX字符串": "3D790D",
          "门架名称": "田庄枢纽-朱老庄门架",
          "收费门架编号": "G002237008001120110",
          "纬度": 36.343242,
          "经度": 115.912349,
          "使用状态": "在用",
          "下游门架": [
                  "3D790E",
                  "3D7919"
          ]
  },
  {
          "门架HEX字符串": "3D790E",
          "门架名称": "朱老庄-李海务门架",
          "收费门架编号": "G002237008001220120",
          "纬度": 36.33835080854628,
          "经度": 115.9579513094644,
          "使用状态": "在用",
          "下游门架": [
                  "3D790F",
                  "3D7917"
          ]
  },
  {
          "门架HEX字符串": "3D790F",
          "门架名称": "李海务-东阿门架",
          "收费门架编号": "G002237008001320130",
          "纬度": 36.31280432468505,
          "经度": 116.038022494128,
          "使用状态": "在用",
          "下游门架": [
                  "3D7915",
                  "3D791B"
          ]
  },
  {
          "门架HEX字符串": "3C8F05",
          "门架名称": "钢城枢纽-钢城西虚收费门架",
          "收费门架编号": "G002237009000110010",
          "纬度": 36.138,
          "经度": 117.707,
          "使用状态": "在用",
          "下游门架": [
                  "3C8F07",
                  "3D8F02"
          ]
  },
  {
          "门架HEX字符串": "3D8F06",
          "门架名称": "钢城西虚-钢城枢纽收费门架",
          "收费门架编号": "G002237009001820160",
          "纬度": 36.142,
          "经度": 117.702,
          "使用状态": "在用",
          "下游门架": [
                  "3D8C08",
                  "3C8C09"
          ]
  },
  {
          "门架HEX字符串": "3C8F09",
          "门架名称": "高庄虚-角峪虚收费门架",
          "收费门架编号": "G002237010000410030",
          "纬度": 36.157,
          "经度": 117.448,
          "使用状态": "在用",
          "下游门架": [
                  "3C9008",
                  "3D9002"
          ]
  },
  {
          "门架HEX字符串": "3C9008",
          "门架名称": "角峪虚-青兰枢纽收费门架",
          "收费门架编号": "G002237010000510040",
          "纬度": 36.151,
          "经度": 117.417,
          "使用状态": "在用",
          "下游门架": [
                  "3C900A",
                  "3D690B",
                  "3C690C"
          ]
  },
  {
          "门架HEX字符串": "3C900A",
          "门架名称": "青兰枢纽-泰新枢纽收费门架",
          "收费门架编号": "G002237010000610050",
          "纬度": 36.127,
          "经度": 117.278,
          "使用状态": "在用",
          "下游门架": [
                  "3C1727",
                  "3C900C"
          ]
  },
  {
          "门架HEX字符串": "3C900C",
          "门架名称": "泰新枢纽-泰安东虚收费门架",
          "收费门架编号": "G002237010000710060",
          "纬度": 36.144,
          "经度": 117.179,
          "使用状态": "在用",
          "下游门架": [
                  "3C900E",
                  "3D9004"
          ]
  },
  {
          "门架HEX字符串": "3C900E",
          "门架名称": "泰安东虚-泰安南虚收费门架",
          "收费门架编号": "G002237010000810070",
          "纬度": 36.144,
          "经度": 117.153,
          "使用状态": "在用",
          "下游门架": [
                  "3C9010",
                  "3D9006"
          ]
  },
  {
          "门架HEX字符串": "3C9010",
          "门架名称": "泰安南虚-泰山枢纽收费门架",
          "收费门架编号": "G002237010000910080",
          "纬度": 36.142,
          "经度": 117.081,
          "使用状态": "在用",
          "下游门架": [
                  "3C0A0B",
                  "3D0A0D",
                  "3C6E01"
          ]
  },
  {
          "门架HEX字符串": "3D9011",
          "门架名称": "泰山枢纽-泰安南虚收费门架",
          "收费门架编号": "G002237010001020090",
          "纬度": 36.141,
          "经度": 117.082,
          "使用状态": "在用",
          "下游门架": [
                  "3D900F",
                  "3D9006"
          ]
  },
  {
          "门架HEX字符串": "3D900F",
          "门架名称": "泰安南虚-泰安东虚收费门架",
          "收费门架编号": "G002237010001120100",
          "纬度": 36.143,
          "经度": 117.153,
          "使用状态": "在用",
          "下游门架": [
                  "3D900D",
                  "3D9004"
          ]
  },
  {
          "门架HEX字符串": "3D900D",
          "门架名称": "泰安东虚-泰新枢纽收费门架",
          "收费门架编号": "G002237010001220110",
          "纬度": 36.146,
          "经度": 117.177,
          "使用状态": "在用",
          "下游门架": [
                  "3C1727",
                  "3D900B"
          ]
  },
  {
          "门架HEX字符串": "3D900B",
          "门架名称": "泰新枢纽-青兰枢纽收费门架",
          "收费门架编号": "G002237010001320120",
          "纬度": 36.125,
          "经度": 117.276,
          "使用状态": "在用",
          "下游门架": [
                  "3D9009",
                  "3D690B",
                  "3C690C"
          ]
  },
  {
          "门架HEX字符串": "3D9009",
          "门架名称": "青兰枢纽-角峪虚收费门架",
          "收费门架编号": "G002237010001420130",
          "纬度": 36.154,
          "经度": 117.425,
          "使用状态": "在用",
          "下游门架": [
                  "3D9007",
                  "3D9002"
          ]
  },
  {
          "门架HEX字符串": "3D9007",
          "门架名称": "角峪虚-高庄虚收费门架",
          "收费门架编号": "G002237010001520140",
          "纬度": 36.164,
          "经度": 117.448,
          "使用状态": "在用",
          "下游门架": [
                  "3D8F08",
                  "3D8F04"
          ]
  },
  {
          "门架HEX字符串": "3C2F04",
          "门架名称": "大王-阳河门架",
          "收费门架编号": "G002537001000810080",
          "纬度": 36.95600779999999,
          "经度": 118.54070714,
          "使用状态": "在用",
          "下游门架": [
                  "3C2F07",
                  "3D2F0C"
          ]
  },
  {
          "门架HEX字符串": "3C2F07",
          "门架名称": "阳河-何官门架",
          "收费门架编号": "G002537001001010090",
          "纬度": 36.894564,
          "经度": 118.545869,
          "使用状态": "在用",
          "下游门架": [
                  "3C2F02",
                  "3D2F08"
          ]
  },
  {
          "门架HEX字符串": "3D2F01",
          "门架名称": "于家庄枢纽-何官门架",
          "收费门架编号": "G002537001001320200",
          "纬度": 36.814246,
          "经度": 118.546558,
          "使用状态": "在用",
          "下游门架": [
                  "3D2F03",
                  "3D2F08"
          ]
  },
  {
          "门架HEX字符串": "3D2F06",
          "门架名称": "阳河-大王门架",
          "收费门架编号": "G002537001001520110",
          "纬度": 36.95511722,
          "经度": 118.54123867,
          "使用状态": "在用",
          "下游门架": [
                  "3D2E0E",
                  "3D2E19"
          ]
  },
  {
          "门架HEX字符串": "3C2F02",
          "门架名称": "何官-于家庄枢纽门架",
          "收费门架编号": "G002537001001710190",
          "纬度": 36.814865,
          "经度": 118.546471,
          "使用状态": "在用",
          "下游门架": [
                  "3C1010",
                  "3D1014",
                  "3C5001"
          ]
  },
  {
          "门架HEX字符串": "3D2F03",
          "门架名称": "何官-阳河门架",
          "收费门架编号": "G002537001001820100",
          "纬度": 36.89365023,
          "经度": 118.54597423,
          "使用状态": "在用",
          "下游门架": [
                  "3D2F06",
                  "3D2F0C"
          ]
  },
  {
          "门架HEX字符串": "3C5001",
          "门架名称": "于家庄枢纽-青州北门架",
          "收费门架编号": "G002537002000110010",
          "纬度": 36.793073,
          "经度": 118.543436,
          "使用状态": "在用",
          "下游门架": [
                  "3C5002",
                  "3D5011"
          ]
  },
  {
          "门架HEX字符串": "3C5002",
          "门架名称": "青州北-青州门架",
          "收费门架编号": "G002537002000210020",
          "纬度": 36.767301,
          "经度": 118.546274,
          "使用状态": "在用",
          "下游门架": [
                  "3C5010",
                  "3D5013"
          ]
  },
  {
          "门架HEX字符串": "3C5010",
          "门架名称": "青州-青州南门架",
          "收费门架编号": "G002537002000310030",
          "纬度": 36.708003962167,
          "经度": 118.5814728150792,
          "使用状态": "在用",
          "下游门架": [
                  "3C5003",
                  "3D5015"
          ]
  },
  {
          "门架HEX字符串": "3C5003",
          "门架名称": "青州南-临朐门架",
          "收费门架编号": "G002537002000410040",
          "纬度": 36.603432,
          "经度": 118.607725,
          "使用状态": "备用",
          "下游门架": [
                  "3C5004",
                  "3D5017"
          ]
  },
  {
          "门架HEX字符串": "3C5004",
          "门架名称": "临朐-临朐南门架",
          "收费门架编号": "G002537002000510050",
          "纬度": 36.49886585,
          "经度": 118.62951476,
          "使用状态": "在用",
          "下游门架": [
                  "3C5006",
                  "3D5019"
          ]
  },
  {
          "门架HEX字符串": "3C5006",
          "门架名称": "临朐南-沂山门架",
          "收费门架编号": "G002537002000610060",
          "纬度": 36.40098773,
          "经度": 118.64227496,
          "使用状态": "在用",
          "下游门架": [
                  "3C500F",
                  "3D501B"
          ]
  },
  {
          "门架HEX字符串": "3C500F",
          "门架名称": "沂山-马站枢纽门架",
          "收费门架编号": "G002537002000710070",
          "纬度": 36.222204,
          "经度": 118.712679,
          "使用状态": "在用",
          "下游门架": [
                  "3C3E03",
                  "3D3E07",
                  "3C5101"
          ]
  },
  {
          "门架HEX字符串": "3D5008",
          "门架名称": "马站枢纽-沂山门架",
          "收费门架编号": "G002537002000820080",
          "纬度": 36.221625,
          "经度": 118.712753,
          "使用状态": "在用",
          "下游门架": [
                  "3D5009",
                  "3D501B"
          ]
  },
  {
          "门架HEX字符串": "3D5009",
          "门架名称": "沂山-临朐南门架",
          "收费门架编号": "G002537002000920090",
          "纬度": 36.4001972,
          "经度": 118.64245381,
          "使用状态": "在用",
          "下游门架": [
                  "3D500A",
                  "3D5019"
          ]
  },
  {
          "门架HEX字符串": "3D500A",
          "门架名称": "临朐南-临朐门架",
          "收费门架编号": "G002537002001020100",
          "纬度": 36.49830357,
          "经度": 118.62996564,
          "使用状态": "在用",
          "下游门架": [
                  "3D501D",
                  "3D5017"
          ]
  },
  {
          "门架HEX字符串": "3D501D",
          "门架名称": "临朐-青州南门架",
          "收费门架编号": "G002537002001120110",
          "纬度": 36.602774,
          "经度": 118.608588,
          "使用状态": "备用",
          "下游门架": [
                  "3D500C",
                  "3D5015"
          ]
  },
  {
          "门架HEX字符串": "3D500C",
          "门架名称": "青州南-青州门架",
          "收费门架编号": "G002537002001220120",
          "纬度": 36.70719827429868,
          "经度": 118.5822136746243,
          "使用状态": "在用",
          "下游门架": [
                  "3D500D",
                  "3D5013"
          ]
  },
  {
          "门架HEX字符串": "3D500D",
          "门架名称": "青州-青州北门架",
          "收费门架编号": "G002537002001320130",
          "纬度": 36.766386,
          "经度": 118.546915,
          "使用状态": "在用",
          "下游门架": [
                  "3D500E",
                  "3D5011"
          ]
  },
  {
          "门架HEX字符串": "3D500E",
          "门架名称": "青州北-于家庄枢纽门架",
          "收费门架编号": "G002537002001420140",
          "纬度": 36.790353,
          "经度": 118.543207,
          "使用状态": "在用",
          "下游门架": [
                  "3C1010",
                  "3D1014",
                  "3C5001",
                  "3D2F01"
          ]
  },
  {
          "门架HEX字符串": "3C5101",
          "门架名称": "马站枢纽-沂水北门架",
          "收费门架编号": "G002537003000210020",
          "纬度": 36.00635937,
          "经度": 118.72539195,
          "使用状态": "在用",
          "下游门架": [
                  "3C5102",
                  "3D510D"
          ]
  },
  {
          "门架HEX字符串": "3C5102",
          "门架名称": "沂水北-沂水门架",
          "收费门架编号": "G002537003000310030",
          "纬度": 35.967236,
          "经度": 118.732377,
          "使用状态": "在用",
          "下游门架": [
                  "3C5103",
                  "3D510F"
          ]
  },
  {
          "门架HEX字符串": "3C5103",
          "门架名称": "沂水-沂水南门架",
          "收费门架编号": "G002537003000410040",
          "纬度": 35.709217,
          "经度": 118.701843,
          "使用状态": "在用",
          "下游门架": [
                  "3C5104",
                  "3D5111"
          ]
  },
  {
          "门架HEX字符串": "3C5104",
          "门架名称": "沂水南-沂南北门架",
          "收费门架编号": "G002537003000510050",
          "纬度": 35.60930837,
          "经度": 118.67303759,
          "使用状态": "在用",
          "下游门架": [
                  "3C5105",
                  "3D5113"
          ]
  },
  {
          "门架HEX字符串": "3C5105",
          "门架名称": "沂南北-沂南东门架",
          "收费门架编号": "G002537003000610060",
          "纬度": 35.57301543,
          "经度": 118.66247249,
          "使用状态": "在用",
          "下游门架": [
                  "3C5106",
                  "3D5115"
          ]
  },
  {
          "门架HEX字符串": "3C5106",
          "门架名称": "沂南东-日东枢纽门架",
          "收费门架编号": "G002537003000710070",
          "纬度": 35.48713499999999,
          "经度": 118.644222,
          "使用状态": "在用",
          "下游门架": [
                  "3C5201",
                  "3C1E01",
                  "3D1D08"
          ]
  },
  {
          "门架HEX字符串": "3D5107",
          "门架名称": "日东枢纽-沂南东门架",
          "收费门架编号": "G002537003000820080",
          "纬度": 35.48637453,
          "经度": 118.64439101,
          "使用状态": "在用",
          "下游门架": [
                  "3D5108",
                  "3D5115"
          ]
  },
  {
          "门架HEX字符串": "3D5108",
          "门架名称": "沂南东-沂南北门架",
          "收费门架编号": "G002537003000920090",
          "纬度": 35.57270455,
          "经度": 118.66263674,
          "使用状态": "在用",
          "下游门架": [
                  "3D5109",
                  "3D5113"
          ]
  },
  {
          "门架HEX字符串": "3D5109",
          "门架名称": "沂南北-沂水南门架",
          "收费门架编号": "G002537003001020100",
          "纬度": 35.60879843351962,
          "经度": 118.6730076081312,
          "使用状态": "在用",
          "下游门架": [
                  "3D510A",
                  "3D5111"
          ]
  },
  {
          "门架HEX字符串": "3D510A",
          "门架名称": "沂水南-沂水门架",
          "收费门架编号": "G002537003001120110",
          "纬度": 35.70837316,
          "经度": 118.70207757,
          "使用状态": "在用",
          "下游门架": [
                  "3D510B",
                  "3D510F"
          ]
  },
  {
          "门架HEX字符串": "3D510B",
          "门架名称": "沂水-沂水北门架",
          "收费门架编号": "G002537003001220120",
          "纬度": 35.96654609,
          "经度": 118.73265142,
          "使用状态": "在用",
          "下游门架": [
                  "3D510C",
                  "3D510D"
          ]
  },
  {
          "门架HEX字符串": "3D510C",
          "门架名称": "沂水北-马站枢纽门架",
          "收费门架编号": "G002537003001320130",
          "纬度": 36.00575396,
          "经度": 118.72577413,
          "使用状态": "在用",
          "下游门架": [
                  "3C3E03",
                  "3D3E07",
                  "3D5008"
          ]
  },
  {
          "门架HEX字符串": "3C5201",
          "门架名称": "日东枢纽-河东门架",
          "收费门架编号": "G002537004000310030",
          "纬度": 35.24900809,
          "经度": 118.62819961,
          "使用状态": "在用",
          "下游门架": [
                  "3C5202",
                  "3D5215"
          ]
  },
  {
          "门架HEX字符串": "3C5202",
          "门架名称": "河东-临沂东门架",
          "收费门架编号": "G002537004000410040",
          "纬度": 35.14260029,
          "经度": 118.61583268,
          "使用状态": "在用",
          "下游门架": [
                  "3C5203",
                  "3D520F"
          ]
  },
  {
          "门架HEX字符串": "3C5203",
          "门架名称": "临沂东-临沭北门架",
          "收费门架编号": "G002537004000510050",
          "纬度": 35.062715,
          "经度": 118.652874,
          "使用状态": "在用",
          "下游门架": [
                  "3D5211",
                  "3C5217"
          ]
  },
  {
          "门架HEX字符串": "3E5205",
          "门架名称": "临沭-长深鲁苏门架",
          "收费门架编号": "G002537004000810070",
          "纬度": 34.88281586,
          "经度": 118.78585003,
          "使用状态": "在用",
          "下游门架": [
                  "2A1C01"
          ]
  },
  {
          "门架HEX字符串": "3E5205",
          "门架名称": "临沭-长深鲁苏门架",
          "收费门架编号": "G002537004000810150",
          "纬度": 34.88143367466715,
          "经度": 118.7894717656061,
          "使用状态": "在用",
          "下游门架": [
                  "2A1C01"
          ]
  },
  {
          "门架HEX字符串": "3F5206",
          "门架名称": "长深鲁苏-临沭门架",
          "收费门架编号": "G002537004000920100",
          "纬度": 34.879598,
          "经度": 118.79493,
          "使用状态": "在用",
          "下游门架": [
                  "3D5213",
                  "3D521A"
          ]
  },
  {
          "门架HEX字符串": "3F5206",
          "门架名称": "长深鲁苏-临沭门架",
          "收费门架编号": "G002537004000920160",
          "纬度": 34.881221,
          "经度": 118.790562,
          "使用状态": "在用",
          "下游门架": [
                  "3D5213",
                  "3D521A"
          ]
  },
  {
          "门架HEX字符串": "3D520A",
          "门架名称": "临沭北-临沂东门架",
          "收费门架编号": "G002537004001220120",
          "纬度": 35.062365,
          "经度": 118.653524,
          "使用状态": "在用",
          "下游门架": [
                  "3D520B",
                  "3D520F"
          ]
  },
  {
          "门架HEX字符串": "3D520B",
          "门架名称": "临沂东-河东门架",
          "收费门架编号": "G002537004001320130",
          "纬度": 35.14180449,
          "经度": 118.61561129,
          "使用状态": "在用",
          "下游门架": [
                  "3D520C",
                  "3D5215"
          ]
  },
  {
          "门架HEX字符串": "3D520C",
          "门架名称": "河东-日东枢纽门架",
          "收费门架编号": "G002537004001420140",
          "纬度": 35.24815701,
          "经度": 118.62846166,
          "使用状态": "在用",
          "下游门架": [
                  "3D5107",
                  "3C1E01",
                  "3D1D08"
          ]
  },
  {
          "门架HEX字符串": "3D7E01",
          "门架名称": "李庄枢纽-广饶西门架",
          "收费门架编号": "G002537005000320010",
          "纬度": 37.227159,
          "经度": 118.440474,
          "使用状态": "在用",
          "下游门架": [
                  "3D7E02",
                  "3D7E0D"
          ]
  },
  {
          "门架HEX字符串": "3D7E02",
          "门架名称": "广饶西-博兴北门架",
          "收费门架编号": "G002537005000420020",
          "纬度": 37.226476,
          "经度": 118.406466,
          "使用状态": "在用",
          "下游门架": [
                  "3D7E03",
                  "3D7E0B"
          ]
  },
  {
          "门架HEX字符串": "3D7E03",
          "门架名称": "博兴北-博兴门架",
          "收费门架编号": "G002537005000620030",
          "纬度": 37.243206,
          "经度": 118.203675,
          "使用状态": "在用",
          "下游门架": [
                  "3D7E04",
                  "3D7E09"
          ]
  },
  {
          "门架HEX字符串": "3D7E04",
          "门架名称": "博兴-彭家枢纽门架",
          "收费门架编号": "G002537005000720040",
          "纬度": 37.22683499999999,
          "经度": 118.064176,
          "使用状态": "备用",
          "下游门架": [
                  "3C3118",
                  "3D3117"
          ]
  },
  {
          "门架HEX字符串": "3C7E05",
          "门架名称": "彭家枢纽-博兴门架",
          "收费门架编号": "G002537005001010050",
          "纬度": 37.225831,
          "经度": 118.058984,
          "使用状态": "备用",
          "下游门架": [
                  "3C7E06",
                  "3D7E09"
          ]
  },
  {
          "门架HEX字符串": "3C7E06",
          "门架名称": "博兴-博兴北门架",
          "收费门架编号": "G002537005001110060",
          "纬度": 37.243127,
          "经度": 118.202811,
          "使用状态": "在用",
          "下游门架": [
                  "3C7E07",
                  "3D7E0B"
          ]
  },
  {
          "门架HEX字符串": "3C7E07",
          "门架名称": "博兴北-广饶西门架",
          "收费门架编号": "G002537005001310070",
          "纬度": 37.226376,
          "经度": 118.405647,
          "使用状态": "在用",
          "下游门架": [
                  "3C7E08",
                  "3D7E0D"
          ]
  },
  {
          "门架HEX字符串": "3C7E08",
          "门架名称": "广饶西-李庄枢纽门架",
          "收费门架编号": "G002537005001410080",
          "纬度": 37.227114,
          "经度": 118.43952,
          "使用状态": "在用",
          "下游门架": [
                  "3D4408",
                  "3C2E05",
                  "3C2E06"
          ]
  },
  {
          "门架HEX字符串": "3D3B03",
          "门架名称": "孝里-长清门架2",
          "收费门架编号": "G003537001000220020",
          "纬度": 36.470362,
          "经度": 116.721353,
          "使用状态": "停用",
          "下游门架": [
                  "3D3B1B",
                  "3D3B32"
          ]
  },
  {
          "门架HEX字符串": "3D3B03",
          "门架名称": "孝里-长清门架1",
          "收费门架编号": "G003537001000220030",
          "纬度": 36.391422,
          "经度": 116.652523,
          "使用状态": "停用",
          "下游门架": [
                  "3D3B1B",
                  "3D3B32"
          ]
  },
  {
          "门架HEX字符串": "3D3B05",
          "门架名称": "平阴-孝里门架2",
          "收费门架编号": "G003537001000320040",
          "纬度": 36.38217929,
          "经度": 116.63006269,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B03",
                  "3D3B1D"
          ]
  },
  {
          "门架HEX字符串": "3D3B05",
          "门架名称": "平阴-孝里门架1",
          "收费门架编号": "G003537001000320050",
          "纬度": 36.28351678,
          "经度": 116.48976133,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B03",
                  "3D3B1D"
          ]
  },
  {
          "门架HEX字符串": "3D3B06",
          "门架名称": "孔村枢纽-平阴门架",
          "收费门架编号": "G003537001000420060",
          "纬度": 36.26335131,
          "经度": 116.48438273,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B05",
                  "3D3B1F"
          ]
  },
  {
          "门架HEX字符串": "3D3B07",
          "门架名称": "平阴南-孔村枢纽门架",
          "收费门架编号": "G003537001000520070",
          "纬度": 36.108733,
          "经度": 116.439463,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E08",
                  "3D6E0C",
                  "3D3B06"
          ]
  },
  {
          "门架HEX字符串": "3D3B08",
          "门架名称": "东平-平阴南门架2",
          "收费门架编号": "G003537001000620080",
          "纬度": 36.093719,
          "经度": 116.44287,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B07",
                  "3D3B21"
          ]
  },
  {
          "门架HEX字符串": "3D3B08",
          "门架名称": "东平-平阴南门架1",
          "收费门架编号": "G003537001000620090",
          "纬度": 35.937788,
          "经度": 116.409208,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B07",
                  "3D3B21"
          ]
  },
  {
          "门架HEX字符串": "3D3B0A",
          "门架名称": "东济济广枢纽-东平门架",
          "收费门架编号": "G003537001000820100",
          "纬度": 35.92308718595265,
          "经度": 116.4139328266817,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B08",
                  "3D3B23"
          ]
  },
  {
          "门架HEX字符串": "3D3B0B",
          "门架名称": "梁山-东济济广枢纽门架",
          "收费门架编号": "G003537001001020110",
          "纬度": 35.68826779,
          "经度": 116.23168141,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B0A",
                  "3C8713",
                  "3D8712",
                  "3C5301"
          ]
  },
  {
          "门架HEX字符串": "3D3B0C",
          "门架名称": "嘉祥西-梁山门架",
          "收费门架编号": "G003537001001120120",
          "纬度": 35.67859925,
          "经度": 116.21787192,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B0B",
                  "3D3B25"
          ]
  },
  {
          "门架HEX字符串": "3D3B0D",
          "门架名称": "王官屯枢纽-嘉祥西门架",
          "收费门架编号": "G003537001001220130",
          "纬度": 35.602412,
          "经度": 116.140813,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B0C",
                  "3D3B27"
          ]
  },
  {
          "门架HEX字符串": "3C3B0E",
          "门架名称": "嘉祥西-王官屯枢纽门架",
          "收费门架编号": "G003537001001510140",
          "纬度": 35.604878,
          "经度": 116.141868,
          "使用状态": "在用",
          "下游门架": [
                  "3D1F07",
                  "3C9302",
                  "3C7C06"
          ]
  },
  {
          "门架HEX字符串": "3C3B0F",
          "门架名称": "梁山-嘉祥西门架",
          "收费门架编号": "G003537001001610150",
          "纬度": 35.68053366320363,
          "经度": 116.2205053521464,
          "使用状态": "在用",
          "下游门架": [
                  "3C3B0E",
                  "3D3B27"
          ]
  },
  {
          "门架HEX字符串": "3C3B10",
          "门架名称": "东济济广枢纽-梁山门架",
          "收费门架编号": "G003537001001710160",
          "纬度": 35.69143864352102,
          "经度": 116.2352073565711,
          "使用状态": "在用",
          "下游门架": [
                  "3C3B0F",
                  "3D3B25"
          ]
  },
  {
          "门架HEX字符串": "3C3B11",
          "门架名称": "东平-东济济广枢纽门架",
          "收费门架编号": "G003537001001910170",
          "纬度": 35.92511365526457,
          "经度": 116.4131089791327,
          "使用状态": "在用",
          "下游门架": [
                  "3C3B10",
                  "3C8713",
                  "3D8712",
                  "3C5301"
          ]
  },
  {
          "门架HEX字符串": "3C3B13",
          "门架名称": "平阴南-东平门架2",
          "收费门架编号": "G003537001002010180",
          "纬度": 35.939391,
          "经度": 116.408698,
          "使用状态": "在用",
          "下游门架": [
                  "3C3B11",
                  "3D3B23"
          ]
  },
  {
          "门架HEX字符串": "3C3B13",
          "门架名称": "平阴南-东平门架1",
          "收费门架编号": "G003537001002010190",
          "纬度": 36.098564,
          "经度": 116.442196,
          "使用状态": "在用",
          "下游门架": [
                  "3C3B11",
                  "3D3B23"
          ]
  },
  {
          "门架HEX字符串": "3C3B14",
          "门架名称": "孔村枢纽-平阴南门架",
          "收费门架编号": "G003537001002210200",
          "纬度": 36.109723,
          "经度": 116.438995,
          "使用状态": "在用",
          "下游门架": [
                  "3C3B13",
                  "3D3B21"
          ]
  },
  {
          "门架HEX字符串": "3C3B15",
          "门架名称": "平阴-孔村枢纽门架",
          "收费门架编号": "G003537001002310210",
          "纬度": 36.26540900000001,
          "经度": 116.48452,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E08",
                  "3D6E0C",
                  "3C3B14"
          ]
  },
  {
          "门架HEX字符串": "3C3B17",
          "门架名称": "孝里-平阴门架2",
          "收费门架编号": "G003537001002410220",
          "纬度": 36.28422607,
          "经度": 116.48997485,
          "使用状态": "在用",
          "下游门架": [
                  "3C3B15",
                  "3D3B1F"
          ]
  },
  {
          "门架HEX字符串": "3C3B17",
          "门架名称": "孝里-平阴门架1",
          "收费门架编号": "G003537001002410230",
          "纬度": 36.38254370000001,
          "经度": 116.6312929,
          "使用状态": "在用",
          "下游门架": [
                  "3C3B15",
                  "3D3B1F"
          ]
  },
  {
          "门架HEX字符串": "3C3B18",
          "门架名称": "长清-孝里门架2",
          "收费门架编号": "G003537001002510240",
          "纬度": 36.393048,
          "经度": 116.65561,
          "使用状态": "停用",
          "下游门架": [
                  "3C3B17",
                  "3D3B1D"
          ]
  },
  {
          "门架HEX字符串": "3C3B18",
          "门架名称": "长清-孝里门架1",
          "收费门架编号": "G003537001002510250",
          "纬度": 36.47293,
          "经度": 116.723009,
          "使用状态": "停用",
          "下游门架": [
                  "3C3B17",
                  "3D3B1D"
          ]
  },
  {
          "门架HEX字符串": "3D7A01",
          "门架名称": "菏泽新北-菏泽枢纽门架",
          "收费门架编号": "G003537002000120010",
          "纬度": 35.29368919,
          "经度": 115.66661466,
          "使用状态": "在用",
          "下游门架": [
                  "3C9305",
                  "3D9301",
                  "3D5C11"
          ]
  },
  {
          "门架HEX字符串": "3D7A02",
          "门架名称": "菏泽新东-菏泽新北门架",
          "收费门架编号": "G003537002000220020",
          "纬度": 35.226772,
          "经度": 115.664344,
          "使用状态": "备用",
          "下游门架": [
                  "3D7A01",
                  "3D7A11"
          ]
  },
  {
          "门架HEX字符串": "3D7A03",
          "门架名称": "定陶-菏泽新东门架",
          "收费门架编号": "G003537002000320030",
          "纬度": 35.19859982,
          "经度": 115.66934144,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A02",
                  "3D7A13"
          ]
  },
  {
          "门架HEX字符串": "3D7A05",
          "门架名称": "古营集-枣菏枢纽门架",
          "收费门架编号": "G003537002000520050",
          "纬度": 34.95619853040168,
          "经度": 115.6407226782867,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A04",
                  "3D812E",
                  "3C812F"
          ]
  },
  {
          "门架HEX字符串": "3D7A06",
          "门架名称": "曹县-古营集门架",
          "收费门架编号": "G003537002000620060",
          "纬度": 34.92905145,
          "经度": 115.64489431,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A05",
                  "3D7A16"
          ]
  },
  {
          "门架HEX字符串": "3F7A07",
          "门架名称": "济广鲁豫-仵楼门架",
          "收费门架编号": "G003537002000820070",
          "纬度": 34.60552234169277,
          "经度": 115.6706520470728,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A06",
                  "3D7A18"
          ]
  },
  {
          "门架HEX字符串": "3F7A07",
          "门架名称": "济广鲁豫-仵楼门架",
          "收费门架编号": "G003537002000820080",
          "纬度": 34.59828180407163,
          "经度": 115.6721856997629,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A06",
                  "3D7A18"
          ]
  },
  {
          "门架HEX字符串": "3E7A09",
          "门架名称": "仵楼-济广鲁豫门架",
          "收费门架编号": "G003537002000910090",
          "纬度": 34.59892259,
          "经度": 115.67188688,
          "使用状态": "在用",
          "下游门架": [
                  "42DF13"
          ]
  },
  {
          "门架HEX字符串": "3E7A09",
          "门架名称": "仵楼-济广鲁豫门架",
          "收费门架编号": "G003537002000910100",
          "纬度": 34.60607471,
          "经度": 115.670349,
          "使用状态": "在用",
          "下游门架": [
                  "42DF13"
          ]
  },
  {
          "门架HEX字符串": "3C7A0B",
          "门架名称": "古营集-曹县门架",
          "收费门架编号": "G003537002001110110",
          "纬度": 34.93017975,
          "经度": 115.64467326,
          "使用状态": "在用",
          "下游门架": [
                  "3E7A09",
                  "3D7A18"
          ]
  },
  {
          "门架HEX字符串": "3C7A0C",
          "门架名称": "枣菏枢纽-古营集门架",
          "收费门架编号": "G003537002001210120",
          "纬度": 34.95622729501727,
          "经度": 115.6405878740147,
          "使用状态": "在用",
          "下游门架": [
                  "3C7A0B",
                  "3D7A16"
          ]
  },
  {
          "门架HEX字符串": "3C7A0E",
          "门架名称": "菏泽新东-定陶门架",
          "收费门架编号": "G003537002001410140",
          "纬度": 35.19902385,
          "经度": 115.66908191,
          "使用状态": "在用",
          "下游门架": [
                  "3C7A0D",
                  "3D7A1A"
          ]
  },
  {
          "门架HEX字符串": "3C7A0F",
          "门架名称": "菏泽新北-菏泽新东门架",
          "收费门架编号": "G003537002001510150",
          "纬度": 35.227153,
          "经度": 115.664088,
          "使用状态": "备用",
          "下游门架": [
                  "3C7A0E",
                  "3D7A13"
          ]
  },
  {
          "门架HEX字符串": "3C7A10",
          "门架名称": "菏泽枢纽-菏泽新北门架",
          "收费门架编号": "G003537002001610160",
          "纬度": 35.2958082,
          "经度": 115.66685152,
          "使用状态": "在用",
          "下游门架": [
                  "3C7A0F",
                  "3D7A11"
          ]
  },
  {
          "门架HEX字符串": "3C2003",
          "门架名称": "曹州枢纽-菏泽东门架",
          "收费门架编号": "G003537003000610060",
          "纬度": 35.29679772367813,
          "经度": 115.5974415437737,
          "使用状态": "在用",
          "下游门架": [
                  "3C2004",
                  "3D201E"
          ]
  },
  {
          "门架HEX字符串": "3C2004",
          "门架名称": "菏泽东-菏泽门架",
          "收费门架编号": "G003537003000710070",
          "纬度": 35.28971757,
          "经度": 115.5620289,
          "使用状态": "在用",
          "下游门架": [
                  "3C2005",
                  "3D2018"
          ]
  },
  {
          "门架HEX字符串": "3C2005",
          "门架名称": "菏泽-菏泽西门架",
          "收费门架编号": "G003537003000810080",
          "纬度": 35.296359,
          "经度": 115.500542,
          "使用状态": "备用",
          "下游门架": [
                  "3C2006",
                  "3D201A"
          ]
  },
  {
          "门架HEX字符串": "3C2006",
          "门架名称": "菏泽西-菏东枢纽门架",
          "收费门架编号": "G003537003000910090",
          "纬度": 35.28687525,
          "经度": 115.39179096,
          "使用状态": "在用",
          "下游门架": [
                  "3C2007",
                  "3C6A01"
          ]
  },
  {
          "门架HEX字符串": "3C2007",
          "门架名称": "菏东枢纽-东明门架",
          "收费门架编号": "G003537003001010100",
          "纬度": 35.30380459,
          "经度": 115.13812789,
          "使用状态": "在用",
          "下游门架": [
                  "3D201C"
          ]
  },
  {
          "门架HEX字符串": "3D2008",
          "门架名称": "东明-菏东枢纽门架",
          "收费门架编号": "G003537003001120110",
          "纬度": 35.30401676,
          "经度": 115.13744161,
          "使用状态": "在用",
          "下游门架": [
                  "3D2009",
                  "3C6A01"
          ]
  },
  {
          "门架HEX字符串": "3D2009",
          "门架名称": "菏东枢纽-菏泽西门架",
          "收费门架编号": "G003537003001220120",
          "纬度": 35.28672408,
          "经度": 115.39128275,
          "使用状态": "在用",
          "下游门架": [
                  "3D200A",
                  "3D201A"
          ]
  },
  {
          "门架HEX字符串": "3D200A",
          "门架名称": "菏泽西-菏泽门架",
          "收费门架编号": "G003537003001320130",
          "纬度": 35.296494,
          "经度": 115.499405,
          "使用状态": "备用",
          "下游门架": [
                  "3D200B",
                  "3D2018"
          ]
  },
  {
          "门架HEX字符串": "3D200B",
          "门架名称": "菏泽-菏泽东门架",
          "收费门架编号": "G003537003001420140",
          "纬度": 35.28913444,
          "经度": 115.56054817,
          "使用状态": "在用",
          "下游门架": [
                  "3D200C",
                  "3D201E"
          ]
  },
  {
          "门架HEX字符串": "3D200C",
          "门架名称": "菏泽东-曹州枢纽门架",
          "收费门架编号": "G003537003001520150",
          "纬度": 35.29651401098718,
          "经度": 115.5933268443372,
          "使用状态": "在用",
          "下游门架": [
                  "3D9306",
                  "3C0C01"
          ]
  },
  {
          "门架HEX字符串": "3C9302",
          "门架名称": "王官屯枢纽-郓城南虚收费门架",
          "收费门架编号": "G003537004000110010",
          "纬度": 35.461458,
          "经度": 116.049784,
          "使用状态": "备用",
          "下游门架": [
                  "3C9303",
                  "3D930A"
          ]
  },
  {
          "门架HEX字符串": "3C9303",
          "门架名称": "郓城南虚-郓城虚收费门架",
          "收费门架编号": "G003537004000210020",
          "纬度": 35.462393,
          "经度": 116.020773,
          "使用状态": "备用",
          "下游门架": [
                  "3C9304",
                  "3D930C"
          ]
  },
  {
          "门架HEX字符串": "3C9304",
          "门架名称": "郓城虚-菏泽枢纽收费门架",
          "收费门架编号": "G003537004000310030",
          "纬度": 35.407876,
          "经度": 115.819946,
          "使用状态": "在用",
          "下游门架": [
                  "3C7A10",
                  "3C9305",
                  "3D5C11"
          ]
  },
  {
          "门架HEX字符串": "3C9305",
          "门架名称": "菏泽枢纽-曹州枢纽收费门架",
          "收费门架编号": "G003537004000410040",
          "纬度": 35.302694,
          "经度": 115.632534,
          "使用状态": "在用",
          "下游门架": [
                  "3C2003",
                  "3C0C01"
          ]
  },
  {
          "门架HEX字符串": "3D9306",
          "门架名称": "曹州枢纽-菏泽枢纽收费门架",
          "收费门架编号": "G003537004000520050",
          "纬度": 35.461309,
          "经度": 116.049591,
          "使用状态": "在用",
          "下游门架": [
                  "3C7A10",
                  "3D9301",
                  "3D5C11"
          ]
  },
  {
          "门架HEX字符串": "3D9301",
          "门架名称": "菏泽枢纽-郓城虚收费门架",
          "收费门架编号": "G003537004000620060",
          "纬度": 35.462284,
          "经度": 116.020494,
          "使用状态": "在用",
          "下游门架": [
                  "3D9307",
                  "3D930C"
          ]
  },
  {
          "门架HEX字符串": "3D9307",
          "门架名称": "郓城虚-郓城南虚收费门架",
          "收费门架编号": "G003537004000720070",
          "纬度": 35.407618,
          "经度": 115.819881,
          "使用状态": "在用",
          "下游门架": [
                  "3D9308",
                  "3D930A"
          ]
  },
  {
          "门架HEX字符串": "3D9308",
          "门架名称": "郓城南虚-王官屯枢纽收费门架",
          "收费门架编号": "G003537004000820080",
          "纬度": 35.302488,
          "经度": 115.632406,
          "使用状态": "备用",
          "下游门架": [
                  "3D3B0D",
                  "3D1F07",
                  "3C7C06"
          ]
  },
  {
          "门架HEX字符串": "3C8809",
          "门架名称": "无棣埕口虚-滨港虚收费门架",
          "收费门架编号": "G011137001000910090",
          "纬度": 38.056777,
          "经度": 117.812925,
          "使用状态": "在用",
          "下游门架": [
                  "3D8804",
                  "3C880B"
          ]
  },
  {
          "门架HEX字符串": "3D880A",
          "门架名称": "滨港虚-无棣埕口虚收费门架",
          "收费门架编号": "G011137001001020100",
          "纬度": 38.055238,
          "经度": 117.814229,
          "使用状态": "在用",
          "下游门架": [
                  "3D8802"
          ]
  },
  {
          "门架HEX字符串": "3C880B",
          "门架名称": "滨港虚-无棣西小王虚收费门架",
          "收费门架编号": "G011137001001110110",
          "纬度": 37.897368,
          "经度": 117.903006,
          "使用状态": "在用",
          "下游门架": [
                  "3D8806",
                  "3C880D"
          ]
  },
  {
          "门架HEX字符串": "3D880C",
          "门架名称": "无棣西小王虚-滨港虚收费门架",
          "收费门架编号": "G011137001001220120",
          "纬度": 37.896303,
          "经度": 117.904932,
          "使用状态": "在用",
          "下游门架": [
                  "3D8804",
                  "3D880A"
          ]
  },
  {
          "门架HEX字符串": "3C880D",
          "门架名称": "无棣西小王虚-沾化北虚收费门架",
          "收费门架编号": "G011137001001310130",
          "纬度": 37.822998,
          "经度": 117.982878,
          "使用状态": "在用",
          "下游门架": [
                  "3D8808",
                  "3C880E"
          ]
  },
  {
          "门架HEX字符串": "3D8810",
          "门架名称": "沾化北虚-无棣西小王虚收费门架",
          "收费门架编号": "G011137001001420140",
          "纬度": 37.821466,
          "经度": 117.983728,
          "使用状态": "在用",
          "下游门架": [
                  "3D8806",
                  "3D880C"
          ]
  },
  {
          "门架HEX字符串": "3C880E",
          "门架名称": "沾化北虚-沾化枢纽收费门架",
          "收费门架编号": "G011137001001510150",
          "纬度": 37.798058,
          "经度": 117.987412,
          "使用状态": "在用",
          "下游门架": [
                  "3D340E",
                  "3C340F"
          ]
  },
  {
          "门架HEX字符串": "3D880F",
          "门架名称": "沾化枢纽-沾化北虚收费门架",
          "收费门架编号": "G011137001001620160",
          "纬度": 37.796269,
          "经度": 117.987686,
          "使用状态": "在用",
          "下游门架": [
                  "3D8808",
                  "3D8810"
          ]
  },
  {
          "门架HEX字符串": "3E6010",
          "门架名称": "德商鲁冀-支线立交门架",
          "收费门架编号": "G032137002000110010",
          "纬度": 37.35109307085152,
          "经度": 116.0348077914345,
          "使用状态": "在用",
          "下游门架": [
                  "3D6004",
                  "3C6007"
          ]
  },
  {
          "门架HEX字符串": "3E6010",
          "门架名称": "德商鲁冀-支线立交门架",
          "收费门架编号": "G032137002000110020",
          "纬度": 37.3464633413527,
          "经度": 116.0338191554248,
          "使用状态": "在用",
          "下游门架": [
                  "3D6004",
                  "3C6007"
          ]
  },
  {
          "门架HEX字符串": "3F600F",
          "门架名称": "支线立交-德商鲁冀门架",
          "收费门架编号": "G032137002000220030",
          "纬度": 37.338048,
          "经度": 116.033113,
          "使用状态": "在用",
          "下游门架": [
                  "0E21F2"
          ]
  },
  {
          "门架HEX字符串": "3F600F",
          "门架名称": "支线立交-德商鲁冀门架",
          "收费门架编号": "G032137002000220040",
          "纬度": 37.343259,
          "经度": 116.033387,
          "使用状态": "在用",
          "下游门架": [
                  "0E21F2"
          ]
  },
  {
          "门架HEX字符串": "3C6002",
          "门架名称": "四女寺-武城北门架",
          "收费门架编号": "G032137002000410060",
          "纬度": 37.35464082,
          "经度": 116.20444045,
          "使用状态": "在用",
          "下游门架": [
                  "3C6003",
                  "3D6013"
          ]
  },
  {
          "门架HEX字符串": "3C6003",
          "门架名称": "武城北-支线立交门架",
          "收费门架编号": "G032137002000510070",
          "纬度": 37.34259894,
          "经度": 116.06809701,
          "使用状态": "在用",
          "下游门架": [
                  "3F600F",
                  "3C6007"
          ]
  },
  {
          "门架HEX字符串": "3D6004",
          "门架名称": "支线立交-武城北门架",
          "收费门架编号": "G032137002000620080",
          "纬度": 37.34232592,
          "经度": 116.06712706,
          "使用状态": "在用",
          "下游门架": [
                  "3D6005",
                  "3D6013"
          ]
  },
  {
          "门架HEX字符串": "3D6005",
          "门架名称": "武城北-四女寺门架",
          "收费门架编号": "G032137002000720090",
          "纬度": 37.35479942,
          "经度": 116.20346222,
          "使用状态": "在用",
          "下游门架": [
                  "3D6017",
                  "3D601C"
          ]
  },
  {
          "门架HEX字符串": "3C6007",
          "门架名称": "支线立交-武城西门架",
          "收费门架编号": "G032137002000910110",
          "纬度": 37.218536,
          "经度": 116.011645,
          "使用状态": "在用",
          "下游门架": [
                  "3C6008",
                  "3D6011"
          ]
  },
  {
          "门架HEX字符串": "3C6008",
          "门架名称": "武城西-青银立交门架",
          "收费门架编号": "G032137002001010120",
          "纬度": 37.177306,
          "经度": 116.016084,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B09",
                  "3E0B0B",
                  "3C5F01"
          ]
  },
  {
          "门架HEX字符串": "3D6009",
          "门架名称": "青银立交-武城西门架",
          "收费门架编号": "G032137002001320130",
          "纬度": 37.176362,
          "经度": 116.016043,
          "使用状态": "在用",
          "下游门架": [
                  "3D600A",
                  "3D6011"
          ]
  },
  {
          "门架HEX字符串": "3D600A",
          "门架名称": "武城西-支线立交门架",
          "收费门架编号": "G032137002001420140",
          "纬度": 37.21694,
          "经度": 116.012047,
          "使用状态": "在用",
          "下游门架": [
                  "3F600F",
                  "3D6004"
          ]
  },
  {
          "门架HEX字符串": "3C5F01",
          "门架名称": "德商青银立交-夏津西门架",
          "收费门架编号": "G032137003000110010",
          "纬度": 36.9822435,
          "经度": 115.94194018,
          "使用状态": "在用",
          "下游门架": [
                  "3C5F02",
                  "3D5F0B"
          ]
  },
  {
          "门架HEX字符串": "3C5F02",
          "门架名称": "夏津西-德商高邢立交门架",
          "收费门架编号": "G032137003000210020",
          "纬度": 36.96074251814865,
          "经度": 115.9363064873942,
          "使用状态": "在用",
          "下游门架": [
                  "3C5F03",
                  "3C4A04",
                  "3D4A0A"
          ]
  },
  {
          "门架HEX字符串": "3C5F03",
          "门架名称": "德商高邢立交-临清东门架",
          "收费门架编号": "G032137003000310030",
          "纬度": 36.81361406,
          "经度": 115.90122417,
          "使用状态": "在用",
          "下游门架": [
                  "3C5F04",
                  "3D5F0F"
          ]
  },
  {
          "门架HEX字符串": "3C5F04",
          "门架名称": "临清东-聊城北门架",
          "收费门架编号": "G032137003000410040",
          "纬度": 36.65260611,
          "经度": 115.8699576,
          "使用状态": "在用",
          "下游门架": [
                  "3C5F05",
                  "3D5F0D"
          ]
  },
  {
          "门架HEX字符串": "3C5F05",
          "门架名称": "聊城北-德商济馆立交门架",
          "收费门架编号": "G032137003000510050",
          "纬度": 36.62736014,
          "经度": 115.85208404,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A01",
                  "3D5F06",
                  "3C1A07",
                  "3D1A0F"
          ]
  },
  {
          "门架HEX字符串": "3D5F06",
          "门架名称": "德商济馆立交-聊城北门架",
          "收费门架编号": "G032137003000620060",
          "纬度": 36.62661865,
          "经度": 115.85145794,
          "使用状态": "在用",
          "下游门架": [
                  "3D5F07",
                  "3D5F0D"
          ]
  },
  {
          "门架HEX字符串": "3D5F07",
          "门架名称": "聊城北-临清东门架",
          "收费门架编号": "G032137003000720070",
          "纬度": 36.652063,
          "经度": 115.869906,
          "使用状态": "在用",
          "下游门架": [
                  "3D5F08",
                  "3D5F0F"
          ]
  },
  {
          "门架HEX字符串": "3D5F08",
          "门架名称": "临清东-德商高邢立交门架",
          "收费门架编号": "G032137003000820080",
          "纬度": 36.81291347,
          "经度": 115.90128039,
          "使用状态": "在用",
          "下游门架": [
                  "3D5F09",
                  "3C4A04",
                  "3D4A0A"
          ]
  },
  {
          "门架HEX字符串": "3D5F09",
          "门架名称": "德商高邢立交-夏津西门架",
          "收费门架编号": "G032137003000920090",
          "纬度": 36.96004511343703,
          "经度": 115.936114172975,
          "使用状态": "在用",
          "下游门架": [
                  "3D5F0A",
                  "3D5F0B"
          ]
  },
  {
          "门架HEX字符串": "3D5F0A",
          "门架名称": "夏津西-德商青银立交门架",
          "收费门架编号": "G032137003001020100",
          "纬度": 36.98047617,
          "经度": 115.9415858,
          "使用状态": "在用",
          "下游门架": [
                  "3D0B09",
                  "3E0B0B",
                  "3D6009"
          ]
  },
  {
          "门架HEX字符串": "3C5A01",
          "门架名称": "德商济馆立交-聊城南门架",
          "收费门架编号": "G032137004000210020",
          "纬度": 36.409771,
          "经度": 115.874887,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A02",
                  "3D5A14"
          ]
  },
  {
          "门架HEX字符串": "3C5A02",
          "门架名称": "聊城南-田庄枢纽门架",
          "收费门架编号": "G032137004000310030",
          "纬度": 36.382408,
          "经度": 115.867083,
          "使用状态": "在用",
          "下游门架": [
                  "3C7905",
                  "3D790D",
                  "3C5A03"
          ]
  },
  {
          "门架HEX字符串": "3C5A03",
          "门架名称": "田庄枢纽-莘县北门架",
          "收费门架编号": "G032137004000410040",
          "纬度": 36.28106,
          "经度": 115.760669,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A04",
                  "3D5A16"
          ]
  },
  {
          "门架HEX字符串": "3C5A04",
          "门架名称": "莘县北-莘县门架",
          "收费门架编号": "G032137004000510050",
          "纬度": 36.255706,
          "经度": 115.749064,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A05",
                  "3D5A18"
          ]
  },
  {
          "门架HEX字符串": "3C5A05",
          "门架名称": "莘县-十八里铺立交门架",
          "收费门架编号": "G032137004000610060",
          "纬度": 36.178013,
          "经度": 115.683462,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A06",
                  "3C6B01"
          ]
  },
  {
          "门架HEX字符串": "3C5A06",
          "门架名称": "十八里铺立交-莘县南门架",
          "收费门架编号": "G032137004000710070",
          "纬度": 36.09708010000001,
          "经度": 115.64703967,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A07",
                  "3D5A1A"
          ]
  },
  {
          "门架HEX字符串": "3C5A07",
          "门架名称": "莘县南-莘县古城门架",
          "收费门架编号": "G032137004000810080",
          "纬度": 35.947274,
          "经度": 115.604862,
          "使用状态": "在用",
          "下游门架": [
                  "3E5A08",
                  "3D5A1C"
          ]
  },
  {
          "门架HEX字符串": "3E5A08",
          "门架名称": "莘县古城-德商鲁豫北界门架",
          "收费门架编号": "G032137004000910090",
          "纬度": 35.932887,
          "经度": 115.607554,
          "使用状态": "在用",
          "下游门架": [
                  "42E0C0"
          ]
  },
  {
          "门架HEX字符串": "3E5A08",
          "门架名称": "莘县古城-德商鲁豫北界门架",
          "收费门架编号": "G032137004000910190",
          "纬度": 35.926372,
          "经度": 115.607694,
          "使用状态": "在用",
          "下游门架": [
                  "42E0C0"
          ]
  },
  {
          "门架HEX字符串": "3F5A0A",
          "门架名称": "德商鲁豫北界-莘县古城门架",
          "收费门架编号": "G032137004001020100",
          "纬度": 35.925823,
          "经度": 115.607794,
          "使用状态": "在用",
          "下游门架": [
                  "3D5A0C",
                  "3D5A1C"
          ]
  },
  {
          "门架HEX字符串": "3F5A0A",
          "门架名称": "德商鲁豫北界-莘县古城门架",
          "收费门架编号": "G032137004001020200",
          "纬度": 35.918927,
          "经度": 115.606688,
          "使用状态": "在用",
          "下游门架": [
                  "3D5A0C",
                  "3D5A1C"
          ]
  },
  {
          "门架HEX字符串": "3D5A0C",
          "门架名称": "莘县古城-莘县南门架",
          "收费门架编号": "G032137004001120110",
          "纬度": 35.946685,
          "经度": 115.605132,
          "使用状态": "在用",
          "下游门架": [
                  "3D5A0D",
                  "3D5A1A"
          ]
  },
  {
          "门架HEX字符串": "3D5A0D",
          "门架名称": "莘县南-十八里铺立交门架",
          "收费门架编号": "G032137004001220120",
          "纬度": 36.09653826,
          "经度": 115.64719228,
          "使用状态": "在用",
          "下游门架": [
                  "3D5A0E",
                  "3C6B01"
          ]
  },
  {
          "门架HEX字符串": "3D5A0E",
          "门架名称": "十八里铺立交-莘县门架",
          "收费门架编号": "G032137004001320130",
          "纬度": 36.177456,
          "经度": 115.683166,
          "使用状态": "在用",
          "下游门架": [
                  "3D5A0F",
                  "3D5A18"
          ]
  },
  {
          "门架HEX字符串": "3D5A0F",
          "门架名称": "莘县-莘县北门架",
          "收费门架编号": "G032137004001420140",
          "纬度": 36.255089,
          "经度": 115.748932,
          "使用状态": "在用",
          "下游门架": [
                  "3D5A10",
                  "3D5A16"
          ]
  },
  {
          "门架HEX字符串": "3D5A10",
          "门架名称": "莘县北-田庄枢纽门架",
          "收费门架编号": "G032137004001520150",
          "纬度": 36.280501,
          "经度": 115.760446,
          "使用状态": "在用",
          "下游门架": [
                  "3C7905",
                  "3D790D",
                  "3D5A11"
          ]
  },
  {
          "门架HEX字符串": "3D5A11",
          "门架名称": "田庄枢纽-聊城南门架",
          "收费门架编号": "G032137004001620160",
          "纬度": 36.381757,
          "经度": 115.866602,
          "使用状态": "在用",
          "下游门架": [
                  "3D5A12",
                  "3D5A14"
          ]
  },
  {
          "门架HEX字符串": "3D5A12",
          "门架名称": "聊城南-德商济馆立交门架",
          "收费门架编号": "G032137004001720170",
          "纬度": 36.409019,
          "经度": 115.875063,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A01",
                  "3D5F06",
                  "3C1A07",
                  "3D1A0F"
          ]
  },
  {
          "门架HEX字符串": "3D5C11",
          "门架名称": "菏泽枢纽-菏泽北门架",
          "收费门架编号": "G032137006000120070",
          "纬度": 35.354764,
          "经度": 115.643527,
          "使用状态": "停用",
          "下游门架": [
                  "3D5C12",
                  "3D5C20"
          ]
  },
  {
          "门架HEX字符串": "3D5C12",
          "门架名称": "菏泽北-鄄城南门架",
          "收费门架编号": "G032137006000220060",
          "纬度": 35.386232,
          "经度": 115.636684,
          "使用状态": "停用",
          "下游门架": [
                  "3D5C0F",
                  "3D5C1E"
          ]
  },
  {
          "门架HEX字符串": "3D5C0F",
          "门架名称": "鄄城南-鄄城门架",
          "收费门架编号": "G032137006000320090",
          "纬度": 35.466295,
          "经度": 115.628649,
          "使用状态": "在用",
          "下游门架": [
                  "3D5C0E",
                  "3D5C1C"
          ]
  },
  {
          "门架HEX字符串": "3D5C0E",
          "门架名称": "鄄城-鄄城北门架",
          "收费门架编号": "G032137006000420100",
          "纬度": 35.566429,
          "经度": 115.595669,
          "使用状态": "在用",
          "下游门架": [
                  "3F5C0D",
                  "3D5C1A"
          ]
  },
  {
          "门架HEX字符串": "3F5C0D",
          "门架名称": "鄄城北-德商鲁豫2门架",
          "收费门架编号": "G032137006000520110",
          "纬度": 35.681527,
          "经度": 115.553052,
          "使用状态": "在用",
          "下游门架": [
                  "43E0C2"
          ]
  },
  {
          "门架HEX字符串": "3F5C0D",
          "门架名称": "鄄城北-德商鲁豫2门架",
          "收费门架编号": "G032137006000520120",
          "纬度": 35.685248,
          "经度": 115.553353,
          "使用状态": "在用",
          "下游门架": [
                  "43E0C2"
          ]
  },
  {
          "门架HEX字符串": "3E5C16",
          "门架名称": "德商鲁豫2-鄄城北门架",
          "收费门架编号": "G032137006000610010",
          "纬度": 35.688999,
          "经度": 115.553953,
          "使用状态": "在用",
          "下游门架": [
                  "3C5C15",
                  "3D5C1A"
          ]
  },
  {
          "门架HEX字符串": "3E5C16",
          "门架名称": "德商鲁豫2-鄄城北门架",
          "收费门架编号": "G032137006000610020",
          "纬度": 35.685967,
          "经度": 115.553302,
          "使用状态": "在用",
          "下游门架": [
                  "3C5C15",
                  "3D5C1A"
          ]
  },
  {
          "门架HEX字符串": "3C5C15",
          "门架名称": "鄄城北-鄄城门架",
          "收费门架编号": "G032137006000710030",
          "纬度": 35.65943499999999,
          "经度": 115.560517,
          "使用状态": "在用",
          "下游门架": [
                  "3C5C14",
                  "3D5C1C"
          ]
  },
  {
          "门架HEX字符串": "3C5C14",
          "门架名称": "鄄城-鄄城南门架",
          "收费门架编号": "G032137006000810040",
          "纬度": 35.473699,
          "经度": 115.627121,
          "使用状态": "在用",
          "下游门架": [
                  "3C5C13",
                  "3D5C1E"
          ]
  },
  {
          "门架HEX字符串": "3C5C13",
          "门架名称": "鄄城南-菏泽北门架",
          "收费门架编号": "G032137006000910050",
          "纬度": 35.434078,
          "经度": 115.628734,
          "使用状态": "备用",
          "下游门架": [
                  "3C5C19",
                  "3D5C20"
          ]
  },
  {
          "门架HEX字符串": "3C5C19",
          "门架名称": "菏泽北-菏泽枢纽门架",
          "收费门架编号": "G032137006001010080",
          "纬度": 35.361012,
          "经度": 115.64169,
          "使用状态": "在用",
          "下游门架": [
                  "3C7A10",
                  "3C9305",
                  "3D9301"
          ]
  },
  {
          "门架HEX字符串": "3C7C06",
          "门架名称": "王官屯枢纽-巨野西门架",
          "收费门架编号": "G032137009000110010",
          "纬度": 35.40221500000001,
          "经度": 116.011776,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C07",
                  "3D7C13"
          ]
  },
  {
          "门架HEX字符串": "3C7C07",
          "门架名称": "巨野西-章缝门架",
          "收费门架编号": "G032137009000410020",
          "纬度": 35.25219496166948,
          "经度": 116.0292939218725,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C08",
                  "3D7C15"
          ]
  },
  {
          "门架HEX字符串": "3C7C08",
          "门架名称": "章缝-大田集门架",
          "收费门架编号": "G032137009000510030",
          "纬度": 35.21857781374697,
          "经度": 116.027977074235,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C01",
                  "3D7C17"
          ]
  },
  {
          "门架HEX字符串": "3C7C01",
          "门架名称": "大田集-成武枢纽门架",
          "收费门架编号": "G032137009000610040",
          "纬度": 35.0433,
          "经度": 116.005692,
          "使用状态": "备用",
          "下游门架": [
                  "3C7C02",
                  "3D8124",
                  "3C8125"
          ]
  },
  {
          "门架HEX字符串": "3C7C02",
          "门架名称": "成武枢纽-成武东门架",
          "收费门架编号": "G032137009000710050",
          "纬度": 34.99350649009281,
          "经度": 115.9908509941229,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C03",
                  "3D7C19"
          ]
  },
  {
          "门架HEX字符串": "3C7C03",
          "门架名称": "成武东-单县北门架",
          "收费门架编号": "G032137009000810060",
          "纬度": 34.85994,
          "经度": 116.025823,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C04",
                  "3D7C1B"
          ]
  },
  {
          "门架HEX字符串": "3C7C04",
          "门架名称": "单县北-单县南门架",
          "收费门架编号": "G032137009000910070",
          "纬度": 34.82522142545218,
          "经度": 116.028477661746,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C05",
                  "3D7C1D"
          ]
  },
  {
          "门架HEX字符串": "3C7C05",
          "门架名称": "单县南-龙王庙门架",
          "收费门架编号": "G032137009001010080",
          "纬度": 34.7244049943518,
          "经度": 116.0657121377123,
          "使用状态": "在用",
          "下游门架": [
                  "3E7C09",
                  "3D7C1F"
          ]
  },
  {
          "门架HEX字符串": "3E7C09",
          "门架名称": "龙王庙-巨单鲁皖门架",
          "收费门架编号": "G032137009001110090",
          "纬度": 34.66984181116122,
          "经度": 116.2245216098424,
          "使用状态": "在用",
          "下游门架": [
                  "321033"
          ]
  },
  {
          "门架HEX字符串": "3E7C09",
          "门架名称": "龙王庙-巨单鲁皖门架",
          "收费门架编号": "G032137009001110100",
          "纬度": 34.66870503274465,
          "经度": 116.2297371390466,
          "使用状态": "在用",
          "下游门架": [
                  "321033"
          ]
  },
  {
          "门架HEX字符串": "3F7C0A",
          "门架名称": "巨单鲁皖-龙王庙门架",
          "收费门架编号": "G032137009001220110",
          "纬度": 34.66696030956733,
          "经度": 116.2362098207166,
          "使用状态": "在用",
          "下游门架": [
                  "3D7C0B",
                  "3D7C1F"
          ]
  },
  {
          "门架HEX字符串": "3F7C0A",
          "门架名称": "巨单鲁皖龙王庙门架",
          "收费门架编号": "G032137009001220120",
          "纬度": 34.66852568043396,
          "经度": 116.2306518672073,
          "使用状态": "在用",
          "下游门架": [
                  "3D7C0B",
                  "3D7C1F"
          ]
  },
  {
          "门架HEX字符串": "3D7C0B",
          "门架名称": "龙王庙-单县南门架",
          "收费门架编号": "G032137009001320130",
          "纬度": 34.72386709177931,
          "经度": 116.0662936404303,
          "使用状态": "在用",
          "下游门架": [
                  "3D7C0C",
                  "3D7C1D"
          ]
  },
  {
          "门架HEX字符串": "3D7C0C",
          "门架名称": "单县南-单县北门架",
          "收费门架编号": "G032137009001420140",
          "纬度": 34.82446204723466,
          "经度": 116.0285251153832,
          "使用状态": "在用",
          "下游门架": [
                  "3D7C0D",
                  "3D7C1B"
          ]
  },
  {
          "门架HEX字符串": "3D7C0D",
          "门架名称": "单县北-成武东门架",
          "收费门架编号": "G032137009001520150",
          "纬度": 34.85948938564835,
          "经度": 116.0262329844962,
          "使用状态": "在用",
          "下游门架": [
                  "3D7C0E",
                  "3D7C19"
          ]
  },
  {
          "门架HEX字符串": "3D7C0E",
          "门架名称": "成武东-成武枢纽门架",
          "收费门架编号": "G032137009001620160",
          "纬度": 34.99300700446017,
          "经度": 115.9908843840001,
          "使用状态": "在用",
          "下游门架": [
                  "3D7C0F",
                  "3D8124",
                  "3C8125"
          ]
  },
  {
          "门架HEX字符串": "3D7C0F",
          "门架名称": "成武枢纽-大田集门架",
          "收费门架编号": "G032137009001720170",
          "纬度": 35.042749,
          "经度": 116.005614,
          "使用状态": "备用",
          "下游门架": [
                  "3D7C10",
                  "3D7C17"
          ]
  },
  {
          "门架HEX字符串": "3D7C10",
          "门架名称": "大田集-章缝门架",
          "收费门架编号": "G032137009001820180",
          "纬度": 35.21798135211739,
          "经度": 116.0279824367612,
          "使用状态": "在用",
          "下游门架": [
                  "3D7C11",
                  "3D7C15"
          ]
  },
  {
          "门架HEX字符串": "3D7C11",
          "门架名称": "章缝-巨野西门架",
          "收费门架编号": "G032137009001920190",
          "纬度": 35.25161933734022,
          "经度": 116.0293686214919,
          "使用状态": "在用",
          "下游门架": [
                  "3D7C12",
                  "3D7C13"
          ]
  },
  {
          "门架HEX字符串": "3D7C12",
          "门架名称": "巨野西-王官屯枢纽门架",
          "收费门架编号": "G032137009002220200",
          "纬度": 35.401774,
          "经度": 116.012005,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B0D",
                  "3D1F07",
                  "3C9302"
          ]
  },
  {
          "门架HEX字符串": "3C1D01",
          "门架名称": "日照-圈村枢纽门架",
          "收费门架编号": "G151137001000110010",
          "纬度": 35.411793,
          "经度": 119.424059,
          "使用状态": "在用",
          "下游门架": [
                  "3C2203",
                  "3D220D",
                  "3C1D02"
          ]
  },
  {
          "门架HEX字符串": "3C1D02",
          "门架名称": "圈村枢纽-陈疃枢纽门架",
          "收费门架编号": "G151137001000210020",
          "纬度": 35.41954905873406,
          "经度": 119.3900451974127,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D03",
                  "3D670E"
          ]
  },
  {
          "门架HEX字符串": "3C1D03",
          "门架名称": "陈疃枢纽-西湖门架",
          "收费门架编号": "G151137001000310030",
          "纬度": 35.494327,
          "经度": 119.245246,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D04",
                  "3D1D13"
          ]
  },
  {
          "门架HEX字符串": "3C1D04",
          "门架名称": "西湖-龙山门架",
          "收费门架编号": "G151137001000410040",
          "纬度": 35.489093,
          "经度": 119.222855,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D05",
                  "3D1D19"
          ]
  },
  {
          "门架HEX字符串": "3C1D05",
          "门架名称": "龙山-莒县东门架",
          "收费门架编号": "G151137001000510050",
          "纬度": 35.48979253,
          "经度": 118.99824197,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D06",
                  "3D1D15"
          ]
  },
  {
          "门架HEX字符串": "3C1D06",
          "门架名称": "莒县东-莒县门架",
          "收费门架编号": "G151137001000610060",
          "纬度": 35.453213,
          "经度": 118.813505,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D07",
                  "3D1D17"
          ]
  },
  {
          "门架HEX字符串": "3C1D07",
          "门架名称": "莒县-长深日东枢纽门架",
          "收费门架编号": "G151137001000710070",
          "纬度": 35.441257,
          "经度": 118.714638,
          "使用状态": "在用",
          "下游门架": [
                  "3C5201",
                  "3D5107",
                  "3C1E01"
          ]
  },
  {
          "门架HEX字符串": "3D1D08",
          "门架名称": "长深日东枢纽-莒县门架",
          "收费门架编号": "G151137001001020010",
          "纬度": 35.441101,
          "经度": 118.713758,
          "使用状态": "在用",
          "下游门架": [
                  "3D1D09",
                  "3D1D17"
          ]
  },
  {
          "门架HEX字符串": "3D1D09",
          "门架名称": "莒县-莒县东门架",
          "收费门架编号": "G151137001001120110",
          "纬度": 35.452985,
          "经度": 118.811803,
          "使用状态": "备用",
          "下游门架": [
                  "3D1D0A",
                  "3D1D15"
          ]
  },
  {
          "门架HEX字符串": "3D1D0A",
          "门架名称": "莒县东-龙山门架",
          "收费门架编号": "G151137001001220120",
          "纬度": 35.48989828,
          "经度": 118.99702644,
          "使用状态": "在用",
          "下游门架": [
                  "3D1D0B",
                  "3D1D19"
          ]
  },
  {
          "门架HEX字符串": "3D1D0B",
          "门架名称": "龙山-西湖门架",
          "收费门架编号": "G151137001001320130",
          "纬度": 35.488709,
          "经度": 119.220579,
          "使用状态": "在用",
          "下游门架": [
                  "3D1D0C",
                  "3D1D13"
          ]
  },
  {
          "门架HEX字符串": "3D1D0C",
          "门架名称": "西湖-陈疃枢纽门架",
          "收费门架编号": "G151137001001420140",
          "纬度": 35.494011,
          "经度": 119.243892,
          "使用状态": "在用",
          "下游门架": [
                  "3D1D0D",
                  "3D670E"
          ]
  },
  {
          "门架HEX字符串": "3D1D0D",
          "门架名称": "陈疃枢纽-圈村枢纽门架",
          "收费门架编号": "G151137001001520150",
          "纬度": 35.420119,
          "经度": 119.38929,
          "使用状态": "在用",
          "下游门架": [
                  "3C2203",
                  "3D220D",
                  "3D1D0E"
          ]
  },
  {
          "门架HEX字符串": "3D1D0E",
          "门架名称": "圈村枢纽-日照门架",
          "收费门架编号": "G151137001001620160",
          "纬度": 35.411736,
          "经度": 119.422402,
          "使用状态": "在用",
          "下游门架": [
                  "3D1D11"
          ]
  },
  {
          "门架HEX字符串": "3C1E01",
          "门架名称": "长深日东枢纽-沂南门架",
          "收费门架编号": "G151137002000110010",
          "纬度": 35.40028064,
          "经度": 118.52484533,
          "使用状态": "在用",
          "下游门架": [
                  "3C1E02",
                  "3D1E18"
          ]
  },
  {
          "门架HEX字符串": "3C1E02",
          "门架名称": "沂南-高里门架",
          "收费门架编号": "G151137002000210020",
          "纬度": 35.39420984,
          "经度": 118.49270352,
          "使用状态": "在用",
          "下游门架": [
                  "3C1E03",
                  "3D1E14"
          ]
  },
  {
          "门架HEX字符串": "3C1E03",
          "门架名称": "高里-竹园枢纽门架",
          "收费门架编号": "G151137002000310030",
          "纬度": 35.38016,
          "经度": 118.382549,
          "使用状态": "在用",
          "下游门架": [
                  "3C1816",
                  "3D1804",
                  "3C1E04"
          ]
  },
  {
          "门架HEX字符串": "3C1E04",
          "门架名称": "竹园枢纽-费县门架",
          "收费门架编号": "G151137002000410040",
          "纬度": 35.37473848,
          "经度": 117.98067552,
          "使用状态": "在用",
          "下游门架": [
                  "3D1E1A",
                  "3C1E1D"
          ]
  },
  {
          "门架HEX字符串": "3C1E06",
          "门架名称": "平邑东-平邑门架",
          "收费门架编号": "G151137002000610060",
          "纬度": 35.43857,
          "经度": 117.743317,
          "使用状态": "备用",
          "下游门架": [
                  "3C1E10",
                  "3D1E12"
          ]
  },
  {
          "门架HEX字符串": "3D1E09",
          "门架名称": "平邑-平邑东门架",
          "收费门架编号": "G151137002000920090",
          "纬度": 35.438751,
          "经度": 117.74241,
          "使用状态": "备用",
          "下游门架": [
                  "3D1E1C",
                  "3D1E20"
          ]
  },
  {
          "门架HEX字符串": "3D1E0B",
          "门架名称": "费县-竹园枢纽门架",
          "收费门架编号": "G151137002001120110",
          "纬度": 35.37470408,
          "经度": 117.97972033,
          "使用状态": "在用",
          "下游门架": [
                  "3C1816",
                  "3D1804",
                  "3D1E0C"
          ]
  },
  {
          "门架HEX字符串": "3D1E0C",
          "门架名称": "竹园枢纽-高里门架",
          "收费门架编号": "G151137002001220120",
          "纬度": 35.379663,
          "经度": 118.381707,
          "使用状态": "在用",
          "下游门架": [
                  "3D1E0D",
                  "3D1E14"
          ]
  },
  {
          "门架HEX字符串": "3D1E0D",
          "门架名称": "高里-沂南门架",
          "收费门架编号": "G151137002001320130",
          "纬度": 35.39397013,
          "经度": 118.49161091,
          "使用状态": "在用",
          "下游门架": [
                  "3D1E0E",
                  "3D1E18"
          ]
  },
  {
          "门架HEX字符串": "3D1E0E",
          "门架名称": "沂南-长深日东枢纽门架",
          "收费门架编号": "G151137002001420140",
          "纬度": 35.40016719,
          "经度": 118.52378405,
          "使用状态": "在用",
          "下游门架": [
                  "3C5201",
                  "3D5107",
                  "3D1D08"
          ]
  },
  {
          "门架HEX字符串": "3C1E10",
          "门架名称": "平邑-泉林门架",
          "收费门架编号": "G151137002001510070",
          "纬度": 35.45333693049101,
          "经度": 117.6139582486601,
          "使用状态": "在用",
          "下游门架": [
                  "3C0801",
                  "3D1E16"
          ]
  },
  {
          "门架HEX字符串": "3D1E0F",
          "门架名称": "泉林-平邑门架",
          "收费门架编号": "G151137002001620080",
          "纬度": 35.45321803751082,
          "经度": 117.6138985800573,
          "使用状态": "在用",
          "下游门架": [
                  "3D1E09",
                  "3D1E12"
          ]
  },
  {
          "门架HEX字符串": "3C1E1D",
          "门架名称": "费县虚-平邑枢纽收费门架",
          "收费门架编号": "G151137002002210010",
          "纬度": 35.380302,
          "经度": 117.925148,
          "使用状态": "在用",
          "下游门架": [
                  "3C1E1F",
                  "3C8E15",
                  "3D8E14"
          ]
  },
  {
          "门架HEX字符串": "3D1E1E",
          "门架名称": "平邑枢纽-费县虚收费门架",
          "收费门架编号": "G151137002002220020",
          "纬度": 35.380413,
          "经度": 117.924411,
          "使用状态": "在用",
          "下游门架": [
                  "3D1E0B",
                  "3D1E1A"
          ]
  },
  {
          "门架HEX字符串": "3C1E1F",
          "门架名称": "平邑枢纽-平邑东虚收费门架",
          "收费门架编号": "G151137002002310010",
          "纬度": 35.431161,
          "经度": 117.767343,
          "使用状态": "备用",
          "下游门架": [
                  "3C1E06",
                  "3D1E1C"
          ]
  },
  {
          "门架HEX字符串": "3D1E20",
          "门架名称": "平邑东虚-平邑枢纽收费门架",
          "收费门架编号": "G151137002002320020",
          "纬度": 35.430982,
          "经度": 117.766853,
          "使用状态": "备用",
          "下游门架": [
                  "3D1E1E",
                  "3C8E15",
                  "3D8E14"
          ]
  },
  {
          "门架HEX字符串": "3C0801",
          "门架名称": "泉林-泗水门架",
          "收费门架编号": "G151137003000210020",
          "纬度": 35.50128816496797,
          "经度": 117.3733213927334,
          "使用状态": "在用",
          "下游门架": [
                  "3C0802",
                  "3D1F0D"
          ]
  },
  {
          "门架HEX字符串": "3C0802",
          "门架名称": "泗水-曲阜东门架",
          "收费门架编号": "G151137003000310030",
          "纬度": 35.54916141,
          "经度": 117.22011718,
          "使用状态": "在用",
          "下游门架": [
                  "3C0803",
                  "3D1F1B"
          ]
  },
  {
          "门架HEX字符串": "3C0803",
          "门架名称": "曲阜东-息陬枢纽门架",
          "收费门架编号": "G151137003000410040",
          "纬度": 35.541169,
          "经度": 117.077884,
          "使用状态": "在用",
          "下游门架": [
                  "3D081E",
                  "3C0824",
                  "3C0804"
          ]
  },
  {
          "门架HEX字符串": "3C0804",
          "门架名称": "息陬枢纽-曲阜南门架",
          "收费门架编号": "G151137003000510050",
          "纬度": 35.53825493,
          "经度": 117.01176881,
          "使用状态": "在用",
          "下游门架": [
                  "3C0805",
                  "3D1F0F"
          ]
  },
  {
          "门架HEX字符串": "3C0805",
          "门架名称": "曲阜南-兖州门架",
          "收费门架编号": "G151137003000610060",
          "纬度": 35.5316467,
          "经度": 116.96570183,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F01",
                  "3D1F11"
          ]
  },
  {
          "门架HEX字符串": "3C1F01",
          "门架名称": "兖州-济宁门架",
          "收费门架编号": "G151137003000710070",
          "纬度": 35.51665106,
          "经度": 116.78177452,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F02",
                  "3D1F12"
          ]
  },
  {
          "门架HEX字符串": "3C1F02",
          "门架名称": "济宁-济宁北门架",
          "收费门架编号": "G151137003000810080",
          "纬度": 35.53196957,
          "经度": 116.64059804,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F03",
                  "3D1F14"
          ]
  },
  {
          "门架HEX字符串": "3C1F03",
          "门架名称": "济宁北-东济日兰立交门架",
          "收费门架编号": "G151137003000910090",
          "纬度": 35.52988105,
          "经度": 116.50049876,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F04",
                  "3C610E",
                  "3D5311"
          ]
  },
  {
          "门架HEX字符串": "3C1F04",
          "门架名称": "东济日兰立交-济宁西门架",
          "收费门架编号": "G151137003001010100",
          "纬度": 35.520088,
          "经度": 116.452713,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F05",
                  "3D1F16"
          ]
  },
  {
          "门架HEX字符串": "3C1F05",
          "门架名称": "济宁西-嘉祥门架",
          "收费门架编号": "G151137003001110110",
          "纬度": 35.48538223,
          "经度": 116.37163178,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F06",
                  "3D1F19"
          ]
  },
  {
          "门架HEX字符串": "3C1F06",
          "门架名称": "嘉祥-王官屯枢纽门架",
          "收费门架编号": "G151137003001210120",
          "纬度": 35.483144,
          "经度": 116.330317,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B0D",
                  "3C9302",
                  "3C7C06"
          ]
  },
  {
          "门架HEX字符串": "3D1F07",
          "门架名称": "王官屯枢纽-嘉祥门架",
          "收费门架编号": "G151137003001320130",
          "纬度": 35.483003,
          "经度": 116.329875,
          "使用状态": "在用",
          "下游门架": [
                  "3D1F08",
                  "3D1F19"
          ]
  },
  {
          "门架HEX字符串": "3D1F08",
          "门架名称": "嘉祥-济宁西门架",
          "收费门架编号": "G151137003001420140",
          "纬度": 35.48511954,
          "经度": 116.37084874,
          "使用状态": "在用",
          "下游门架": [
                  "3D1F09",
                  "3D1F16"
          ]
  },
  {
          "门架HEX字符串": "3D1F09",
          "门架名称": "济宁西-东济日兰立交门架",
          "收费门架编号": "G151137003001520150",
          "纬度": 35.519664,
          "经度": 116.452239,
          "使用状态": "在用",
          "下游门架": [
                  "3D1F0A",
                  "3C610E",
                  "3D5311"
          ]
  },
  {
          "门架HEX字符串": "3D1F0A",
          "门架名称": "东济日兰立交-济宁北门架",
          "收费门架编号": "G151137003001620160",
          "纬度": 35.52953729999999,
          "经度": 116.49942926,
          "使用状态": "在用",
          "下游门架": [
                  "3D1F0B",
                  "3D1F14"
          ]
  },
  {
          "门架HEX字符串": "3D1F0B",
          "门架名称": "济宁北-济宁门架",
          "收费门架编号": "G151137003001720170",
          "纬度": 35.5319276,
          "经度": 116.63975211,
          "使用状态": "在用",
          "下游门架": [
                  "3D1F0C",
                  "3D1F12"
          ]
  },
  {
          "门架HEX字符串": "3D1F0C",
          "门架名称": "济宁-兖州门架",
          "收费门架编号": "G151137003001820180",
          "纬度": 35.51655357,
          "经度": 116.78111877,
          "使用状态": "在用",
          "下游门架": [
                  "3D0806",
                  "3D1F11"
          ]
  },
  {
          "门架HEX字符串": "3D0806",
          "门架名称": "兖州-曲阜南门架",
          "收费门架编号": "G151137003001920190",
          "纬度": 35.53149570000001,
          "经度": 116.96476092,
          "使用状态": "在用",
          "下游门架": [
                  "3D0807",
                  "3D1F0F"
          ]
  },
  {
          "门架HEX字符串": "3D0807",
          "门架名称": "曲阜南-息陬枢纽门架",
          "收费门架编号": "G151137003002020200",
          "纬度": 35.538023,
          "经度": 117.011142,
          "使用状态": "在用",
          "下游门架": [
                  "3D081E",
                  "3C0824",
                  "3D0808"
          ]
  },
  {
          "门架HEX字符串": "3D0808",
          "门架名称": "息陬枢纽-曲阜东门架",
          "收费门架编号": "G151137003002120210",
          "纬度": 35.540959,
          "经度": 117.077052,
          "使用状态": "在用",
          "下游门架": [
                  "3D0809",
                  "3D1F1B"
          ]
  },
  {
          "门架HEX字符串": "3D0809",
          "门架名称": "曲阜东-泗水门架",
          "收费门架编号": "G151137003002220220",
          "纬度": 35.54903804,
          "经度": 117.21938062,
          "使用状态": "在用",
          "下游门架": [
                  "3D080A",
                  "3D1F0D"
          ]
  },
  {
          "门架HEX字符串": "3D080A",
          "门架名称": "泗水-泉林门架",
          "收费门架编号": "G151137003002320230",
          "纬度": 35.501678590431,
          "经度": 117.3723472144274,
          "使用状态": "在用",
          "下游门架": [
                  "3D1E0F",
                  "3D1E16"
          ]
  },
  {
          "门架HEX字符串": "3C0C01",
          "门架名称": "曹州枢纽-菏泽新区门架",
          "收费门架编号": "G151137004000110010",
          "纬度": 35.245195,
          "经度": 115.601951,
          "使用状态": "在用",
          "下游门架": [
                  "3C0C02",
                  "3D0C15"
          ]
  },
  {
          "门架HEX字符串": "3C0C02",
          "门架名称": "菏泽新区-菏泽南门架",
          "收费门架编号": "G151137004000210020",
          "纬度": 35.209888,
          "经度": 115.582842,
          "使用状态": "在用",
          "下游门架": [
                  "3C0C03",
                  "3D0C13"
          ]
  },
  {
          "门架HEX字符串": "3C0C03",
          "门架名称": "菏泽南-牡丹门架",
          "收费门架编号": "G151137004000310030",
          "纬度": 35.143901,
          "经度": 115.500083,
          "使用状态": "在用",
          "下游门架": [
                  "3C0C04",
                  "3D0C18"
          ]
  },
  {
          "门架HEX字符串": "3C0C04",
          "门架名称": "牡丹-菏泽南枢纽门架",
          "收费门架编号": "G151137004000410040",
          "纬度": 35.127807,
          "经度": 115.401456,
          "使用状态": "在用",
          "下游门架": [
                  "3C0C10",
                  "3D8138"
          ]
  },
  {
          "门架HEX字符串": "3E0C06",
          "门架名称": "曹县西-日兰鲁豫门架",
          "收费门架编号": "G151137004000510060",
          "纬度": 35.013605,
          "经度": 115.13493,
          "使用状态": "在用",
          "下游门架": [
                  "42DF9C"
          ]
  },
  {
          "门架HEX字符串": "3E0C06",
          "门架名称": "曹县西-日兰鲁豫门架",
          "收费门架编号": "G151137004000510070",
          "纬度": 35.011306,
          "经度": 115.130196,
          "使用状态": "在用",
          "下游门架": [
                  "42DF9C"
          ]
  },
  {
          "门架HEX字符串": "3F0C09",
          "门架名称": "日兰鲁豫-曹县西门架",
          "收费门架编号": "G151137004000620080",
          "纬度": 35.005738,
          "经度": 115.120119,
          "使用状态": "在用",
          "下游门架": [
                  "3D0C0A",
                  "3D0C11"
          ]
  },
  {
          "门架HEX字符串": "3F0C09",
          "门架名称": "日兰鲁豫-曹县西门架",
          "收费门架编号": "G151137004000620090",
          "纬度": 35.010833,
          "经度": 115.129514,
          "使用状态": "在用",
          "下游门架": [
                  "3D0C0A",
                  "3D0C11"
          ]
  },
  {
          "门架HEX字符串": "3D0C0A",
          "门架名称": "曹县西-菏泽南枢纽门架",
          "收费门架编号": "G151137004000720100",
          "纬度": 35.05998237,
          "经度": 115.26673366,
          "使用状态": "在用",
          "下游门架": [
                  "3D0C0F",
                  "3D8138"
          ]
  },
  {
          "门架HEX字符串": "3D0C0C",
          "门架名称": "牡丹-菏泽南门架",
          "收费门架编号": "G151137004000820120",
          "纬度": 35.134719,
          "经度": 115.473038,
          "使用状态": "在用",
          "下游门架": [
                  "3D0C0D",
                  "3D0C13"
          ]
  },
  {
          "门架HEX字符串": "3D0C0D",
          "门架名称": "菏泽南-菏泽新区门架",
          "收费门架编号": "G151137004000920130",
          "纬度": 35.196717,
          "经度": 115.57029,
          "使用状态": "在用",
          "下游门架": [
                  "3D0C0E",
                  "3D0C15"
          ]
  },
  {
          "门架HEX字符串": "3D0C0E",
          "门架名称": "菏泽新区-曹州枢纽门架",
          "收费门架编号": "G151137004001020140",
          "纬度": 35.242022,
          "经度": 115.601228,
          "使用状态": "在用",
          "下游门架": [
                  "3C2003",
                  "3D9306"
          ]
  },
  {
          "门架HEX字符串": "3C0C10",
          "门架名称": "菏泽南枢纽-曹县西门架",
          "收费门架编号": "G151137004001110050",
          "纬度": 35.06233336,
          "经度": 115.27042385,
          "使用状态": "在用",
          "下游门架": [
                  "3E0C06",
                  "3D0C11"
          ]
  },
  {
          "门架HEX字符串": "3D0C0F",
          "门架名称": "菏泽南枢纽-牡丹门架",
          "收费门架编号": "G151137004001220110",
          "纬度": 35.12432287908136,
          "经度": 115.3875708665459,
          "使用状态": "在用",
          "下游门架": [
                  "3D0C0C",
                  "3D0C18"
          ]
  },
  {
          "门架HEX字符串": "3C4305",
          "门架名称": "乳山东-乳山门架",
          "收费门架编号": "G181337001000110010",
          "纬度": 36.89418223,
          "经度": 121.56224787,
          "使用状态": "在用",
          "下游门架": [
                  "3C4301",
                  "3D430B"
          ]
  },
  {
          "门架HEX字符串": "3C4301",
          "门架名称": "乳山-乳山西门架",
          "收费门架编号": "G181337001000210020",
          "纬度": 36.86574833,
          "经度": 121.49110937,
          "使用状态": "在用",
          "下游门架": [
                  "3C4302",
                  "3D4309"
          ]
  },
  {
          "门架HEX字符串": "3C4302",
          "门架名称": "乳山西-留格庄门架",
          "收费门架编号": "G181337001000310030",
          "纬度": 36.83596713,
          "经度": 121.41993036,
          "使用状态": "在用",
          "下游门架": [
                  "3C4201",
                  "3D421A"
          ]
  },
  {
          "门架HEX字符串": "3D4210",
          "门架名称": "留格庄-乳山西门架",
          "收费门架编号": "G181337001000420040",
          "纬度": 36.83528563,
          "经度": 121.41964856,
          "使用状态": "在用",
          "下游门架": [
                  "3D4303",
                  "3D4309"
          ]
  },
  {
          "门架HEX字符串": "3D4303",
          "门架名称": "乳山西-乳山门架",
          "收费门架编号": "G181337001000520050",
          "纬度": 36.86526757,
          "经度": 121.49015213,
          "使用状态": "在用",
          "下游门架": [
                  "3D4306",
                  "3D430B"
          ]
  },
  {
          "门架HEX字符串": "3D4306",
          "门架名称": "乳山-乳山东门架",
          "收费门架编号": "G181337001000620060",
          "纬度": 36.89346647,
          "经度": 121.56168458,
          "使用状态": "在用",
          "下游门架": [
                  "3D0412",
                  "3D4307"
          ]
  },
  {
          "门架HEX字符串": "3C4201",
          "门架名称": "留格庄-烟海威青枢纽门架",
          "收费门架编号": "G181337002000210020",
          "纬度": 36.77527742838304,
          "经度": 121.3129603866174,
          "使用状态": "在用",
          "下游门架": [
                  "3C4202",
                  "3C251E",
                  "3D2517"
          ]
  },
  {
          "门架HEX字符串": "3C4202",
          "门架名称": "烟海威青枢纽-海阳门架",
          "收费门架编号": "G181337002000310030",
          "纬度": 36.7663175,
          "经度": 121.22769207,
          "使用状态": "在用",
          "下游门架": [
                  "3C4203",
                  "3D420E",
                  "3D421C"
          ]
  },
  {
          "门架HEX字符串": "3C4203",
          "门架名称": "海阳-海阳西门架",
          "收费门架编号": "G181337002000410040",
          "纬度": 36.73399286,
          "经度": 121.13789484,
          "使用状态": "在用",
          "下游门架": [
                  "3C4204",
                  "3D420D",
                  "3D421E"
          ]
  },
  {
          "门架HEX字符串": "3C4204",
          "门架名称": "海阳西-辛安门架",
          "收费门架编号": "G181337002000510050",
          "纬度": 36.678228,
          "经度": 121.014487,
          "使用状态": "在用",
          "下游门架": [
                  "3C4205",
                  "3D4218"
          ]
  },
  {
          "门架HEX字符串": "3C4205",
          "门架名称": "辛安-行村门架",
          "收费门架编号": "G181337002000610060",
          "纬度": 36.66821741,
          "经度": 120.93480739,
          "使用状态": "在用",
          "下游门架": [
                  "3C4206",
                  "3D4216"
          ]
  },
  {
          "门架HEX字符串": "3C4206",
          "门架名称": "行村-羊郡门架",
          "收费门架编号": "G181337002000710070",
          "纬度": 36.66409596346057,
          "经度": 120.8473166633213,
          "使用状态": "在用",
          "下游门架": [
                  "3C4207",
                  "3D4214"
          ]
  },
  {
          "门架HEX字符串": "3C4207",
          "门架名称": "羊郡-穴坊门架",
          "收费门架编号": "G181337002000810080",
          "纬度": 36.6469584,
          "经度": 120.80689723,
          "使用状态": "在用",
          "下游门架": [
                  "3C4208",
                  "3D4212"
          ]
  },
  {
          "门架HEX字符串": "3C4208",
          "门架名称": "穴坊-店集门架",
          "收费门架编号": "G181337002000910090",
          "纬度": 36.61793045,
          "经度": 120.72219945,
          "使用状态": "在用",
          "下游门架": [
                  "3C4101",
                  "3D410F"
          ]
  },
  {
          "门架HEX字符串": "3D410E",
          "门架名称": "店集-穴坊门架",
          "收费门架编号": "G181337002001020100",
          "纬度": 36.61764698,
          "经度": 120.72179477,
          "使用状态": "在用",
          "下游门架": [
                  "3D4209",
                  "3D4212"
          ]
  },
  {
          "门架HEX字符串": "3D4209",
          "门架名称": "穴坊-羊郡门架",
          "收费门架编号": "G181337002001120110",
          "纬度": 36.64661464,
          "经度": 120.80609988,
          "使用状态": "在用",
          "下游门架": [
                  "3D420A",
                  "3D4214"
          ]
  },
  {
          "门架HEX字符串": "3D420A",
          "门架名称": "羊郡-行村门架",
          "收费门架编号": "G181337002001220120",
          "纬度": 36.66369663771592,
          "经度": 120.8466557669546,
          "使用状态": "在用",
          "下游门架": [
                  "3D420B",
                  "3D4216"
          ]
  },
  {
          "门架HEX字符串": "3D420B",
          "门架名称": "行村-辛安门架",
          "收费门架编号": "G181337002001320130",
          "纬度": 36.66817797,
          "经度": 120.9340155,
          "使用状态": "在用",
          "下游门架": [
                  "3D420C",
                  "3D4218"
          ]
  },
  {
          "门架HEX字符串": "3D420C",
          "门架名称": "辛安-海阳西门架",
          "收费门架编号": "G181337002001420140",
          "纬度": 36.677732,
          "经度": 121.013439,
          "使用状态": "在用",
          "下游门架": [
                  "3D420D",
                  "3D421E"
          ]
  },
  {
          "门架HEX字符串": "3D420D",
          "门架名称": "海阳西-海阳门架",
          "收费门架编号": "G181337002001520150",
          "纬度": 36.73367034,
          "经度": 121.13739076,
          "使用状态": "在用",
          "下游门架": [
                  "3D420E",
                  "3D421C"
          ]
  },
  {
          "门架HEX字符串": "3D420E",
          "门架名称": "海阳-烟海威青枢纽门架",
          "收费门架编号": "G181337002001620160",
          "纬度": 36.76600999999999,
          "经度": 121.22709681,
          "使用状态": "在用",
          "下游门架": [
                  "3D420F",
                  "3C251E",
                  "3D2517"
          ]
  },
  {
          "门架HEX字符串": "3D420F",
          "门架名称": "烟海威青枢纽-留格庄门架",
          "收费门架编号": "G181337002001720170",
          "纬度": 36.77499125781824,
          "经度": 121.3117469551936,
          "使用状态": "在用",
          "下游门架": [
                  "3D4210",
                  "3D421A"
          ]
  },
  {
          "门架HEX字符串": "3C4101",
          "门架名称": "店集-青龙威青立交门架",
          "收费门架编号": "G181337003000210020",
          "纬度": 36.58054014,
          "经度": 120.6618894,
          "使用状态": "在用",
          "下游门架": [
                  "3C4102",
                  "3C5814",
                  "3D5812"
          ]
  },
  {
          "门架HEX字符串": "3C4102",
          "门架名称": "青龙威青立交-威青华山门架",
          "收费门架编号": "G181337003000310030",
          "纬度": 36.5068266,
          "经度": 120.54779506,
          "使用状态": "在用",
          "下游门架": [
                  "3C4103",
                  "3D4115"
          ]
  },
  {
          "门架HEX字符串": "3C4103",
          "门架名称": "威青华山-灵山门架",
          "收费门架编号": "G181337003000410040",
          "纬度": 36.50354,
          "经度": 120.506907,
          "使用状态": "在用",
          "下游门架": [
                  "3C4104",
                  "3D4113"
          ]
  },
  {
          "门架HEX字符串": "3C4104",
          "门架名称": "灵山-长直门架",
          "收费门架编号": "G181337003000510050",
          "纬度": 36.49479756,
          "经度": 120.46030579,
          "使用状态": "在用",
          "下游门架": [
                  "3C4105",
                  "3D4111"
          ]
  },
  {
          "门架HEX字符串": "3C4105",
          "门架名称": "长直-普东南枢纽门架",
          "收费门架编号": "G181337003000610060",
          "纬度": 36.46095399,
          "经度": 120.3915864,
          "使用状态": "在用",
          "下游门架": [
                  "3C4106",
                  "3C7602",
                  "3D7608"
          ]
  },
  {
          "门架HEX字符串": "3C4106",
          "门架名称": "普东南枢纽-王演庄枢纽门架",
          "收费门架编号": "G181337003000710070",
          "纬度": 36.42183499999999,
          "经度": 120.319222,
          "使用状态": "在用",
          "下游门架": [
                  "3C1202",
                  "3D120A"
          ]
  },
  {
          "门架HEX字符串": "3D4107",
          "门架名称": "王演庄枢纽-普东南枢纽门架",
          "收费门架编号": "G181337003000820080",
          "纬度": 36.421629,
          "经度": 120.318154,
          "使用状态": "在用",
          "下游门架": [
                  "3D4108",
                  "3C7602",
                  "3D7608"
          ]
  },
  {
          "门架HEX字符串": "3D4108",
          "门架名称": "普东南枢纽-长直门架",
          "收费门架编号": "G181337003000920090",
          "纬度": 36.46023127,
          "经度": 120.39101357,
          "使用状态": "在用",
          "下游门架": [
                  "3D4109",
                  "3D4111"
          ]
  },
  {
          "门架HEX字符串": "3D4109",
          "门架名称": "长直-灵山门架",
          "收费门架编号": "G181337003001020100",
          "纬度": 36.49461552,
          "经度": 120.4597328,
          "使用状态": "在用",
          "下游门架": [
                  "3D410A",
                  "3D4113"
          ]
  },
  {
          "门架HEX字符串": "3D410A",
          "门架名称": "灵山-威青华山门架",
          "收费门架编号": "G181337003001120110",
          "纬度": 36.503008,
          "经度": 120.5052,
          "使用状态": "在用",
          "下游门架": [
                  "3D410B",
                  "3D4115"
          ]
  },
  {
          "门架HEX字符串": "3D410B",
          "门架名称": "威青华山-青龙威青立交门架",
          "收费门架编号": "G181337003001220120",
          "纬度": 36.5065648,
          "经度": 120.5468861,
          "使用状态": "在用",
          "下游门架": [
                  "3D410C",
                  "3C5814",
                  "3D5812"
          ]
  },
  {
          "门架HEX字符串": "3D410C",
          "门架名称": "青龙威青立交-店集门架",
          "收费门架编号": "G181337003001320130",
          "纬度": 36.579982,
          "经度": 120.661131,
          "使用状态": "在用",
          "下游门架": [
                  "3D410E",
                  "3D410F"
          ]
  },
  {
          "门架HEX字符串": "3D6721",
          "门架名称": "潍城西-于河枢纽门架",
          "收费门架编号": "G181537001000120250",
          "纬度": 36.737205,
          "经度": 118.960945,
          "使用状态": "在用",
          "下游门架": [
                  "3C1006",
                  "3D1008",
                  "3D671C"
          ]
  },
  {
          "门架HEX字符串": "3C6702",
          "门架名称": "潍城西-潍坊南门架",
          "收费门架编号": "G181537001000210020",
          "纬度": 36.625299,
          "经度": 118.955177,
          "使用状态": "在用",
          "下游门架": [
                  "3D673D",
                  "3C673E"
          ]
  },
  {
          "门架HEX字符串": "3C6704",
          "门架名称": "昌乐南-安丘南门架",
          "收费门架编号": "G181537001000410040",
          "纬度": 36.471511,
          "经度": 119.127915,
          "使用状态": "在用",
          "下游门架": [
                  "3C6705",
                  "3D6737"
          ]
  },
  {
          "门架HEX字符串": "3C6705",
          "门架名称": "安丘南-安丘官庄门架",
          "收费门架编号": "G181537001000510050",
          "纬度": 36.338203,
          "经度": 119.175327,
          "使用状态": "备用",
          "下游门架": [
                  "3C6706",
                  "3D6726"
          ]
  },
  {
          "门架HEX字符串": "3C6706",
          "门架名称": "安丘官庄-诸城石桥子门架",
          "收费门架编号": "G181537001000610060",
          "纬度": 36.249037,
          "经度": 119.194532,
          "使用状态": "在用",
          "下游门架": [
                  "3C6707",
                  "3D6728"
          ]
  },
  {
          "门架HEX字符串": "3C6707",
          "门架名称": "诸城石桥子-诸城枢纽门架",
          "收费门架编号": "G181537001000710070",
          "纬度": 36.144433,
          "经度": 119.240909,
          "使用状态": "在用",
          "下游门架": [
                  "3C3F04",
                  "3D3F08",
                  "3C6724"
          ]
  },
  {
          "门架HEX字符串": "3C6724",
          "门架名称": "诸城枢纽-诸城龙都门架",
          "收费门架编号": "G181537001000810120",
          "纬度": 35.938811,
          "经度": 119.267498,
          "使用状态": "在用",
          "下游门架": [
                  "3C671F",
                  "3D672A"
          ]
  },
  {
          "门架HEX字符串": "3C671F",
          "门架名称": "诸城龙都-五莲北门架",
          "收费门架编号": "G181537001000910080",
          "纬度": 35.826292,
          "经度": 119.280361,
          "使用状态": "在用",
          "下游门架": [
                  "3C6709",
                  "3D672C"
          ]
  },
  {
          "门架HEX字符串": "3C6709",
          "门架名称": "五莲北-五莲门架",
          "收费门架编号": "G181537001001110090",
          "纬度": 35.780949,
          "经度": 119.2795,
          "使用状态": "在用",
          "下游门架": [
                  "3C670A",
                  "3D672E"
          ]
  },
  {
          "门架HEX字符串": "3C670A",
          "门架名称": "五莲-街头门架",
          "收费门架编号": "G181537001001210100",
          "纬度": 35.609906,
          "经度": 119.285812,
          "使用状态": "在用",
          "下游门架": [
                  "3C670B",
                  "3D6730"
          ]
  },
  {
          "门架HEX字符串": "3C670B",
          "门架名称": "街头-陈疃北门架",
          "收费门架编号": "G181537001001310110",
          "纬度": 35.57622,
          "经度": 119.289988,
          "使用状态": "在用",
          "下游门架": [
                  "3C670D",
                  "3D6732"
          ]
  },
  {
          "门架HEX字符串": "3C670D",
          "门架名称": "陈疃北-陈疃枢纽门架",
          "收费门架编号": "G181537001001410130",
          "纬度": 35.50343,
          "经度": 119.295512,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D03",
                  "3D1D0D"
          ]
  },
  {
          "门架HEX字符串": "3D670E",
          "门架名称": "陈疃枢纽-陈疃北门架",
          "收费门架编号": "G181537001001520140",
          "纬度": 35.501924,
          "经度": 119.296346,
          "使用状态": "在用",
          "下游门架": [
                  "3D6710",
                  "3D6732"
          ]
  },
  {
          "门架HEX字符串": "3D6710",
          "门架名称": "陈疃北-街头门架",
          "收费门架编号": "G181537001001620160",
          "纬度": 35.575993,
          "经度": 119.29022,
          "使用状态": "在用",
          "下游门架": [
                  "3D6711",
                  "3D6730"
          ]
  },
  {
          "门架HEX字符串": "3D6711",
          "门架名称": "街头-五莲门架",
          "收费门架编号": "G181537001001720170",
          "纬度": 35.609426,
          "经度": 119.286174,
          "使用状态": "在用",
          "下游门架": [
                  "3D6712",
                  "3D672E"
          ]
  },
  {
          "门架HEX字符串": "3D6712",
          "门架名称": "五莲-五莲北门架",
          "收费门架编号": "G181537001001820180",
          "纬度": 35.763359,
          "经度": 119.28344,
          "使用状态": "在用",
          "下游门架": [
                  "3D6713",
                  "3D672C"
          ]
  },
  {
          "门架HEX字符串": "3D6713",
          "门架名称": "五莲北-诸城龙都门架",
          "收费门架编号": "G181537001001920190",
          "纬度": 35.825625,
          "经度": 119.280744,
          "使用状态": "在用",
          "下游门架": [
                  "3D6714",
                  "3D672A"
          ]
  },
  {
          "门架HEX字符串": "3D6714",
          "门架名称": "诸城龙都-诸城枢纽门架",
          "收费门架编号": "G181537001002120200",
          "纬度": 35.938547,
          "经度": 119.267927,
          "使用状态": "在用",
          "下游门架": [
                  "3C3F04",
                  "3D3F08",
                  "3D6725"
          ]
  },
  {
          "门架HEX字符串": "3D6725",
          "门架名称": "诸城枢纽-诸城石桥子门架",
          "收费门架编号": "G181537001002220150",
          "纬度": 36.143123,
          "经度": 119.241901,
          "使用状态": "在用",
          "下游门架": [
                  "3D6715",
                  "3D6728"
          ]
  },
  {
          "门架HEX字符串": "3D6715",
          "门架名称": "诸城石桥子-安丘官庄门架",
          "收费门架编号": "G181537001002320210",
          "纬度": 36.248755,
          "经度": 119.19489,
          "使用状态": "在用",
          "下游门架": [
                  "3D6716",
                  "3D6726"
          ]
  },
  {
          "门架HEX字符串": "3D6716",
          "门架名称": "安丘官庄-安丘南门架",
          "收费门架编号": "G181537001002420220",
          "纬度": 36.337553,
          "经度": 119.175902,
          "使用状态": "备用",
          "下游门架": [
                  "3D6717",
                  "3D6737"
          ]
  },
  {
          "门架HEX字符串": "3D6717",
          "门架名称": "安丘南-昌乐南门架",
          "收费门架编号": "G181537001002520230",
          "纬度": 36.471038,
          "经度": 119.128616,
          "使用状态": "在用",
          "下游门架": [
                  "3D6735",
                  "3D6741"
          ]
  },
  {
          "门架HEX字符串": "3D6720",
          "门架名称": "潍坊南-潍城西门架",
          "收费门架编号": "G181537001002720260",
          "纬度": 36.62451,
          "经度": 118.955566,
          "使用状态": "在用",
          "下游门架": [
                  "3D6721",
                  "3D673A"
          ]
  },
  {
          "门架HEX字符串": "3C7502",
          "门架名称": "李村-夏庄门架",
          "收费门架编号": "G201137001000210020",
          "纬度": 36.16845897,
          "经度": 120.44236057,
          "使用状态": "在用",
          "下游门架": [
                  "3C750D",
                  "3C750F",
                  "3D751F",
                  "3C7525"
          ]
  },
  {
          "门架HEX字符串": "3C750F",
          "门架名称": "夏庄-城阳南门架",
          "收费门架编号": "G201137001000410040",
          "纬度": 36.27329753824655,
          "经度": 120.4323905486914,
          "使用状态": "在用",
          "下游门架": [
                  "3C7511",
                  "3D7521",
                  "3D5819"
          ]
  },
  {
          "门架HEX字符串": "3C7511",
          "门架名称": "城阳南-城阳北门架",
          "收费门架编号": "G201137001000510050",
          "纬度": 36.3030768,
          "经度": 120.43011702,
          "使用状态": "在用",
          "下游门架": [
                  "3C7513",
                  "3D7523"
          ]
  },
  {
          "门架HEX字符串": "3C7513",
          "门架名称": "城阳北-即墨西门架",
          "收费门架编号": "G201137001000610060",
          "纬度": 36.331608,
          "经度": 120.421494,
          "使用状态": "备用",
          "下游门架": [
                  "3C7601",
                  "3D7609"
          ]
  },
  {
          "门架HEX字符串": "3D7514",
          "门架名称": "即墨西-城阳北门架",
          "收费门架编号": "G201137001000720070",
          "纬度": 36.331876,
          "经度": 120.421332,
          "使用状态": "备用",
          "下游门架": [
                  "3D7512",
                  "3D7523"
          ]
  },
  {
          "门架HEX字符串": "3D7512",
          "门架名称": "城阳北-城阳南门架",
          "收费门架编号": "G201137001000820080",
          "纬度": 36.30376707,
          "经度": 120.42977562,
          "使用状态": "在用",
          "下游门架": [
                  "3D7510",
                  "3D7521",
                  "3D5819"
          ]
  },
  {
          "门架HEX字符串": "3D7510",
          "门架名称": "城阳南-夏庄门架",
          "收费门架编号": "G201137001000920090",
          "纬度": 36.27605249662167,
          "经度": 120.4316080871876,
          "使用状态": "在用",
          "下游门架": [
                  "3C750D",
                  "3D750C",
                  "3D751F",
                  "3C7525"
          ]
  },
  {
          "门架HEX字符串": "3D750C",
          "门架名称": "夏庄-李村门架",
          "收费门架编号": "G201137001001120110",
          "纬度": 36.17048232,
          "经度": 120.44165552,
          "使用状态": "在用",
          "下游门架": [
                  "3D750B",
                  "3D751D"
          ]
  },
  {
          "门架HEX字符串": "3C7601",
          "门架名称": "即墨西-普东南枢纽门架",
          "收费门架编号": "G201137002000210010",
          "纬度": 36.38145077,
          "经度": 120.37916109,
          "使用状态": "在用",
          "下游门架": [
                  "3C4106",
                  "3D4108",
                  "3C7602"
          ]
  },
  {
          "门架HEX字符串": "3C7602",
          "门架名称": "普东南枢纽-普东门架",
          "收费门架编号": "G201137002000310020",
          "纬度": 36.45718979,
          "经度": 120.31670583,
          "使用状态": "在用",
          "下游门架": [
                  "3C7603",
                  "3D760B"
          ]
  },
  {
          "门架HEX字符串": "3C7603",
          "门架名称": "普东-移风门架",
          "收费门架编号": "G201137002000410030",
          "纬度": 36.46659737232176,
          "经度": 120.3016943523873,
          "使用状态": "在用",
          "下游门架": [
                  "3C7604",
                  "3D760D"
          ]
  },
  {
          "门架HEX字符串": "3C7604",
          "门架名称": "移风-南村临枢纽门架",
          "收费门架编号": "G201137002000510040",
          "纬度": 36.55449528,
          "经度": 120.19471428,
          "使用状态": "在用",
          "下游门架": [
                  "3C7102",
                  "3D7106",
                  "3C7712"
          ]
  },
  {
          "门架HEX字符串": "3D7605",
          "门架名称": "南村临枢纽-移风门架",
          "收费门架编号": "G201137002000620050",
          "纬度": 36.55582777,
          "经度": 120.19285985,
          "使用状态": "在用",
          "下游门架": [
                  "3D7606",
                  "3D760D"
          ]
  },
  {
          "门架HEX字符串": "3D7606",
          "门架名称": "移风-普东门架",
          "收费门架编号": "G201137002000720060",
          "纬度": 36.46684053,
          "经度": 120.30093142,
          "使用状态": "在用",
          "下游门架": [
                  "3D7607",
                  "3D760B"
          ]
  },
  {
          "门架HEX字符串": "3D7607",
          "门架名称": "普东-普东南枢纽门架",
          "收费门架编号": "G201137002000820070",
          "纬度": 36.45753098,
          "经度": 120.31593368,
          "使用状态": "在用",
          "下游门架": [
                  "3C4106",
                  "3D4108",
                  "3D7608"
          ]
  },
  {
          "门架HEX字符串": "3D7608",
          "门架名称": "普东南枢纽-即墨西门架",
          "收费门架编号": "G201137002000920080",
          "纬度": 36.38142677,
          "经度": 120.37817793,
          "使用状态": "在用",
          "下游门架": [
                  "3D7514",
                  "3D7609"
          ]
  },
  {
          "门架HEX字符串": "3C7712",
          "门架名称": "南村临枢纽-郭庄门架",
          "收费门架编号": "G201137003000210010",
          "纬度": 36.60397435,
          "经度": 120.1118381,
          "使用状态": "在用",
          "下游门架": [
                  "3C7714",
                  "3D771A"
          ]
  },
  {
          "门架HEX字符串": "3C7714",
          "门架名称": "郭庄虚-平度虚收费门架",
          "收费门架编号": "G201137003000310020",
          "纬度": 36.613467,
          "经度": 120.098562,
          "使用状态": "在用",
          "下游门架": [
                  "3C770C",
                  "3D7716"
          ]
  },
  {
          "门架HEX字符串": "3C770C",
          "门架名称": "平度虚-门村枢纽收费门架",
          "收费门架编号": "G201137003000410030",
          "纬度": 36.707045,
          "经度": 119.954307,
          "使用状态": "在用",
          "下游门架": [
                  "3C770E",
                  "3C0105",
                  "3D010B"
          ]
  },
  {
          "门架HEX字符串": "3C770E",
          "门架名称": "门村枢纽-张舍门架",
          "收费门架编号": "G201137003000510040",
          "纬度": 36.86299799,
          "经度": 119.74855931,
          "使用状态": "在用",
          "下游门架": [
                  "3C7710",
                  "3D7718"
          ]
  },
  {
          "门架HEX字符串": "3C7710",
          "门架名称": "张舍-郭家埠枢纽门架",
          "收费门架编号": "G201137003000610050",
          "纬度": 36.8750237,
          "经度": 119.73583115,
          "使用状态": "在用",
          "下游门架": [
                  "3C2D0B",
                  "3C2C02",
                  "3D2C04"
          ]
  },
  {
          "门架HEX字符串": "3D7711",
          "门架名称": "郭家埠枢纽-张舍门架",
          "收费门架编号": "G201137003000720060",
          "纬度": 36.87632519,
          "经度": 119.73434123,
          "使用状态": "在用",
          "下游门架": [
                  "3D770F",
                  "3D7718"
          ]
  },
  {
          "门架HEX字符串": "3D770F",
          "门架名称": "张舍-门村枢纽门架",
          "收费门架编号": "G201137003000820070",
          "纬度": 36.86466164,
          "经度": 119.74606088,
          "使用状态": "在用",
          "下游门架": [
                  "3D770D",
                  "3C0105",
                  "3D010B"
          ]
  },
  {
          "门架HEX字符串": "3D770D",
          "门架名称": "门村枢纽-平度虚收费门架",
          "收费门架编号": "G201137003000920080",
          "纬度": 36.707251,
          "经度": 119.953604,
          "使用状态": "在用",
          "下游门架": [
                  "3D770B",
                  "3D7716"
          ]
  },
  {
          "门架HEX字符串": "3D770B",
          "门架名称": "平度虚-郭庄虚收费门架",
          "收费门架编号": "G201137003001020090",
          "纬度": 36.614353,
          "经度": 120.096557,
          "使用状态": "在用",
          "下游门架": [
                  "3D7713",
                  "3D771A"
          ]
  },
  {
          "门架HEX字符串": "3D7713",
          "门架名称": "郭庄-南村临枢纽门架",
          "收费门架编号": "G201137003001120100",
          "纬度": 36.60496476,
          "经度": 120.11057028,
          "使用状态": "在用",
          "下游门架": [
                  "3C7102",
                  "3D7106",
                  "3D7605"
          ]
  },
  {
          "门架HEX字符串": "3C0101",
          "门架名称": "武备-云山门架",
          "收费门架编号": "G201137004000110010",
          "纬度": 36.843227,
          "经度": 120.273337,
          "使用状态": "在用",
          "下游门架": [
                  "3C0102",
                  "3D0117"
          ]
  },
  {
          "门架HEX字符串": "3C0102",
          "门架名称": "云山-平度东门架",
          "收费门架编号": "G201137004000210020",
          "纬度": 36.837325,
          "经度": 120.232104,
          "使用状态": "在用",
          "下游门架": [
                  "3C0103",
                  "3D0115"
          ]
  },
  {
          "门架HEX字符串": "3C0103",
          "门架名称": "平度东虚-平度西虚收费门架",
          "收费门架编号": "G201137004000310030",
          "纬度": 36.803024,
          "经度": 120.041406,
          "使用状态": "在用",
          "下游门架": [
                  "3C0104",
                  "3D0113"
          ]
  },
  {
          "门架HEX字符串": "3C0104",
          "门架名称": "平度西虚-门村枢纽收费门架",
          "收费门架编号": "G201137004000410040",
          "纬度": 36.803682,
          "经度": 119.870286,
          "使用状态": "在用",
          "下游门架": [
                  "3C770E",
                  "3D770D",
                  "3C0105"
          ]
  },
  {
          "门架HEX字符串": "3C0105",
          "门架名称": "门村枢纽-田庄门架",
          "收费门架编号": "G201137004000510050",
          "纬度": 36.78047416624547,
          "经度": 119.7855733292832,
          "使用状态": "在用",
          "下游门架": [
                  "3C0106",
                  "3D0111"
          ]
  },
  {
          "门架HEX字符串": "3C0106",
          "门架名称": "田庄-明村门架",
          "收费门架编号": "G201137004000610060",
          "纬度": 36.77382597,
          "经度": 119.72774587,
          "使用状态": "在用",
          "下游门架": [
                  "3C0107",
                  "3D010F"
          ]
  },
  {
          "门架HEX字符串": "3C0107",
          "门架名称": "明村-明村枢纽门架",
          "收费门架编号": "G201137004000710070",
          "纬度": 36.76352323,
          "经度": 119.6134643,
          "使用状态": "在用",
          "下游门架": [
                  "3D2C03",
                  "3C0301"
          ]
  },
  {
          "门架HEX字符串": "3D0108",
          "门架名称": "明村枢纽-明村门架",
          "收费门架编号": "G201137004001020080",
          "纬度": 36.76338547,
          "经度": 119.61293586,
          "使用状态": "在用",
          "下游门架": [
                  "3D0109",
                  "3D010F"
          ]
  },
  {
          "门架HEX字符串": "3D0109",
          "门架名称": "明村-田庄门架",
          "收费门架编号": "G201137004001120090",
          "纬度": 36.77375427,
          "经度": 119.72625308,
          "使用状态": "在用",
          "下游门架": [
                  "3D010A",
                  "3D0111"
          ]
  },
  {
          "门架HEX字符串": "3D010A",
          "门架名称": "田庄-门村枢纽门架",
          "收费门架编号": "G201137004001220100",
          "纬度": 36.78013011595309,
          "经度": 119.7841117713022,
          "使用状态": "在用",
          "下游门架": [
                  "3C770E",
                  "3D770D",
                  "3D010B"
          ]
  },
  {
          "门架HEX字符串": "3D010B",
          "门架名称": "门村枢纽-平度西虚收费门架",
          "收费门架编号": "G201137004001320110",
          "纬度": 36.803476,
          "经度": 119.869056,
          "使用状态": "在用",
          "下游门架": [
                  "3D010C",
                  "3D0113"
          ]
  },
  {
          "门架HEX字符串": "3D010C",
          "门架名称": "平度西虚-平度东虚收费门架",
          "收费门架编号": "G201137004001420120",
          "纬度": 36.80294,
          "经度": 120.040095,
          "使用状态": "在用",
          "下游门架": [
                  "3D010D",
                  "3D0115"
          ]
  },
  {
          "门架HEX字符串": "3D010D",
          "门架名称": "平度东-云山门架",
          "收费门架编号": "G201137004001520130",
          "纬度": 36.837158,
          "经度": 120.231397,
          "使用状态": "在用",
          "下游门架": [
                  "3D010E",
                  "3D0117"
          ]
  },
  {
          "门架HEX字符串": "3D010E",
          "门架名称": "云山-武备门架",
          "收费门架编号": "G201137004001620140",
          "纬度": 36.842921,
          "经度": 120.272647,
          "使用状态": "在用",
          "下游门架": [
                  "3D0204",
                  "3D0119"
          ]
  },
  {
          "门架HEX字符串": "3C3607",
          "门架名称": "济东东港立交-盐窝门架",
          "收费门架编号": "G251637001000110010",
          "纬度": 37.647455,
          "经度": 118.510814,
          "使用状态": "在用",
          "下游门架": [
                  "3C6401",
                  "3D6409"
          ]
  },
  {
          "门架HEX字符串": "3C6401",
          "门架名称": "盐窝-利津北门架",
          "收费门架编号": "G251637001000210020",
          "纬度": 37.62450982959405,
          "经度": 118.3399225797642,
          "使用状态": "在用",
          "下游门架": [
                  "3C6402",
                  "3D6407"
          ]
  },
  {
          "门架HEX字符串": "3C6402",
          "门架名称": "利津北-滨州东门架",
          "收费门架编号": "G251637001000310030",
          "纬度": 37.58102386,
          "经度": 118.23444565,
          "使用状态": "在用",
          "下游门架": [
                  "3C301B",
                  "3D6405"
          ]
  },
  {
          "门架HEX字符串": "3D6403",
          "门架名称": "滨州东-利津北门架",
          "收费门架编号": "G251637001000420040",
          "纬度": 37.58069119,
          "经度": 118.23317684,
          "使用状态": "在用",
          "下游门架": [
                  "3D6404",
                  "3D6407"
          ]
  },
  {
          "门架HEX字符串": "3D6404",
          "门架名称": "利津北-盐窝门架",
          "收费门架编号": "G251637001000520050",
          "纬度": 37.62417208608404,
          "经度": 118.3391351342178,
          "使用状态": "在用",
          "下游门架": [
                  "3D3608",
                  "3D6409"
          ]
  },
  {
          "门架HEX字符串": "3D3608",
          "门架名称": "盐窝-济东东港立交门架",
          "收费门架编号": "G251637001000620060",
          "纬度": 37.647583,
          "经度": 118.511513,
          "使用状态": "在用",
          "下游门架": [
                  "3C360D",
                  "3D3503"
          ]
  },
  {
          "门架HEX字符串": "3C301B",
          "门架名称": "滨州东-滨城北门架",
          "收费门架编号": "G251637002000210020",
          "纬度": 37.50911938,
          "经度": 118.06126943,
          "使用状态": "在用",
          "下游门架": [
                  "3C301C",
                  "3D6307"
          ]
  },
  {
          "门架HEX字符串": "3C301C",
          "门架名称": "滨城北-长深济东立交门架",
          "收费门架编号": "G251637002000310030",
          "纬度": 37.49384991,
          "经度": 117.97137586,
          "使用状态": "在用",
          "下游门架": [
                  "3C3008",
                  "3D300E",
                  "3C301D"
          ]
  },
  {
          "门架HEX字符串": "3C301D",
          "门架名称": "长深济东立交-滨州西门架",
          "收费门架编号": "G251637002000410040",
          "纬度": 37.42070708,
          "经度": 117.74236373,
          "使用状态": "在用",
          "下游门架": [
                  "3C301E",
                  "3D6305"
          ]
  },
  {
          "门架HEX字符串": "3C301E",
          "门架名称": "滨州西-惠民门架",
          "收费门架编号": "G251637002000510050",
          "纬度": 37.37532046,
          "经度": 117.60349409,
          "使用状态": "在用",
          "下游门架": [
                  "3C301F",
                  "3D6303"
          ]
  },
  {
          "门架HEX字符串": "3C301F",
          "门架名称": "惠民-惠民西门架",
          "收费门架编号": "G251637002000610060",
          "纬度": 37.23771724,
          "经度": 117.46078804,
          "使用状态": "在用",
          "下游门架": [
                  "3C3020",
                  "3D6301"
          ]
  },
  {
          "门架HEX字符串": "3C3020",
          "门架名称": "惠民西-济阳东门架",
          "收费门架编号": "G251637002000710070",
          "纬度": 37.22007482,
          "经度": 117.41672083,
          "使用状态": "在用",
          "下游门架": [
                  "3C6201",
                  "3D6207"
          ]
  },
  {
          "门架HEX字符串": "3D3021",
          "门架名称": "济阳东-惠民西门架",
          "收费门架编号": "G251637002000820080",
          "纬度": 37.21971835,
          "经度": 117.41623965,
          "使用状态": "在用",
          "下游门架": [
                  "3D3022",
                  "3D6301"
          ]
  },
  {
          "门架HEX字符串": "3D3022",
          "门架名称": "惠民西-惠民门架",
          "收费门架编号": "G251637002000920090",
          "纬度": 37.23714646450347,
          "经度": 117.4602046314616,
          "使用状态": "在用",
          "下游门架": [
                  "3D3023",
                  "3D6303"
          ]
  },
  {
          "门架HEX字符串": "3D3023",
          "门架名称": "惠民-滨州西门架",
          "收费门架编号": "G251637002001020100",
          "纬度": 37.375042,
          "经度": 117.602625,
          "使用状态": "在用",
          "下游门架": [
                  "3D3024",
                  "3D6305"
          ]
  },
  {
          "门架HEX字符串": "3D3024",
          "门架名称": "滨州西-长深济东立交门架",
          "收费门架编号": "G251637002001120110",
          "纬度": 37.4203716,
          "经度": 117.74121259,
          "使用状态": "在用",
          "下游门架": [
                  "3C3008",
                  "3D300E",
                  "3D3025"
          ]
  },
  {
          "门架HEX字符串": "3D3025",
          "门架名称": "长深济东立交-滨城北门架",
          "收费门架编号": "G251637002001220120",
          "纬度": 37.49343948,
          "经度": 117.97067351,
          "使用状态": "在用",
          "下游门架": [
                  "3D3026",
                  "3D6307"
          ]
  },
  {
          "门架HEX字符串": "3D3026",
          "门架名称": "滨城北-滨州东门架",
          "收费门架编号": "G251637002001320130",
          "纬度": 37.50883636,
          "经度": 118.0605983,
          "使用状态": "在用",
          "下游门架": [
                  "3D6403",
                  "3D6405"
          ]
  },
  {
          "门架HEX字符串": "3C6201",
          "门架名称": "济阳东-济北开发区门架",
          "收费门架编号": "G251637003000210020",
          "纬度": 37.10448922,
          "经度": 117.25166893,
          "使用状态": "在用",
          "下游门架": [
                  "3C6202",
                  "3D6205"
          ]
  },
  {
          "门架HEX字符串": "3C6202",
          "门架名称": "济北开发区-济乐济东立交门架",
          "收费门架编号": "G251637003000310030",
          "纬度": 37.02746643,
          "经度": 117.13859108,
          "使用状态": "在用",
          "下游门架": [
                  "3D5411",
                  "3C5413"
          ]
  },
  {
          "门架HEX字符串": "3D6203",
          "门架名称": "济乐济东立交-济北开发区门架",
          "收费门架编号": "G251637003000420040",
          "纬度": 37.026956,
          "经度": 117.138368,
          "使用状态": "在用",
          "下游门架": [
                  "3D6204",
                  "3D6205"
          ]
  },
  {
          "门架HEX字符串": "3D6204",
          "门架名称": "济北开发区-济阳东门架",
          "收费门架编号": "G251637003000520050",
          "纬度": 37.10368965,
          "经度": 117.25099296,
          "使用状态": "在用",
          "下游门架": [
                  "3D3021",
                  "3D6207"
          ]
  },
  {
          "门架HEX字符串": "3C4A01",
          "门架名称": "高邢青银枢纽-高唐西门架",
          "收费门架编号": "G251637004000110010",
          "纬度": 36.904304,
          "经度": 116.165508,
          "使用状态": "在用",
          "下游门架": [
                  "3C4A02",
                  "3D4A0D"
          ]
  },
  {
          "门架HEX字符串": "3C4A02",
          "门架名称": "高唐西-金郝庄门架",
          "收费门架编号": "G251637004000210020",
          "纬度": 36.879379,
          "经度": 115.998879,
          "使用状态": "在用",
          "下游门架": [
                  "3C4A03",
                  "3D4A0F"
          ]
  },
  {
          "门架HEX字符串": "3C4A03",
          "门架名称": "金郝庄-德商高邢立交门架",
          "收费门架编号": "G251637004000310030",
          "纬度": 36.877993,
          "经度": 115.971674,
          "使用状态": "在用",
          "下游门架": [
                  "3C5F03",
                  "3D5F09",
                  "3C4A04"
          ]
  },
  {
          "门架HEX字符串": "3C4A04",
          "门架名称": "德商高邢立交-临清门架",
          "收费门架编号": "G251637004000410040",
          "纬度": 36.8809437,
          "经度": 115.80447173,
          "使用状态": "在用",
          "下游门架": [
                  "3E4A05",
                  "3D4A11"
          ]
  },
  {
          "门架HEX字符串": "3E4A05",
          "门架名称": "临清-高邢鲁冀门架",
          "收费门架编号": "G251637004000510050",
          "纬度": 36.8805150934047,
          "经度": 115.7705095447532,
          "使用状态": "在用",
          "下游门架": [
                  "0E41F3"
          ]
  },
  {
          "门架HEX字符串": "3E4A05",
          "门架名称": "临清-高邢鲁冀门架",
          "收费门架编号": "G251637004000510110",
          "纬度": 36.88112434174019,
          "经度": 115.7645155278759,
          "使用状态": "在用",
          "下游门架": [
                  "0E41F3"
          ]
  },
  {
          "门架HEX字符串": "3F4A07",
          "门架名称": "高邢鲁冀-临清门架",
          "收费门架编号": "G251637004000620060",
          "纬度": 36.88109344730607,
          "经度": 115.763828882368,
          "使用状态": "在用",
          "下游门架": [
                  "3D4A09",
                  "3D4A11"
          ]
  },
  {
          "门架HEX字符串": "3F4A07",
          "门架名称": "高邢鲁冀-临清门架",
          "收费门架编号": "G251637004000620120",
          "纬度": 36.88165480368736,
          "经度": 115.7586336226665,
          "使用状态": "在用",
          "下游门架": [
                  "3D4A09",
                  "3D4A11"
          ]
  },
  {
          "门架HEX字符串": "3D4A09",
          "门架名称": "临清-德商高邢立交门架",
          "收费门架编号": "G251637004000720070",
          "纬度": 36.88076037,
          "经度": 115.8037941,
          "使用状态": "在用",
          "下游门架": [
                  "3C5F03",
                  "3D5F09",
                  "3D4A0A"
          ]
  },
  {
          "门架HEX字符串": "3D4A0A",
          "门架名称": "德商高邢立交-金郝庄门架",
          "收费门架编号": "G251637004000820080",
          "纬度": 36.87776599999999,
          "经度": 115.970655,
          "使用状态": "在用",
          "下游门架": [
                  "3D4A0B",
                  "3D4A0F"
          ]
  },
  {
          "门架HEX字符串": "3D4A0B",
          "门架名称": "金郝庄-高唐西门架",
          "收费门架编号": "G251637004000920090",
          "纬度": 36.879333,
          "经度": 115.998119,
          "使用状态": "在用",
          "下游门架": [
                  "3D4A0C",
                  "3D4A0D"
          ]
  },
  {
          "门架HEX字符串": "3D4A0C",
          "门架名称": "高唐西-高邢青银枢纽门架",
          "收费门架编号": "G251637004001020100",
          "纬度": 36.903779,
          "经度": 116.165219,
          "使用状态": "在用",
          "下游门架": [
                  "3C0B1D",
                  "3D0B14"
          ]
  },
  {
          "门架HEX字符串": "3C6A01",
          "门架名称": "菏东枢纽立交-东明北门架",
          "收费门架编号": "G351137002000110060",
          "纬度": 35.3272106525305,
          "经度": 115.1265371749888,
          "使用状态": "在用",
          "下游门架": [
                  "3E6A02",
                  "3D6A07"
          ]
  },
  {
          "门架HEX字符串": "3E6A02",
          "门架名称": "东明北-菏宝鲁豫门架",
          "收费门架编号": "G351137002000210040",
          "纬度": 35.3316816778411,
          "经度": 115.0946278345086,
          "使用状态": "在用",
          "下游门架": [
                  "42DFB2"
          ]
  },
  {
          "门架HEX字符串": "3E6A02",
          "门架名称": "东明北-菏宝鲁豫门架",
          "收费门架编号": "G351137002000210050",
          "纬度": 35.33205366987077,
          "经度": 115.1011769847842,
          "使用状态": "在用",
          "下游门架": [
                  "42DFB2"
          ]
  },
  {
          "门架HEX字符串": "3F6A04",
          "门架名称": "菏宝鲁豫-东明北门架",
          "收费门架编号": "G351137002000920020",
          "纬度": 35.33141821870612,
          "经度": 115.0925424178181,
          "使用状态": "在用",
          "下游门架": [
                  "3D6A06",
                  "3D6A07"
          ]
  },
  {
          "门架HEX字符串": "3F6A04",
          "门架名称": "菏宝鲁豫-东明北门架",
          "收费门架编号": "G351137002000920030",
          "纬度": 35.33097353568694,
          "经度": 115.0871913751592,
          "使用状态": "在用",
          "下游门架": [
                  "3D6A06",
                  "3D6A07"
          ]
  },
  {
          "门架HEX字符串": "3D6A06",
          "门架名称": "东明北-菏东枢纽立交门架",
          "收费门架编号": "G351137002001020010",
          "纬度": 35.3288151109309,
          "经度": 115.1226733073244,
          "使用状态": "在用",
          "下游门架": [
                  "3C2007",
                  "3D2009"
          ]
  },
  {
          "门架HEX字符串": "3C1B01",
          "门架名称": "池庄枢纽-齐河南门架",
          "收费门架编号": "S000137001000110010",
          "纬度": 36.7614,
          "经度": 116.797178,
          "使用状态": "在用",
          "下游门架": [
                  "3C1B02",
                  "3D1B0D"
          ]
  },
  {
          "门架HEX字符串": "3C1B02",
          "门架名称": "齐河南-晏城门架",
          "收费门架编号": "S000137001000210020",
          "纬度": 36.732633,
          "经度": 116.744543,
          "使用状态": "在用",
          "下游门架": [
                  "3C1B03",
                  "3D1B09"
          ]
  },
  {
          "门架HEX字符串": "3C1B03",
          "门架名称": "晏城-齐河西门架",
          "收费门架编号": "S000137001000310030",
          "纬度": 36.709199,
          "经度": 116.671226,
          "使用状态": "在用",
          "下游门架": [
                  "3D1B0B",
                  "3C1B0F"
          ]
  },
  {
          "门架HEX字符串": "3D1B06",
          "门架名称": "齐河西-晏城门架",
          "收费门架编号": "S000137001000620060",
          "纬度": 36.70895463,
          "经度": 116.67042568,
          "使用状态": "在用",
          "下游门架": [
                  "3D1B07",
                  "3D1B09"
          ]
  },
  {
          "门架HEX字符串": "3D1B07",
          "门架名称": "晏城-齐河南门架",
          "收费门架编号": "S000137001000720070",
          "纬度": 36.732053,
          "经度": 116.743343,
          "使用状态": "在用",
          "下游门架": [
                  "3D1B08",
                  "3D1B0D"
          ]
  },
  {
          "门架HEX字符串": "3D1B08",
          "门架名称": "齐河南-池庄枢纽门架",
          "收费门架编号": "S000137001000820080",
          "纬度": 36.760738,
          "经度": 116.796309,
          "使用状态": "在用",
          "下游门架": [
                  "3C6509",
                  "3C060A",
                  "3D060C"
          ]
  },
  {
          "门架HEX字符串": "3C1B0F",
          "门架名称": "齐河西虚-潘店虚收费门架",
          "收费门架编号": "S000137001001210010",
          "纬度": 36.695932,
          "经度": 116.624794,
          "使用状态": "备用",
          "下游门架": [
                  "3C1B13",
                  "3D1B12"
          ]
  },
  {
          "门架HEX字符串": "3D1B10",
          "门架名称": "潘店虚-齐河西虚收费门架",
          "收费门架编号": "S000137001001220020",
          "纬度": 36.695642,
          "经度": 116.624323,
          "使用状态": "备用",
          "下游门架": [
                  "3D1B06",
                  "3D1B0B"
          ]
  },
  {
          "门架HEX字符串": "3C1A01",
          "门架名称": "茌平-茌平西门架",
          "收费门架编号": "S000137002000210020",
          "纬度": 36.547359,
          "经度": 116.250211,
          "使用状态": "备用",
          "下游门架": [
                  "3C1A02",
                  "3D1A18"
          ]
  },
  {
          "门架HEX字符串": "3C1A02",
          "门架名称": "茌平西-聊城开发门架",
          "收费门架编号": "S000137002000310030",
          "纬度": 36.53024361,
          "经度": 116.20336272,
          "使用状态": "在用",
          "下游门架": [
                  "3C1A03",
                  "3D1A16"
          ]
  },
  {
          "门架HEX字符串": "3C1A03",
          "门架名称": "聊城开发-聊城东门架",
          "收费门架编号": "S000137002000410040",
          "纬度": 36.49616015,
          "经度": 116.0675693,
          "使用状态": "在用",
          "下游门架": [
                  "3C1A04",
                  "3D1A12",
                  "3D1A21"
          ]
  },
  {
          "门架HEX字符串": "3C1A04",
          "门架名称": "聊城东-聊城门架",
          "收费门架编号": "S000137002000510050",
          "纬度": 36.49270496,
          "经度": 116.01350144,
          "使用状态": "在用",
          "下游门架": [
                  "3C1A05",
                  "3D1A23"
          ]
  },
  {
          "门架HEX字符串": "3C1A05",
          "门架名称": "聊城-聊城西门架",
          "收费门架编号": "S000137002000610060",
          "纬度": 36.47676,
          "经度": 115.927394,
          "使用状态": "备用",
          "下游门架": [
                  "3C1A06",
                  "3D1A1A"
          ]
  },
  {
          "门架HEX字符串": "3C1A06",
          "门架名称": "聊城西-德商济馆立交门架",
          "收费门架编号": "S000137002000710070",
          "纬度": 36.463898,
          "经度": 115.880505,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A01",
                  "3D5F06",
                  "3C1A07",
                  "3D1A0F"
          ]
  },
  {
          "门架HEX字符串": "3C1A07",
          "门架名称": "德商济馆立交-冠县东门架",
          "收费门架编号": "S000137002000810080",
          "纬度": 36.486191,
          "经度": 115.677752,
          "使用状态": "在用",
          "下游门架": [
                  "3C1A08",
                  "3D1A1E"
          ]
  },
  {
          "门架HEX字符串": "3C1A08",
          "门架名称": "冠县东-冠县门架",
          "收费门架编号": "S000137002000910090",
          "纬度": 36.487683,
          "经度": 115.640141,
          "使用状态": "在用",
          "下游门架": [
                  "3E1A09",
                  "3D1A1B"
          ]
  },
  {
          "门架HEX字符串": "3E1A09",
          "门架名称": "冠县-冠县西门架",
          "收费门架编号": "S000137002001010100",
          "纬度": 36.523369,
          "经度": 115.462967,
          "使用状态": "在用",
          "下游门架": [
                  "0E4001"
          ]
  },
  {
          "门架HEX字符串": "3E1A09",
          "门架名称": "冠县-冠县西门架",
          "收费门架编号": "S000137002001010210",
          "纬度": 36.523253,
          "经度": 115.457401,
          "使用状态": "在用",
          "下游门架": [
                  "0E4001"
          ]
  },
  {
          "门架HEX字符串": "3F1A0B",
          "门架名称": "冠县西-冠县门架",
          "收费门架编号": "S000137002001120110",
          "纬度": 36.523277,
          "经度": 115.450645,
          "使用状态": "在用",
          "下游门架": [
                  "3D1A0D",
                  "3D1A1B"
          ]
  },
  {
          "门架HEX字符串": "3F1A0B",
          "门架名称": "冠县西-冠县门架",
          "收费门架编号": "S000137002001120220",
          "纬度": 36.523146,
          "经度": 115.456268,
          "使用状态": "在用",
          "下游门架": [
                  "3D1A0D",
                  "3D1A1B"
          ]
  },
  {
          "门架HEX字符串": "3D1A0D",
          "门架名称": "冠县-冠县东门架",
          "收费门架编号": "S000137002001220120",
          "纬度": 36.48757800000001,
          "经度": 115.639195,
          "使用状态": "在用",
          "下游门架": [
                  "3D1A0E",
                  "3D1A1E"
          ]
  },
  {
          "门架HEX字符串": "3D1A0E",
          "门架名称": "冠县东-德商济馆立交门架",
          "收费门架编号": "S000137002001320130",
          "纬度": 36.486254,
          "经度": 115.676617,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A01",
                  "3D5F06",
                  "3C1A07",
                  "3D1A0F"
          ]
  },
  {
          "门架HEX字符串": "3D1A0F",
          "门架名称": "德商济馆立交-聊城西门架",
          "收费门架编号": "S000137002001420140",
          "纬度": 36.463595,
          "经度": 115.879413,
          "使用状态": "在用",
          "下游门架": [
                  "3D1A10",
                  "3D1A1A"
          ]
  },
  {
          "门架HEX字符串": "3D1A10",
          "门架名称": "聊城西-聊城门架",
          "收费门架编号": "S000137002001520150",
          "纬度": 36.476544,
          "经度": 115.926219,
          "使用状态": "备用",
          "下游门架": [
                  "3D1A11",
                  "3D1A23"
          ]
  },
  {
          "门架HEX字符串": "3D1A11",
          "门架名称": "聊城-聊城东门架",
          "收费门架编号": "S000137002001620160",
          "纬度": 36.4925143,
          "经度": 116.01257585,
          "使用状态": "在用",
          "下游门架": [
                  "3C1A04",
                  "3D1A12",
                  "3D1A21"
          ]
  },
  {
          "门架HEX字符串": "3D1A12",
          "门架名称": "聊城东-聊城开发门架",
          "收费门架编号": "S000137002001720170",
          "纬度": 36.49601009,
          "经度": 116.06652959,
          "使用状态": "在用",
          "下游门架": [
                  "3D1A13",
                  "3D1A16"
          ]
  },
  {
          "门架HEX字符串": "3D1A13",
          "门架名称": "聊城开发-茌平西门架",
          "收费门架编号": "S000137002001820180",
          "纬度": 36.529879,
          "经度": 116.202925,
          "使用状态": "在用",
          "下游门架": [
                  "3D1A14",
                  "3D1A18"
          ]
  },
  {
          "门架HEX字符串": "3D1A14",
          "门架名称": "茌平西-茌平门架",
          "收费门架编号": "S000137002001920190",
          "纬度": 36.54708400000001,
          "经度": 116.249589,
          "使用状态": "备用",
          "下游门架": [
                  "3D1A1D",
                  "3D1B18"
          ]
  },
  {
          "门架HEX字符串": "3C691A",
          "门架名称": "济绕济泰枢纽-锦绣川虚收费门架",
          "收费门架编号": "S000737001000610060",
          "纬度": 36.554722,
          "经度": 117.096388,
          "使用状态": "在用",
          "下游门架": [
                  "3D6911",
                  "3C691C"
          ]
  },
  {
          "门架HEX字符串": "3D691B",
          "门架名称": "锦绣川虚-济绕济泰枢纽收费门架",
          "收费门架编号": "S000737001000620060",
          "纬度": 36.554444,
          "经度": 117.139166,
          "使用状态": "在用",
          "下游门架": [
                  "3C1C03",
                  "3D1C09",
                  "3D6902"
          ]
  },
  {
          "门架HEX字符串": "3C691C",
          "门架名称": "锦绣川虚-柳埠东虚收费门架",
          "收费门架编号": "S000737001001110070",
          "纬度": 36.4575,
          "经度": 117.139166,
          "使用状态": "在用",
          "下游门架": [
                  "3D6913",
                  "3C691E"
          ]
  },
  {
          "门架HEX字符串": "3D691D",
          "门架名称": "柳埠东虚-锦绣川虚收费门架",
          "收费门架编号": "S000737001001120070",
          "纬度": 36.45722199999999,
          "经度": 117.139722,
          "使用状态": "在用",
          "下游门架": [
                  "3D6911",
                  "3D691B"
          ]
  },
  {
          "门架HEX字符串": "3C691E",
          "门架名称": "柳埠东虚-泰山北虚收费门架",
          "收费门架编号": "S000737001001210080",
          "纬度": 36.404444,
          "经度": 117.159166,
          "使用状态": "在用",
          "下游门架": [
                  "3D6915",
                  "3C6904"
          ]
  },
  {
          "门架HEX字符串": "3D6903",
          "门架名称": "泰山北虚-柳埠东虚收费门架",
          "收费门架编号": "S000737001001220080",
          "纬度": 36.403611,
          "经度": 117.159722,
          "使用状态": "在用",
          "下游门架": [
                  "3D6913",
                  "3D691D"
          ]
  },
  {
          "门架HEX字符串": "3C6904",
          "门架名称": "泰山北虚-泰山东虚收费门架",
          "收费门架编号": "S000737001001810090",
          "纬度": 36.266388,
          "经度": 117.233611,
          "使用状态": "在用",
          "下游门架": [
                  "3D6917",
                  "3C6906"
          ]
  },
  {
          "门架HEX字符串": "3D6905",
          "门架名称": "泰山东虚-泰山北虚收费门架",
          "收费门架编号": "S000737001001820090",
          "纬度": 36.266388,
          "经度": 117.234166,
          "使用状态": "在用",
          "下游门架": [
                  "3D6915",
                  "3D6903"
          ]
  },
  {
          "门架HEX字符串": "3C6906",
          "门架名称": "泰山东虚-省庄东枢纽收费门架",
          "收费门架编号": "S000737001001910100",
          "纬度": 36.236944,
          "经度": 117.255277,
          "使用状态": "在用",
          "下游门架": [
                  "3C6908",
                  "3D390E",
                  "3C390F"
          ]
  },
  {
          "门架HEX字符串": "3D6907",
          "门架名称": "省庄东枢纽-泰山东虚收费门架",
          "收费门架编号": "S000737001001920100",
          "纬度": 36.235555,
          "经度": 117.266944,
          "使用状态": "在用",
          "下游门架": [
                  "3D6917",
                  "3D6905"
          ]
  },
  {
          "门架HEX字符串": "3C6908",
          "门架名称": "省庄东枢纽-邱家店虚收费门架",
          "收费门架编号": "S000737001002410110",
          "纬度": 36.171388,
          "经度": 117.267222,
          "使用状态": "在用",
          "下游门架": [
                  "3D6919",
                  "3C690A"
          ]
  },
  {
          "门架HEX字符串": "3D6909",
          "门架名称": "邱家店虚-省庄东枢纽收费门架",
          "收费门架编号": "S000737001002420110",
          "纬度": 36.171111,
          "经度": 117.267777,
          "使用状态": "在用",
          "下游门架": [
                  "3D6907",
                  "3D390E",
                  "3C390F"
          ]
  },
  {
          "门架HEX字符串": "3C690A",
          "门架名称": "邱家店虚-青兰枢纽收费门架",
          "收费门架编号": "S000737001002510120",
          "纬度": 36.146666,
          "经度": 117.285555,
          "使用状态": "在用",
          "下游门架": [
                  "3C900A",
                  "3D9009",
                  "3C690C"
          ]
  },
  {
          "门架HEX字符串": "3D690B",
          "门架名称": "青兰枢纽-邱家店虚收费门架",
          "收费门架编号": "S000737001002520120",
          "纬度": 36.146388,
          "经度": 117.286111,
          "使用状态": "在用",
          "下游门架": [
                  "3D6919",
                  "3D6909"
          ]
  },
  {
          "门架HEX字符串": "3C2511",
          "门架名称": "烟海荣乌枢纽-烟台南门架",
          "收费门架编号": "S001137001000210020",
          "纬度": 37.30755811,
          "经度": 121.44314733,
          "使用状态": "在用",
          "下游门架": [
                  "3C2512",
                  "3D2523"
          ]
  },
  {
          "门架HEX字符串": "3C2512",
          "门架名称": "烟台南-牟平南门架",
          "收费门架编号": "S001137001000310030",
          "纬度": 37.20177588,
          "经度": 121.43049437,
          "使用状态": "在用",
          "下游门架": [
                  "3C2513",
                  "3D2525"
          ]
  },
  {
          "门架HEX字符串": "3C2513",
          "门架名称": "牟平南虚-龙角山枢纽收费门架",
          "收费门架编号": "S001137001000410040",
          "纬度": 37.166566,
          "经度": 121.403676,
          "使用状态": "在用",
          "下游门架": [
                  "3C2537",
                  "3C8514",
                  "3D8513"
          ]
  },
  {
          "门架HEX字符串": "3C2514",
          "门架名称": "乳山北-诸往门架",
          "收费门架编号": "S001137001000610060",
          "纬度": 36.98028361,
          "经度": 121.36727509,
          "使用状态": "在用",
          "下游门架": [
                  "3C2515",
                  "3D2529"
          ]
  },
  {
          "门架HEX字符串": "3C2515",
          "门架名称": "诸往-海阳北门架",
          "收费门架编号": "S001137001000710070",
          "纬度": 36.90030378,
          "经度": 121.31823821,
          "使用状态": "在用",
          "下游门架": [
                  "3C2516",
                  "3D2535"
          ]
  },
  {
          "门架HEX字符串": "3C2516",
          "门架名称": "海阳北-烟海威青枢纽门架",
          "收费门架编号": "S001137001000910090",
          "纬度": 36.87126426,
          "经度": 121.30606424,
          "使用状态": "在用",
          "下游门架": [
                  "3C4202",
                  "3D420F",
                  "3C251E"
          ]
  },
  {
          "门架HEX字符串": "3D2517",
          "门架名称": "烟海威青枢纽-海阳北门架",
          "收费门架编号": "S001137001001220120",
          "纬度": 36.87485256,
          "经度": 121.3066908,
          "使用状态": "在用",
          "下游门架": [
                  "3D2518",
                  "3D2535"
          ]
  },
  {
          "门架HEX字符串": "3D2518",
          "门架名称": "海阳北-诸往门架",
          "收费门架编号": "S001137001001420140",
          "纬度": 36.89946197,
          "经度": 121.31808326,
          "使用状态": "在用",
          "下游门架": [
                  "3D2519",
                  "3D2529"
          ]
  },
  {
          "门架HEX字符串": "3D2519",
          "门架名称": "诸往-乳山北门架",
          "收费门架编号": "S001137001001520150",
          "纬度": 36.97951948,
          "经度": 121.36746035,
          "使用状态": "在用",
          "下游门架": [
                  "3D2527",
                  "3D2538"
          ]
  },
  {
          "门架HEX字符串": "3D251A",
          "门架名称": "龙角山枢纽-牟平南虚收费门架",
          "收费门架编号": "S001137001001720170",
          "纬度": 37.16525900000001,
          "经度": 121.403159,
          "使用状态": "备用",
          "下游门架": [
                  "3D251B",
                  "3D2525"
          ]
  },
  {
          "门架HEX字符串": "3D251B",
          "门架名称": "牟平南-烟台南门架",
          "收费门架编号": "S001137001001820180",
          "纬度": 37.2009112,
          "经度": 121.43042042,
          "使用状态": "在用",
          "下游门架": [
                  "3D251C",
                  "3D2523"
          ]
  },
  {
          "门架HEX字符串": "3D251C",
          "门架名称": "烟台南-烟海荣乌枢纽门架",
          "收费门架编号": "S001137001001920190",
          "纬度": 37.30161541,
          "经度": 121.44681294,
          "使用状态": "在用",
          "下游门架": [
                  "3C2501",
                  "3D4F04",
                  "3D251F"
          ]
  },
  {
          "门架HEX字符串": "3C2537",
          "门架名称": "龙角山枢纽-乳山北虚收费门架",
          "收费门架编号": "S001137001002610010",
          "纬度": 37.024317,
          "经度": 121.386679,
          "使用状态": "备用",
          "下游门架": [
                  "3C2514",
                  "3D2527"
          ]
  },
  {
          "门架HEX字符串": "3D2538",
          "门架名称": "乳山北虚-龙角山枢纽收费门架",
          "收费门架编号": "S001137001002620020",
          "纬度": 37.023888,
          "经度": 121.386572,
          "使用状态": "备用",
          "下游门架": [
                  "3D251A",
                  "3C8514",
                  "3D8513"
          ]
  },
  {
          "门架HEX字符串": "3C4801",
          "门架名称": "古城枢纽-无棣东门架",
          "收费门架编号": "S001237001000110010",
          "纬度": 37.71103745102259,
          "经度": 117.7411736320893,
          "使用状态": "在用",
          "下游门架": [
                  "3C4803",
                  "3D4805"
          ]
  },
  {
          "门架HEX字符串": "3C4803",
          "门架名称": "无棣东-阳信门架",
          "收费门架编号": "S001237001000210020",
          "纬度": 37.68855947026621,
          "经度": 117.6636937878167,
          "使用状态": "在用",
          "下游门架": [
                  "3C4901",
                  "3D4807"
          ]
  },
  {
          "门架HEX字符串": "3D4804",
          "门架名称": "阳信-无棣东门架",
          "收费门架编号": "S001237001000520030",
          "纬度": 37.68840478924696,
          "经度": 117.6629267124576,
          "使用状态": "在用",
          "下游门架": [
                  "3D4802",
                  "3D4805"
          ]
  },
  {
          "门架HEX字符串": "3D4802",
          "门架名称": "无棣东-古城枢纽门架",
          "收费门架编号": "S001237001000620040",
          "纬度": 37.71041275784015,
          "经度": 117.7404011558929,
          "使用状态": "在用",
          "下游门架": [
                  "3C3004",
                  "3D3012",
                  "3C4801",
                  "3D3018"
          ]
  },
  {
          "门架HEX字符串": "3C4901",
          "门架名称": "阳信-庆云门架",
          "收费门架编号": "S001237002000110010",
          "纬度": 37.70199843,
          "经度": 117.43109731,
          "使用状态": "在用",
          "下游门架": [
                  "3D4919",
                  "3C4923"
          ]
  },
  {
          "门架HEX字符串": "3C4903",
          "门架名称": "乐陵-济乐滨德门架",
          "收费门架编号": "S001237002000310030",
          "纬度": 37.676051,
          "经度": 117.1505,
          "使用状态": "在用",
          "下游门架": [
                  "3D5404",
                  "3C5407",
                  "3C4904"
          ]
  },
  {
          "门架HEX字符串": "3C4904",
          "门架名称": "济乐滨德-宁津门架",
          "收费门架编号": "S001237002000410040",
          "纬度": 37.56931287,
          "经度": 116.81770964,
          "使用状态": "在用",
          "下游门架": [
                  "3C4905",
                  "3D491D"
          ]
  },
  {
          "门架HEX字符串": "3C4905",
          "门架名称": "宁津-德州东门架",
          "收费门架编号": "S001237002000510050",
          "纬度": 37.56346,
          "经度": 116.765191,
          "使用状态": "在用",
          "下游门架": [
                  "3C4906",
                  "3D491F"
          ]
  },
  {
          "门架HEX字符串": "3C4906",
          "门架名称": "德州东-德州北枢纽门架",
          "收费门架编号": "S001237002000610060",
          "纬度": 37.47721383,
          "经度": 116.42898489,
          "使用状态": "在用",
          "下游门架": [
                  "3C050F",
                  "3F0506",
                  "3C4907"
          ]
  },
  {
          "门架HEX字符串": "3C4907",
          "门架名称": "德州北枢纽-德州北门架",
          "收费门架编号": "S001237002000710070",
          "纬度": 37.500223,
          "经度": 116.367883,
          "使用状态": "在用",
          "下游门架": [
                  "3C4908",
                  "3D4915"
          ]
  },
  {
          "门架HEX字符串": "3C4908",
          "门架名称": "德州北-德州西门架",
          "收费门架编号": "S001237002000810080",
          "纬度": 37.51199059,
          "经度": 116.3335988,
          "使用状态": "在用",
          "下游门架": [
                  "3E4909",
                  "3D4917"
          ]
  },
  {
          "门架HEX字符串": "3E4909",
          "门架名称": "德州西-滨德鲁冀门架",
          "收费门架编号": "S001237002000910090",
          "纬度": 37.51711839103086,
          "经度": 116.3105402533328,
          "使用状态": "在用",
          "下游门架": [
                  "0F21EB"
          ]
  },
  {
          "门架HEX字符串": "3E4909",
          "门架名称": "德州西-滨德鲁冀门架",
          "收费门架编号": "S001237002000910210",
          "纬度": 37.51819128915044,
          "经度": 116.3049711467232,
          "使用状态": "在用",
          "下游门架": [
                  "0F21EB"
          ]
  },
  {
          "门架HEX字符串": "3F490B",
          "门架名称": "滨德鲁冀-德州西门架",
          "收费门架编号": "S001237002001020100",
          "纬度": 37.51862648727047,
          "经度": 116.2951616280745,
          "使用状态": "在用",
          "下游门架": [
                  "3D490D",
                  "3D4917"
          ]
  },
  {
          "门架HEX字符串": "3F490B",
          "门架名称": "滨德鲁冀-德州西门架",
          "收费门架编号": "S001237002001020220",
          "纬度": 37.51816471544917,
          "经度": 116.2894832366803,
          "使用状态": "在用",
          "下游门架": [
                  "3D490D",
                  "3D4917"
          ]
  },
  {
          "门架HEX字符串": "3D490D",
          "门架名称": "德州西-德州北门架",
          "收费门架编号": "S001237002001120110",
          "纬度": 37.51190163,
          "经度": 116.33228859,
          "使用状态": "在用",
          "下游门架": [
                  "3D490E",
                  "3D4915"
          ]
  },
  {
          "门架HEX字符串": "3D490E",
          "门架名称": "德州北-德州北枢纽门架",
          "收费门架编号": "S001237002001220120",
          "纬度": 37.500338,
          "经度": 116.366504,
          "使用状态": "在用",
          "下游门架": [
                  "3C050F",
                  "3F0506",
                  "3D490F"
          ]
  },
  {
          "门架HEX字符串": "3D490F",
          "门架名称": "德州北枢纽-德州东门架",
          "收费门架编号": "S001237002001320130",
          "纬度": 37.47743202,
          "经度": 116.42783011,
          "使用状态": "在用",
          "下游门架": [
                  "3D4910",
                  "3D491F"
          ]
  },
  {
          "门架HEX字符串": "3D4910",
          "门架名称": "德州东-宁津门架",
          "收费门架编号": "S001237002001420140",
          "纬度": 37.563392,
          "经度": 116.764146,
          "使用状态": "在用",
          "下游门架": [
                  "3D4911",
                  "3D491D"
          ]
  },
  {
          "门架HEX字符串": "3D4911",
          "门架名称": "宁津-济乐滨德门架",
          "收费门架编号": "S001237002001520150",
          "纬度": 37.56902226,
          "经度": 116.81705714,
          "使用状态": "在用",
          "下游门架": [
                  "3D5404",
                  "3C5407",
                  "3D4912"
          ]
  },
  {
          "门架HEX字符串": "3D4912",
          "门架名称": "济乐滨德-乐陵门架",
          "收费门架编号": "S001237002001620160",
          "纬度": 37.67599000000001,
          "经度": 117.149708,
          "使用状态": "在用",
          "下游门架": [
                  "3D491B",
                  "3D4922"
          ]
  },
  {
          "门架HEX字符串": "3D4914",
          "门架名称": "庆云-阳信门架",
          "收费门架编号": "S001237002001820180",
          "纬度": 37.70186968,
          "经度": 117.4299684,
          "使用状态": "在用",
          "下游门架": [
                  "3D4804",
                  "3D4807"
          ]
  },
  {
          "门架HEX字符串": "3C0201",
          "门架名称": "青龙潍莱立交-莱西门架",
          "收费门架编号": "S001637001000210010",
          "纬度": 36.92822807824857,
          "经度": 120.5480038369075,
          "使用状态": "在用",
          "下游门架": [
                  "3C0202",
                  "3D0209"
          ]
  },
  {
          "门架HEX字符串": "3C0202",
          "门架名称": "莱西-莱西枢纽门架",
          "收费门架编号": "S001637001000310020",
          "纬度": 36.91264698196325,
          "经度": 120.4848111665616,
          "使用状态": "在用",
          "下游门架": [
                  "3D2B03",
                  "3C7001",
                  "3C0203"
          ]
  },
  {
          "门架HEX字符串": "3C0203",
          "门架名称": "莱西枢纽-武备门架",
          "收费门架编号": "S001637001000410030",
          "纬度": 36.859052,
          "经度": 120.353491,
          "使用状态": "在用",
          "下游门架": [
                  "3C0101",
                  "3D0119"
          ]
  },
  {
          "门架HEX字符串": "3D0204",
          "门架名称": "武备-莱西枢纽门架",
          "收费门架编号": "S001637001000720040",
          "纬度": 36.858675,
          "经度": 120.352581,
          "使用状态": "在用",
          "下游门架": [
                  "3D2B03",
                  "3C7001",
                  "3D0205"
          ]
  },
  {
          "门架HEX字符串": "3D0205",
          "门架名称": "莱西枢纽-莱西门架",
          "收费门架编号": "S001637001000820050",
          "纬度": 36.91239788,
          "经度": 120.48440308,
          "使用状态": "在用",
          "下游门架": [
                  "3D0206",
                  "3D0209"
          ]
  },
  {
          "门架HEX字符串": "3D0206",
          "门架名称": "莱西-青龙潍莱立交门架",
          "收费门架编号": "S001637001000920060",
          "纬度": 36.92796949599469,
          "经度": 120.5471978330986,
          "使用状态": "在用",
          "下游门架": [
                  "3D8401",
                  "3C580A",
                  "3D5808"
          ]
  },
  {
          "门架HEX字符串": "3C0301",
          "门架名称": "明村枢纽-石埠门架",
          "收费门架编号": "S001637002000110010",
          "纬度": 36.7497185203069,
          "经度": 119.499771766645,
          "使用状态": "备用",
          "下游门架": [
                  "3C0302",
                  "3D030D"
          ]
  },
  {
          "门架HEX字符串": "3C0302",
          "门架名称": "石埠-朱里门架",
          "收费门架编号": "S001637002000210020",
          "纬度": 36.74767887,
          "经度": 119.44483567,
          "使用状态": "备用",
          "下游门架": [
                  "3C0303",
                  "3D030B"
          ]
  },
  {
          "门架HEX字符串": "3C0303",
          "门架名称": "朱里-涌泉枢纽门架",
          "收费门架编号": "S001637002000310030",
          "纬度": 36.74039,
          "经度": 119.375224,
          "使用状态": "在用",
          "下游门架": [
                  "3C1002",
                  "3D100C",
                  "3C0304"
          ]
  },
  {
          "门架HEX字符串": "3C0304",
          "门架名称": "涌泉枢纽-坊子门架",
          "收费门架编号": "S001637002000410040",
          "纬度": 36.61902813,
          "经度": 119.19833814,
          "使用状态": "备用",
          "下游门架": [
                  "3D8A04",
                  "3C8A07"
          ]
  },
  {
          "门架HEX字符串": "3D0305",
          "门架名称": "坊子-涌泉枢纽门架",
          "收费门架编号": "S001637002000520050",
          "纬度": 36.61887672,
          "经度": 119.19747925,
          "使用状态": "备用",
          "下游门架": [
                  "3C1002",
                  "3D100C",
                  "3D0306"
          ]
  },
  {
          "门架HEX字符串": "3D0306",
          "门架名称": "涌泉枢纽-朱里门架",
          "收费门架编号": "S001637002000620060",
          "纬度": 36.739679,
          "经度": 119.37353,
          "使用状态": "在用",
          "下游门架": [
                  "3D0307",
                  "3D030B"
          ]
  },
  {
          "门架HEX字符串": "3D0307",
          "门架名称": "朱里-石埠门架",
          "收费门架编号": "S001637002000720070",
          "纬度": 36.74770164,
          "经度": 119.44344179,
          "使用状态": "备用",
          "下游门架": [
                  "3D0308",
                  "3D030D"
          ]
  },
  {
          "门架HEX字符串": "3D0308",
          "门架名称": "石埠-明村枢纽门架",
          "收费门架编号": "S001637002000820080",
          "纬度": 36.7496050457584,
          "经度": 119.498543046597,
          "使用状态": "备用",
          "下游门架": [
                  "3D2C03",
                  "3D0108"
          ]
  },
  {
          "门架HEX字符串": "3C850C",
          "门架名称": "威乳荣文立交-泽头虚收费门架",
          "收费门架编号": "S001637003000110010",
          "纬度": 37.08,
          "经度": 121.905,
          "使用状态": "在用",
          "下游门架": [
                  "3C850E",
                  "3D8504"
          ]
  },
  {
          "门架HEX字符串": "3C850E",
          "门架名称": "泽头虚-下初虚收费门架",
          "收费门架编号": "S001637003000210020",
          "纬度": 37.056105,
          "经度": 121.622888,
          "使用状态": "在用",
          "下游门架": [
                  "3C8510",
                  "3D8507"
          ]
  },
  {
          "门架HEX字符串": "3C8510",
          "门架名称": "下初虚-午极虚收费门架",
          "收费门架编号": "S001637003000310030",
          "纬度": 37.064,
          "经度": 121.587,
          "使用状态": "在用",
          "下游门架": [
                  "3C8512",
                  "3D8509"
          ]
  },
  {
          "门架HEX字符串": "3C8512",
          "门架名称": "午极虚-龙角山枢纽收费门架",
          "收费门架编号": "S001637003000410040",
          "纬度": 37.074,
          "经度": 121.457,
          "使用状态": "在用",
          "下游门架": [
                  "3D251A",
                  "3C2537",
                  "3C8514"
          ]
  },
  {
          "门架HEX字符串": "3C8514",
          "门架名称": "龙角山枢纽-崖子虚收费门架",
          "收费门架编号": "S001637003000710050",
          "纬度": 37.092,
          "经度": 121.299,
          "使用状态": "在用",
          "下游门架": [
                  "3C8502",
                  "3D850B"
          ]
  },
  {
          "门架HEX字符串": "3C8502",
          "门架名称": "崖子虚-郭城虚收费门架",
          "收费门架编号": "S001637003000810060",
          "纬度": 37.091,
          "经度": 121.269,
          "使用状态": "在用",
          "下游门架": [
                  "3C8402",
                  "3D840E"
          ]
  },
  {
          "门架HEX字符串": "3D8503",
          "门架名称": "郭城虚-崖子虚收费门架",
          "收费门架编号": "S001637003000920070",
          "纬度": 37.092,
          "经度": 121.26,
          "使用状态": "在用",
          "下游门架": [
                  "3D8501",
                  "3D850B"
          ]
  },
  {
          "门架HEX字符串": "3D8501",
          "门架名称": "崖子虚-龙角山枢纽收费门架",
          "收费门架编号": "S001637003001020080",
          "纬度": 37.091,
          "经度": 121.298,
          "使用状态": "在用",
          "下游门架": [
                  "3D251A",
                  "3C2537",
                  "3D8513"
          ]
  },
  {
          "门架HEX字符串": "3D8513",
          "门架名称": "龙角山枢纽-午极虚收费门架",
          "收费门架编号": "S001637003001320090",
          "纬度": 37.078,
          "经度": 121.458,
          "使用状态": "在用",
          "下游门架": [
                  "3D8511",
                  "3D8509"
          ]
  },
  {
          "门架HEX字符串": "3D8511",
          "门架名称": "午极虚-下初虚收费门架",
          "收费门架编号": "S001637003001420100",
          "纬度": 37.067,
          "经度": 121.58,
          "使用状态": "在用",
          "下游门架": [
                  "3D850F",
                  "3D8507"
          ]
  },
  {
          "门架HEX字符串": "3D850F",
          "门架名称": "下初虚-泽头虚收费门架",
          "收费门架编号": "S001637003001520110",
          "纬度": 37.056063,
          "经度": 121.622257,
          "使用状态": "在用",
          "下游门架": [
                  "3D850D",
                  "3D8504"
          ]
  },
  {
          "门架HEX字符串": "3D850D",
          "门架名称": "泽头虚-威乳荣文立交收费门架",
          "收费门架编号": "S001637003001620120",
          "纬度": 37.078,
          "经度": 121.894,
          "使用状态": "在用",
          "下游门架": [
                  "3D5E05",
                  "3C0404",
                  "3D040F"
          ]
  },
  {
          "门架HEX字符串": "3C8402",
          "门架名称": "郭城虚-发城虚收费门架",
          "收费门架编号": "S001637004000210010",
          "纬度": 36.971,
          "经度": 121.054,
          "使用状态": "在用",
          "下游门架": [
                  "3C8404",
                  "3D8410"
          ]
  },
  {
          "门架HEX字符串": "3C8404",
          "门架名称": "发城虚-万第虚收费门架",
          "收费门架编号": "S001637004000310020",
          "纬度": 36.901,
          "经度": 120.845,
          "使用状态": "在用",
          "下游门架": [
                  "3C8406",
                  "3D8413"
          ]
  },
  {
          "门架HEX字符串": "3C8406",
          "门架名称": "万第虚-古柳虚收费门架",
          "收费门架编号": "S001637004000410030",
          "纬度": 36.879,
          "经度": 120.728,
          "使用状态": "在用",
          "下游门架": [
                  "3C8408",
                  "3D8414"
          ]
  },
  {
          "门架HEX字符串": "3C8408",
          "门架名称": "古柳虚-吕格庄虚收费门架",
          "收费门架编号": "S001637004000510040",
          "纬度": 36.898,
          "经度": 120.653,
          "使用状态": "在用",
          "下游门架": [
                  "3C840A",
                  "3D8416"
          ]
  },
  {
          "门架HEX字符串": "3C840A",
          "门架名称": "吕格庄虚-冯格庄虚收费门架",
          "收费门架编号": "S001637004000610050",
          "纬度": 36.924,
          "经度": 120.595,
          "使用状态": "在用",
          "下游门架": [
                  "3C840C",
                  "3D8418"
          ]
  },
  {
          "门架HEX字符串": "3C840C",
          "门架名称": "冯格庄虚-青龙潍莱立交收费门架",
          "收费门架编号": "S001637004000710060",
          "纬度": 36.928,
          "经度": 120.57,
          "使用状态": "在用",
          "下游门架": [
                  "3C0201",
                  "3C580A",
                  "3D5808"
          ]
  },
  {
          "门架HEX字符串": "3D8401",
          "门架名称": "青龙潍莱立交-冯格庄虚收费门架",
          "收费门架编号": "S001637004001020070",
          "纬度": 36.928,
          "经度": 120.566,
          "使用状态": "在用",
          "下游门架": [
                  "3D840B",
                  "3D8418"
          ]
  },
  {
          "门架HEX字符串": "3D840B",
          "门架名称": "冯格庄虚-吕格庄虚收费门架",
          "收费门架编号": "S001637004001120080",
          "纬度": 36.919,
          "经度": 120.584,
          "使用状态": "在用",
          "下游门架": [
                  "3D8409",
                  "3D8416"
          ]
  },
  {
          "门架HEX字符串": "3D8409",
          "门架名称": "吕格庄虚-古柳虚收费门架",
          "收费门架编号": "S001637004001220090",
          "纬度": 36.891,
          "经度": 120.679,
          "使用状态": "在用",
          "下游门架": [
                  "3D8407",
                  "3D8414"
          ]
  },
  {
          "门架HEX字符串": "3D8407",
          "门架名称": "古柳虚-万第虚收费门架",
          "收费门架编号": "S001637004001320100",
          "纬度": 36.891,
          "经度": 120.644,
          "使用状态": "在用",
          "下游门架": [
                  "3D8405",
                  "3D8413"
          ]
  },
  {
          "门架HEX字符串": "3D8405",
          "门架名称": "万第虚-发城虚收费门架",
          "收费门架编号": "S001637004001420110",
          "纬度": 36.914,
          "经度": 120.853,
          "使用状态": "在用",
          "下游门架": [
                  "3D8403",
                  "3D8410"
          ]
  },
  {
          "门架HEX字符串": "3D8403",
          "门架名称": "发城虚-郭城虚收费门架",
          "收费门架编号": "S001637004001520120",
          "纬度": 36.971,
          "经度": 121.053,
          "使用状态": "在用",
          "下游门架": [
                  "3D8503",
                  "3D840E"
          ]
  },
  {
          "门架HEX字符串": "3C8A07",
          "门架名称": "坊子虚-坊子西虚收费门架",
          "收费门架编号": "S001637005000910070",
          "纬度": 36.602,
          "经度": 119.114,
          "使用状态": "备用",
          "下游门架": [
                  "3D8A02",
                  "3C8A09"
          ]
  },
  {
          "门架HEX字符串": "3D8A08",
          "门架名称": "坊子西虚-坊子虚收费门架",
          "收费门架编号": "S001637005001020080",
          "纬度": 36.601,
          "经度": 119.114,
          "使用状态": "备用",
          "下游门架": [
                  "3D8A04",
                  "3D0305"
          ]
  },
  {
          "门架HEX字符串": "3C8A09",
          "门架名称": "坊子西虚-营丘东枢纽收费门架",
          "收费门架编号": "S001637005001110090",
          "纬度": 36.577,
          "经度": 119.098,
          "使用状态": "备用",
          "下游门架": [
                  "3C8A0B"
          ]
  },
  {
          "门架HEX字符串": "3D8A0A",
          "门架名称": "营丘东枢纽-坊子西虚收费门架",
          "收费门架编号": "S001637005001220100",
          "纬度": 36.576,
          "经度": 119.097,
          "使用状态": "备用",
          "下游门架": [
                  "3D8A02",
                  "3D8A08"
          ]
  },
  {
          "门架HEX字符串": "3C8A0B",
          "门架名称": "营丘东枢纽-营丘枢纽收费门架",
          "收费门架编号": "S001637005001310110",
          "纬度": 36.552,
          "经度": 119.066,
          "使用状态": "备用",
          "下游门架": [
                  "3D673F",
                  "3C6740"
          ]
  },
  {
          "门架HEX字符串": "3D8A0C",
          "门架名称": "营丘枢纽-营丘东枢纽收费门架",
          "收费门架编号": "S001637005001420120",
          "纬度": 36.551,
          "经度": 119.065,
          "使用状态": "备用",
          "下游门架": [
                  "3D8A0A"
          ]
  },
  {
          "门架HEX字符串": "3C6801",
          "门架名称": "蓬莱-蓬莱枢纽门架",
          "收费门架编号": "S001737001000110010",
          "纬度": 37.7477882408632,
          "经度": 120.8708906313339,
          "使用状态": "在用",
          "下游门架": [
                  "3C2604",
                  "3D260C",
                  "3C6802"
          ]
  },
  {
          "门架HEX字符串": "3C6802",
          "门架名称": "蓬莱枢纽-大辛店门架",
          "收费门架编号": "S001737001000210020",
          "纬度": 37.596071,
          "经度": 120.907096,
          "使用状态": "在用",
          "下游门架": [
                  "3C6803",
                  "3D6809"
          ]
  },
  {
          "门架HEX字符串": "3C6803",
          "门架名称": "大辛店-沈海蓬栖枢纽门架",
          "收费门架编号": "S001737001000310030",
          "纬度": 37.563364,
          "经度": 120.893181,
          "使用状态": "在用",
          "下游门架": [
                  "3C2404",
                  "3D240E"
          ]
  },
  {
          "门架HEX字符串": "3D6804",
          "门架名称": "沈海蓬栖枢纽-大辛店门架",
          "收费门架编号": "S001737001000420040",
          "纬度": 37.562788,
          "经度": 120.893343,
          "使用状态": "在用",
          "下游门架": [
                  "3D6805",
                  "3D6809"
          ]
  },
  {
          "门架HEX字符串": "3D6805",
          "门架名称": "大辛店-蓬莱枢纽门架",
          "收费门架编号": "S001737001000520050",
          "纬度": 37.59550695,
          "经度": 120.90684495,
          "使用状态": "在用",
          "下游门架": [
                  "3C2604",
                  "3D260C",
                  "3D6806"
          ]
  },
  {
          "门架HEX字符串": "3D6806",
          "门架名称": "蓬莱枢纽-蓬莱门架",
          "收费门架编号": "S001737001000620060",
          "纬度": 37.74695622338915,
          "经度": 120.8710663161063,
          "使用状态": "在用",
          "下游门架": [
                  "3D6807"
          ]
  },
  {
          "门架HEX字符串": "3C5818",
          "门架名称": "惜福-城阳南门架",
          "收费门架编号": "S001937001000110010",
          "纬度": 36.30456242,
          "经度": 120.44411157,
          "使用状态": "在用",
          "下游门架": [
                  "3C7511",
                  "3D7510",
                  "3D7521",
                  "3C581B"
          ]
  },
  {
          "门架HEX字符串": "3D5819",
          "门架名称": "城阳南-惜福门架",
          "收费门架编号": "S001937001000220020",
          "纬度": 36.330985,
          "经度": 120.509028,
          "使用状态": "备用",
          "下游门架": [
                  "3D5817",
                  "3D5828"
          ]
  },
  {
          "门架HEX字符串": "3C5807",
          "门架名称": "高格庄枢纽-青龙潍莱立交门架",
          "收费门架编号": "S001937002000110010",
          "纬度": 36.97644717,
          "经度": 120.54915243,
          "使用状态": "在用",
          "下游门架": [
                  "3C0201",
                  "3D8401",
                  "3C580A"
          ]
  },
  {
          "门架HEX字符串": "3C580A",
          "门架名称": "青龙潍莱立交-莱西东门架",
          "收费门架编号": "S001937002000210020",
          "纬度": 36.91578703,
          "经度": 120.58070919,
          "使用状态": "在用",
          "下游门架": [
                  "3C580B",
                  "3D581C"
          ]
  },
  {
          "门架HEX字符串": "3C580B",
          "门架名称": "莱西东-团旺门架",
          "收费门架编号": "S001937002000310030",
          "纬度": 36.77617807,
          "经度": 120.55272733,
          "使用状态": "在用",
          "下游门架": [
                  "3C580D",
                  "3D580C",
                  "3D581E"
          ]
  },
  {
          "门架HEX字符串": "3C580D",
          "门架名称": "团旺-姜山门架",
          "收费门架编号": "S001937002000410040",
          "纬度": 36.65593067,
          "经度": 120.51626174,
          "使用状态": "在用",
          "下游门架": [
                  "3C580F",
                  "3D5820"
          ]
  },
  {
          "门架HEX字符串": "3C580F",
          "门架名称": "姜山-华山东门架",
          "收费门架编号": "S001937002000510050",
          "纬度": 36.61684795433528,
          "经度": 120.5194721725266,
          "使用状态": "在用",
          "下游门架": [
                  "3C5811",
                  "3D5810",
                  "3D5822"
          ]
  },
  {
          "门架HEX字符串": "3C5811",
          "门架名称": "华山东-青龙威青立交门架",
          "收费门架编号": "S001937002000610060",
          "纬度": 36.52862369,
          "经度": 120.56340513,
          "使用状态": "在用",
          "下游门架": [
                  "3C4102",
                  "3D410C",
                  "3C5814"
          ]
  },
  {
          "门架HEX字符串": "3C5814",
          "门架名称": "青龙威青立交-龙泉门架",
          "收费门架编号": "S001937002000710070",
          "纬度": 36.47478079,
          "经度": 120.56640195,
          "使用状态": "在用",
          "下游门架": [
                  "3C5815",
                  "3D5823"
          ]
  },
  {
          "门架HEX字符串": "3C5815",
          "门架名称": "龙泉-即墨东门架",
          "收费门架编号": "S001937002000810080",
          "纬度": 36.439189,
          "经度": 120.552636,
          "使用状态": "在用",
          "下游门架": [
                  "3C5803",
                  "3D5816",
                  "3D5825"
          ]
  },
  {
          "门架HEX字符串": "3C5803",
          "门架名称": "即墨东-惜福门架",
          "收费门架编号": "S001937002000910090",
          "纬度": 36.38261223,
          "经度": 120.55252188,
          "使用状态": "在用",
          "下游门架": [
                  "3C5818",
                  "3D5828"
          ]
  },
  {
          "门架HEX字符串": "3D5817",
          "门架名称": "惜福-即墨东门架",
          "收费门架编号": "S001937002001420120",
          "纬度": 36.38202565,
          "经度": 120.55241057,
          "使用状态": "在用",
          "下游门架": [
                  "3D5816",
                  "3D5825"
          ]
  },
  {
          "门架HEX字符串": "3D5816",
          "门架名称": "即墨东-龙泉门架",
          "收费门架编号": "S001937002001520130",
          "纬度": 36.438599,
          "经度": 120.552524,
          "使用状态": "在用",
          "下游门架": [
                  "3C5815",
                  "3D5813",
                  "3D5823"
          ]
  },
  {
          "门架HEX字符串": "3D5813",
          "门架名称": "龙泉-青龙威青立交门架",
          "收费门架编号": "S001937002001620140",
          "纬度": 36.47389113,
          "经度": 120.56655252,
          "使用状态": "在用",
          "下游门架": [
                  "3C4102",
                  "3D410C",
                  "3D5812"
          ]
  },
  {
          "门架HEX字符串": "3D5812",
          "门架名称": "青龙威青立交-华山东门架",
          "收费门架编号": "S001937002001720150",
          "纬度": 36.52797998,
          "经度": 120.56353188,
          "使用状态": "在用",
          "下游门架": [
                  "3D5810",
                  "3D5822"
          ]
  },
  {
          "门架HEX字符串": "3D5810",
          "门架名称": "华山东-姜山门架",
          "收费门架编号": "S001937002001820160",
          "纬度": 36.61646778,
          "经度": 120.5197206,
          "使用状态": "在用",
          "下游门架": [
                  "3C580F",
                  "3D580E",
                  "3D5820"
          ]
  },
  {
          "门架HEX字符串": "3D580E",
          "门架名称": "姜山-团旺门架",
          "收费门架编号": "S001937002001920170",
          "纬度": 36.65507831,
          "经度": 120.51659392,
          "使用状态": "在用",
          "下游门架": [
                  "3D580C",
                  "3D581E"
          ]
  },
  {
          "门架HEX字符串": "3D580C",
          "门架名称": "团旺-莱西东门架",
          "收费门架编号": "S001937002002020180",
          "纬度": 36.77574923,
          "经度": 120.55276915,
          "使用状态": "在用",
          "下游门架": [
                  "3C580B",
                  "3D5809",
                  "3D581C"
          ]
  },
  {
          "门架HEX字符串": "3D5809",
          "门架名称": "莱西东-青龙潍莱立交门架",
          "收费门架编号": "S001937002002120190",
          "纬度": 36.91539827,
          "经度": 120.58112375,
          "使用状态": "在用",
          "下游门架": [
                  "3C0201",
                  "3D8401",
                  "3D5808"
          ]
  },
  {
          "门架HEX字符串": "3D5808",
          "门架名称": "青龙潍莱立交-高格庄枢纽门架",
          "收费门架编号": "S001937002002220200",
          "纬度": 36.97621052,
          "经度": 120.54951549,
          "使用状态": "在用",
          "下游门架": [
                  "3C2B02",
                  "3D2B04",
                  "3D6C06"
          ]
  },
  {
          "门架HEX字符串": "3C7401",
          "门架名称": "龙口港-龙港南立交门架",
          "收费门架编号": "S001937003000110010",
          "纬度": 37.57821945,
          "经度": 120.36581639,
          "使用状态": "在用",
          "下游门架": [
                  "3C2607",
                  "3D260D",
                  "3C6C01"
          ]
  },
  {
          "门架HEX字符串": "3D7402",
          "门架名称": "龙港南立交-龙口港门架",
          "收费门架编号": "S001937003000220020",
          "纬度": 37.57788339,
          "经度": 120.36600054,
          "使用状态": "在用",
          "下游门架": [
                  "3D2A01"
          ]
  },
  {
          "门架HEX字符串": "3C6C01",
          "门架名称": "龙港南立交-招远玲珑门架",
          "收费门架编号": "S001937004000110010",
          "纬度": 37.42187634309805,
          "经度": 120.430308650364,
          "使用状态": "在用",
          "下游门架": [
                  "3C6C02",
                  "3D6C0B"
          ]
  },
  {
          "门架HEX字符串": "3C6C02",
          "门架名称": "招远玲珑-招远东门架",
          "收费门架编号": "S001937004000210020",
          "纬度": 37.397578,
          "经度": 120.462736,
          "使用状态": "在用",
          "下游门架": [
                  "3C6C03",
                  "3D6C0D"
          ]
  },
  {
          "门架HEX字符串": "3C6C03",
          "门架名称": "招远东-招远毕郭门架",
          "收费门架编号": "S001937004000310030",
          "纬度": 37.33521202030639,
          "经度": 120.4913935758751,
          "使用状态": "在用",
          "下游门架": [
                  "3C6C04",
                  "3D6C0F"
          ]
  },
  {
          "门架HEX字符串": "3C6C04",
          "门架名称": "招远毕郭-马连庄门架",
          "收费门架编号": "S001937004000410040",
          "纬度": 37.21571829,
          "经度": 120.5157263,
          "使用状态": "在用",
          "下游门架": [
                  "3C6C05",
                  "3D6C11"
          ]
  },
  {
          "门架HEX字符串": "3C6C05",
          "门架名称": "马连庄-高格庄枢纽门架",
          "收费门架编号": "S001937004000610060",
          "纬度": 37.05200175,
          "经度": 120.52317045,
          "使用状态": "在用",
          "下游门架": [
                  "3C2B02",
                  "3D2B04",
                  "3C5807"
          ]
  },
  {
          "门架HEX字符串": "3D6C06",
          "门架名称": "高格庄枢纽-马连庄门架",
          "收费门架编号": "S001937004000720070",
          "纬度": 37.05140847,
          "经度": 120.52321668,
          "使用状态": "在用",
          "下游门架": [
                  "3D6C07",
                  "3D6C11"
          ]
  },
  {
          "门架HEX字符串": "3D6C07",
          "门架名称": "马连庄-招远毕郭门架",
          "收费门架编号": "S001937004000920090",
          "纬度": 37.21501953,
          "经度": 120.51571489,
          "使用状态": "在用",
          "下游门架": [
                  "3D6C08",
                  "3D6C0F"
          ]
  },
  {
          "门架HEX字符串": "3D6C08",
          "门架名称": "招远毕郭-招远东门架",
          "收费门架编号": "S001937004001020100",
          "纬度": 37.33261870125018,
          "经度": 120.4929814436119,
          "使用状态": "在用",
          "下游门架": [
                  "3D6C09",
                  "3D6C0D"
          ]
  },
  {
          "门架HEX字符串": "3D6C09",
          "门架名称": "招远东-招远玲珑门架",
          "收费门架编号": "S001937004001120110",
          "纬度": 37.39709824925809,
          "经度": 120.4635086878097,
          "使用状态": "在用",
          "下游门架": [
                  "3D6C0A",
                  "3D6C0B"
          ]
  },
  {
          "门架HEX字符串": "3D6C0A",
          "门架名称": "招远玲珑-龙港南立交门架",
          "收费门架编号": "S001937004001220120",
          "纬度": 37.42154190662136,
          "经度": 120.4309451383669,
          "使用状态": "在用",
          "下游门架": [
                  "3C2607",
                  "3D260D",
                  "3D7402"
          ]
  },
  {
          "门架HEX字符串": "3C671A",
          "门架名称": "荣乌潍日立交-潍日潍城门架",
          "收费门架编号": "S002337001000210010",
          "纬度": 36.828659,
          "经度": 118.992226,
          "使用状态": "在用",
          "下游门架": [
                  "3C671B",
                  "3D673C"
          ]
  },
  {
          "门架HEX字符串": "3C671B",
          "门架名称": "潍日潍城-于河枢纽门架",
          "收费门架编号": "S002337001000310020",
          "纬度": 36.790755,
          "经度": 118.967349,
          "使用状态": "在用",
          "下游门架": [
                  "3C1006",
                  "3D1008",
                  "3C671E"
          ]
  },
  {
          "门架HEX字符串": "3C671E",
          "门架名称": "于河枢纽-潍城西门架",
          "收费门架编号": "S002337001000410010",
          "纬度": 36.738741,
          "经度": 118.961106,
          "使用状态": "在用",
          "下游门架": [
                  "3C6702",
                  "3D673A"
          ]
  },
  {
          "门架HEX字符串": "3D671C",
          "门架名称": "于河枢纽-潍日潍城门架",
          "收费门架编号": "S002337001000620030",
          "纬度": 36.789992,
          "经度": 118.966744,
          "使用状态": "在用",
          "下游门架": [
                  "3D671D",
                  "3D673C"
          ]
  },
  {
          "门架HEX字符串": "3D671D",
          "门架名称": "潍日潍城-荣乌潍日立交门架",
          "收费门架编号": "S002337001000720040",
          "纬度": 36.827654,
          "经度": 118.99238,
          "使用状态": "在用",
          "下游门架": [
                  "3C4404",
                  "3D440C",
                  "3D6723"
          ]
  },
  {
          "门架HEX字符串": "3C3A03",
          "门架名称": "莱芜南-莱芜西门架",
          "收费门架编号": "S002637001000110010",
          "纬度": 36.18451171,
          "经度": 117.68583387,
          "使用状态": "在用",
          "下游门架": [
                  "3C3A04",
                  "3D3A0F"
          ]
  },
  {
          "门架HEX字符串": "3C3A04",
          "门架名称": "莱芜西-莱泰杨庄门架",
          "收费门架编号": "S002637001000210020",
          "纬度": 36.22066396,
          "经度": 117.46916317,
          "使用状态": "在用",
          "下游门架": [
                  "3C3901",
                  "3D390B"
          ]
  },
  {
          "门架HEX字符串": "3D3A07",
          "门架名称": "莱泰杨庄-莱芜西门架",
          "收费门架编号": "S002637001000520050",
          "纬度": 36.22057463,
          "经度": 117.46823497,
          "使用状态": "在用",
          "下游门架": [
                  "3D3A08",
                  "3D3A0F"
          ]
  },
  {
          "门架HEX字符串": "3D3A08",
          "门架名称": "莱芜西-莱芜南门架",
          "收费门架编号": "S002637001000620060",
          "纬度": 36.18430202,
          "经度": 117.68483821,
          "使用状态": "在用",
          "下游门架": [
                  "3D3A02",
                  "3D3A0D"
          ]
  },
  {
          "门架HEX字符串": "3C3901",
          "门架名称": "莱泰杨庄-范镇门架",
          "收费门架编号": "S002637002000110010",
          "纬度": 36.2152546270318,
          "经度": 117.4175651174764,
          "使用状态": "在用",
          "下游门架": [
                  "3C390D",
                  "3D390A"
          ]
  },
  {
          "门架HEX字符串": "3D3904",
          "门架名称": "范镇-莱泰杨庄门架",
          "收费门架编号": "S002637002000420040",
          "纬度": 36.21496016,
          "经度": 117.41707188,
          "使用状态": "在用",
          "下游门架": [
                  "3D3A07",
                  "3D390B"
          ]
  },
  {
          "门架HEX字符串": "3C6B01",
          "门架名称": "十八里铺立交-张寨北门架",
          "收费门架编号": "S002837001000110010",
          "纬度": 36.084907,
          "经度": 115.526893,
          "使用状态": "在用",
          "下游门架": [
                  "3E6B02",
                  "3D6B08"
          ]
  },
  {
          "门架HEX字符串": "3E6B02",
          "门架名称": "张寨北-莘南鲁豫门架",
          "收费门架编号": "S002837001000210020",
          "纬度": 36.084246,
          "经度": 115.495631,
          "使用状态": "在用",
          "下游门架": [
                  "42DFC5"
          ]
  },
  {
          "门架HEX字符串": "3E6B02",
          "门架名称": "张寨北-莘南鲁豫门架",
          "收费门架编号": "S002837001000210210",
          "纬度": 36.08345077876461,
          "经度": 115.4905593498978,
          "使用状态": "在用",
          "下游门架": [
                  "42DFC5"
          ]
  },
  {
          "门架HEX字符串": "3F6B04",
          "门架名称": "莘南鲁豫-张寨北门架",
          "收费门架编号": "S002837001000320090",
          "纬度": 36.08202794429081,
          "经度": 115.4846874377404,
          "使用状态": "在用",
          "下游门架": [
                  "3D6B07",
                  "3D6B08"
          ]
  },
  {
          "门架HEX字符串": "3F6B04",
          "门架名称": "莘南鲁豫-张寨北门架",
          "收费门架编号": "S002837001000320220",
          "纬度": 36.08313514561573,
          "经度": 115.4895493002817,
          "使用状态": "在用",
          "下游门架": [
                  "3D6B07",
                  "3D6B08"
          ]
  },
  {
          "门架HEX字符串": "3D6B07",
          "门架名称": "张寨北-十八里铺立交门架",
          "收费门架编号": "S002837001000420100",
          "纬度": 36.084767,
          "经度": 115.525824,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A06",
                  "3D5A0E"
          ]
  },
  {
          "门架HEX字符串": "3C3101",
          "门架名称": "高青北-彭家枢纽门架",
          "收费门架编号": "S002937001000110010",
          "纬度": 37.23275,
          "经度": 117.961615,
          "使用状态": "在用",
          "下游门架": [
                  "3C7E05",
                  "3C3118"
          ]
  },
  {
          "门架HEX字符串": "3C311C",
          "门架名称": "桓台-淄博西枢纽门架",
          "收费门架编号": "S002937001000310040",
          "纬度": 36.93299132693109,
          "经度": 117.9695556988628,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E05",
                  "3D0E0B",
                  "3C310A"
          ]
  },
  {
          "门架HEX字符串": "3D311D",
          "门架名称": "淄博西枢纽-桓台门架",
          "收费门架编号": "S002937001000420050",
          "纬度": 36.93250785481061,
          "经度": 117.9695406783121,
          "使用状态": "在用",
          "下游门架": [
                  "3D3125",
                  "3D3128"
          ]
  },
  {
          "门架HEX字符串": "3D3119",
          "门架名称": "高青-彭家枢纽门架",
          "收费门架编号": "S002937001000620070",
          "纬度": 37.19784739458206,
          "经度": 117.9703698276167,
          "使用状态": "在用",
          "下游门架": [
                  "3C7E05",
                  "3D3117"
          ]
  },
  {
          "门架HEX字符串": "3C3118",
          "门架名称": "彭家枢纽-高青门架",
          "收费门架编号": "S002937001000710020",
          "纬度": 37.19850202178857,
          "经度": 117.9701616882626,
          "使用状态": "在用",
          "下游门架": [
                  "3D3123",
                  "3C312A"
          ]
  },
  {
          "门架HEX字符串": "3D3117",
          "门架名称": "彭家枢纽-高青北门架",
          "收费门架编号": "S002937001000820080",
          "纬度": 37.230694,
          "经度": 117.961824,
          "使用状态": "在用",
          "下游门架": [
                  "3D3108",
                  "3D3307"
          ]
  },
  {
          "门架HEX字符串": "3C3107",
          "门架名称": "滨州南-高青北门架",
          "收费门架编号": "S002937002000110010",
          "纬度": 37.255548,
          "经度": 117.964743,
          "使用状态": "在用",
          "下游门架": [
                  "3C3101",
                  "3D3307"
          ]
  },
  {
          "门架HEX字符串": "3D3108",
          "门架名称": "高青北-滨州南门架",
          "收费门架编号": "S002937002000220020",
          "纬度": 37.254882,
          "经度": 117.964745,
          "使用状态": "在用",
          "下游门架": [
                  "3D300B",
                  "3D3305"
          ]
  },
  {
          "门架HEX字符串": "3C310A",
          "门架名称": "淄博西枢纽-淄博西门架",
          "收费门架编号": "S002937003000210020",
          "纬度": 36.85244611879901,
          "经度": 117.9600125505226,
          "使用状态": "在用",
          "下游门架": [
                  "3C310B",
                  "3D6F0C"
          ]
  },
  {
          "门架HEX字符串": "3C310B",
          "门架名称": "淄博西-淄博新区门架",
          "收费门架编号": "S002937003000310030",
          "纬度": 36.82998837579493,
          "经度": 117.9522303306655,
          "使用状态": "在用",
          "下游门架": [
                  "3C310C",
                  "3D6F06"
          ]
  },
  {
          "门架HEX字符串": "3C310C",
          "门架名称": "淄博新区-文昌湖门架",
          "收费门架编号": "S002937003000410040",
          "纬度": 36.764339,
          "经度": 117.939231,
          "使用状态": "在用",
          "下游门架": [
                  "3C310D",
                  "3D6F0E"
          ]
  },
  {
          "门架HEX字符串": "3C310D",
          "门架名称": "文昌湖-淄川门架",
          "收费门架编号": "S002937003000510050",
          "纬度": 36.71626298501084,
          "经度": 117.9223062174482,
          "使用状态": "在用",
          "下游门架": [
                  "3C310E",
                  "3D6F08"
          ]
  },
  {
          "门架HEX字符串": "3C310E",
          "门架名称": "淄川-博山北门架",
          "收费门架编号": "S002937003000610060",
          "纬度": 36.6466567332683,
          "经度": 117.8740192027026,
          "使用状态": "在用",
          "下游门架": [
                  "3C310F",
                  "3D6F10"
          ]
  },
  {
          "门架HEX字符串": "3C310F",
          "门架名称": "博山北-博山门架",
          "收费门架编号": "S002937003000710070",
          "纬度": 36.55595544302081,
          "经度": 117.8382261528196,
          "使用状态": "在用",
          "下游门架": [
                  "3C3207",
                  "3D6F0A"
          ]
  },
  {
          "门架HEX字符串": "3C3207",
          "门架名称": "博山-和庄门架",
          "收费门架编号": "S002937003000810080",
          "纬度": 36.4250851526061,
          "经度": 117.8100245602006,
          "使用状态": "在用",
          "下游门架": [
                  "3C3208",
                  "3D6F02"
          ]
  },
  {
          "门架HEX字符串": "3C3208",
          "门架名称": "和庄-苗山门架",
          "收费门架编号": "S002937003001910090",
          "纬度": 36.34407872445212,
          "经度": 117.7999416959245,
          "使用状态": "在用",
          "下游门架": [
                  "3C3209",
                  "3D6F04"
          ]
  },
  {
          "门架HEX字符串": "3C3209",
          "门架名称": "苗山-莱芜枢纽门架",
          "收费门架编号": "S002937003002010100",
          "纬度": 36.31528068221491,
          "经度": 117.7720720474911,
          "使用状态": "在用",
          "下游门架": [
                  "3C8C05",
                  "3D1516",
                  "3D3C02"
          ]
  },
  {
          "门架HEX字符串": "3D320A",
          "门架名称": "莱芜枢纽-苗山门架",
          "收费门架编号": "S002937003002120110",
          "纬度": 36.31477062680276,
          "经度": 117.7715699379308,
          "使用状态": "在用",
          "下游门架": [
                  "3D320B",
                  "3D6F04"
          ]
  },
  {
          "门架HEX字符串": "3D320B",
          "门架名称": "苗山-和庄门架",
          "收费门架编号": "S002937003002420120",
          "纬度": 36.3435619441271,
          "经度": 117.8001219404031,
          "使用状态": "在用",
          "下游门架": [
                  "3D320C",
                  "3D6F02"
          ]
  },
  {
          "门架HEX字符串": "3D320C",
          "门架名称": "和庄-博山门架",
          "收费门架编号": "S002937003002520130",
          "纬度": 36.42437718230676,
          "经度": 117.8100703577271,
          "使用状态": "在用",
          "下游门架": [
                  "3D3110",
                  "3D6F0A"
          ]
  },
  {
          "门架HEX字符串": "3D3110",
          "门架名称": "博山-博山北门架",
          "收费门架编号": "S002937003003420340",
          "纬度": 36.55530390313917,
          "经度": 117.8379643689578,
          "使用状态": "在用",
          "下游门架": [
                  "3D3111",
                  "3D6F10"
          ]
  },
  {
          "门架HEX字符串": "3D3111",
          "门架名称": "博山北-淄川门架",
          "收费门架编号": "S002937003003520350",
          "纬度": 36.64600294638143,
          "经度": 117.8739427597457,
          "使用状态": "在用",
          "下游门架": [
                  "3D3112",
                  "3D6F08"
          ]
  },
  {
          "门架HEX字符串": "3D3112",
          "门架名称": "淄川-文昌湖门架",
          "收费门架编号": "S002937003003620360",
          "纬度": 36.71595681376418,
          "经度": 117.9224542754186,
          "使用状态": "在用",
          "下游门架": [
                  "3D3113",
                  "3D6F0E"
          ]
  },
  {
          "门架HEX字符串": "3D3113",
          "门架名称": "文昌湖-淄博新区门架",
          "收费门架编号": "S002937003003720370",
          "纬度": 36.763099,
          "经度": 117.938246,
          "使用状态": "在用",
          "下游门架": [
                  "3D3114",
                  "3D6F06"
          ]
  },
  {
          "门架HEX字符串": "3D3114",
          "门架名称": "淄博新区-淄博西门架",
          "收费门架编号": "S002937003003820380",
          "纬度": 36.82810252644174,
          "经度": 117.9519556727244,
          "使用状态": "在用",
          "下游门架": [
                  "3D3115",
                  "3D6F0C"
          ]
  },
  {
          "门架HEX字符串": "3D3115",
          "门架名称": "淄博西-淄博西枢纽门架",
          "收费门架编号": "S002937003003920390",
          "纬度": 36.85108752595922,
          "经度": 117.9597668600786,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E05",
                  "3D0E0B",
                  "3D311D"
          ]
  },
  {
          "门架HEX字符串": "3C8E0F",
          "门架名称": "博莱枢纽-平邑北虚收费门架",
          "收费门架编号": "S002937004000110010",
          "纬度": 35.678,
          "经度": 117.743,
          "使用状态": "在用",
          "下游门架": [
                  "3C8E11",
                  "3D8E02"
          ]
  },
  {
          "门架HEX字符串": "3C8E11",
          "门架名称": "平邑北虚-蒙山虚收费门架",
          "收费门架编号": "S002937004000210020",
          "纬度": 35.645,
          "经度": 117.726,
          "使用状态": "在用",
          "下游门架": [
                  "3C8E13",
                  "3D8E04"
          ]
  },
  {
          "门架HEX字符串": "3C8E13",
          "门架名称": "蒙山虚-平邑枢纽收费门架",
          "收费门架编号": "S002937004000310030",
          "纬度": 35.491023,
          "经度": 117.778053,
          "使用状态": "在用",
          "下游门架": [
                  "3D1E1E",
                  "3C1E1F",
                  "3C8E15"
          ]
  },
  {
          "门架HEX字符串": "3C8E15",
          "门架名称": "平邑枢纽-平邑南虚收费门架",
          "收费门架编号": "S002937004000410040",
          "纬度": 35.317,
          "经度": 117.625,
          "使用状态": "在用",
          "下游门架": [
                  "3C8E17",
                  "3D8E06"
          ]
  },
  {
          "门架HEX字符串": "3C8E17",
          "门架名称": "平邑南虚-白彦虚收费门架",
          "收费门架编号": "S002937004000510050",
          "纬度": 35.242,
          "经度": 117.592,
          "使用状态": "在用",
          "下游门架": [
                  "3C8E19",
                  "3D8E08"
          ]
  },
  {
          "门架HEX字符串": "3C8E19",
          "门架名称": "白彦虚-山亭虚收费门架",
          "收费门架编号": "S002937004000610060",
          "纬度": 35.214,
          "经度": 117.58345,
          "使用状态": "在用",
          "下游门架": [
                  "3C8E1B",
                  "3D8E0A"
          ]
  },
  {
          "门架HEX字符串": "3D8E1A",
          "门架名称": "山亭虚-白彦虚收费门架",
          "收费门架编号": "S002937004000720070",
          "纬度": 35.21,
          "经度": 117.582,
          "使用状态": "在用",
          "下游门架": [
                  "3D8E18",
                  "3D8E08"
          ]
  },
  {
          "门架HEX字符串": "3D8E18",
          "门架名称": "白彦虚-平邑南虚收费门架",
          "收费门架编号": "S002937004000820080",
          "纬度": 35.241,
          "经度": 117.592,
          "使用状态": "在用",
          "下游门架": [
                  "3D8E16",
                  "3D8E06"
          ]
  },
  {
          "门架HEX字符串": "3D8E16",
          "门架名称": "平邑南虚-平邑枢纽收费门架",
          "收费门架编号": "S002937004000920090",
          "纬度": 35.323,
          "经度": 117.64,
          "使用状态": "备用",
          "下游门架": [
                  "3D1E1E",
                  "3C1E1F",
                  "3D8E14"
          ]
  },
  {
          "门架HEX字符串": "3D8E14",
          "门架名称": "平邑枢纽-蒙山虚收费门架",
          "收费门架编号": "S002937004001020100",
          "纬度": 35.491,
          "经度": 117.778,
          "使用状态": "在用",
          "下游门架": [
                  "3D8E12",
                  "3D8E04"
          ]
  },
  {
          "门架HEX字符串": "3D8E12",
          "门架名称": "蒙山虚-平邑北虚收费门架",
          "收费门架编号": "S002937004001120110",
          "纬度": 35.645,
          "经度": 117.727,
          "使用状态": "在用",
          "下游门架": [
                  "3D8E10",
                  "3D8E02"
          ]
  },
  {
          "门架HEX字符串": "3D8E10",
          "门架名称": "平邑北虚-博莱枢纽收费门架",
          "收费门架编号": "S002937004001220120",
          "纬度": 35.677,
          "经度": 117.741,
          "使用状态": "在用",
          "下游门架": [
                  "3D172E",
                  "3D8D08",
                  "3C171B"
          ]
  },
  {
          "门架HEX字符串": "3C8E1B",
          "门架名称": "山亭虚-枣庄东虚收费门架",
          "收费门架编号": "S002937005000210010",
          "纬度": 35.067,
          "经度": 117.533,
          "使用状态": "在用",
          "下游门架": [
                  "3D8E0C",
                  "3D7D0A",
                  "3C7D0B"
          ]
  },
  {
          "门架HEX字符串": "3C8E1D",
          "门架名称": "临枣新台枢纽-台儿庄北虚收费门架",
          "收费门架编号": "S002937005000310020",
          "纬度": 34.537,
          "经度": 117.656,
          "使用状态": "在用",
          "下游门架": [
                  "3D8E0E"
          ]
  },
  {
          "门架HEX字符串": "3D8E1E",
          "门架名称": "台儿庄北虚-临枣新台枢纽收费门架",
          "收费门架编号": "S002937005000420030",
          "纬度": 34.536,
          "经度": 117.656,
          "使用状态": "在用",
          "下游门架": [
                  "3D4C20",
                  "3C4C21"
          ]
  },
  {
          "门架HEX字符串": "3D8E1C",
          "门架名称": "枣庄东虚-山亭虚收费门架",
          "收费门架编号": "S002937005000520040",
          "纬度": 35.067,
          "经度": 117.539,
          "使用状态": "在用",
          "下游门架": [
                  "3D8E1A",
                  "3D8E0A"
          ]
  },
  {
          "门架HEX字符串": "3C8609",
          "门架名称": "新汶枢纽-岳家庄虚收费门架",
          "收费门架编号": "S003037001000110010",
          "纬度": 35.811486,
          "经度": 117.631486,
          "使用状态": "在用",
          "下游门架": [
                  "3C860B",
                  "3D8602"
          ]
  },
  {
          "门架HEX字符串": "3C860B",
          "门架名称": "岳家庄虚-石莱虚收费门架",
          "收费门架编号": "S003037001000210020",
          "纬度": 35.809523,
          "经度": 117.618067,
          "使用状态": "在用",
          "下游门架": [
                  "3C860D",
                  "3D8604"
          ]
  },
  {
          "门架HEX字符串": "3C860D",
          "门架名称": "石莱虚-楼德虚收费门架",
          "收费门架编号": "S003037001000310030",
          "纬度": 35.801964,
          "经度": 117.309749,
          "使用状态": "在用",
          "下游门架": [
                  "3C860F",
                  "3D8606"
          ]
  },
  {
          "门架HEX字符串": "3C860F",
          "门架名称": "楼德虚-华丰虚收费门架",
          "收费门架编号": "S003037001000410040",
          "纬度": 35.819032,
          "经度": 117.159369,
          "使用状态": "在用",
          "下游门架": [
                  "3C8611",
                  "3D8608"
          ]
  },
  {
          "门架HEX字符串": "3C8611",
          "门架名称": "华丰虚-磁窑枢纽收费门架",
          "收费门架编号": "S003037001000510050",
          "纬度": 35.829477,
          "经度": 117.111273,
          "使用状态": "在用",
          "下游门架": [
                  "3D0A13",
                  "3C081C",
                  "3C870B"
          ]
  },
  {
          "门架HEX字符串": "3D8612",
          "门架名称": "磁窑枢纽-华丰虚收费门架",
          "收费门架编号": "S003037001001020060",
          "纬度": 35.825,
          "经度": 117.113405,
          "使用状态": "在用",
          "下游门架": [
                  "3D8610",
                  "3D8608"
          ]
  },
  {
          "门架HEX字符串": "3D8610",
          "门架名称": "华丰虚-楼德虚收费门架",
          "收费门架编号": "S003037001001120070",
          "纬度": 35.825125,
          "经度": 117.15085,
          "使用状态": "在用",
          "下游门架": [
                  "3D860E",
                  "3D8606"
          ]
  },
  {
          "门架HEX字符串": "3D860E",
          "门架名称": "楼德虚-石莱虚收费门架",
          "收费门架编号": "S003037001001220080",
          "纬度": 35.802766,
          "经度": 117.315249,
          "使用状态": "在用",
          "下游门架": [
                  "3D860C",
                  "3D8604"
          ]
  },
  {
          "门架HEX字符串": "3D860C",
          "门架名称": "石莱虚-岳家庄虚收费门架",
          "收费门架编号": "S003037001001320090",
          "纬度": 35.813471,
          "经度": 117.610635,
          "使用状态": "在用",
          "下游门架": [
                  "3D860A",
                  "3D8602"
          ]
  },
  {
          "门架HEX字符串": "3D860A",
          "门架名称": "岳家庄虚-新汶枢纽收费门架",
          "收费门架编号": "S003037001001420100",
          "纬度": 35.8159,
          "经度": 117.653308,
          "使用状态": "在用",
          "下游门架": [
                  "3D172C",
                  "3C172D"
          ]
  },
  {
          "门架HEX字符串": "3C870B",
          "门架名称": "磁窑枢纽-宁阳虚收费门架",
          "收费门架编号": "S003037002000110010",
          "纬度": 35.83739,
          "经度": 116.870011,
          "使用状态": "在用",
          "下游门架": [
                  "3C870D",
                  "3D8702"
          ]
  },
  {
          "门架HEX字符串": "3C870D",
          "门架名称": "宁阳虚-汶上北虚收费门架",
          "收费门架编号": "S003037002000210020",
          "纬度": 35.844906,
          "经度": 116.823827,
          "使用状态": "在用",
          "下游门架": [
                  "3C870F",
                  "3D8704"
          ]
  },
  {
          "门架HEX字符串": "3C870F",
          "门架名称": "汶上北虚-彭集虚收费门架",
          "收费门架编号": "S003037002000410030",
          "纬度": 35.85556,
          "经度": 116.577695,
          "使用状态": "在用",
          "下游门架": [
                  "3C8711",
                  "3D8706"
          ]
  },
  {
          "门架HEX字符串": "3C8711",
          "门架名称": "彭集虚-东济济广枢纽收费门架",
          "收费门架编号": "S003037002000610040",
          "纬度": 35.85155,
          "经度": 116.452444,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B0A",
                  "3C3B10",
                  "3C8713",
                  "3C5301"
          ]
  },
  {
          "门架HEX字符串": "3C8713",
          "门架名称": "东济济广枢纽-梁山北虚收费门架",
          "收费门架编号": "S003037002001010050",
          "纬度": 35.846525,
          "经度": 116.113026,
          "使用状态": "在用",
          "下游门架": [
                  "3C8715",
                  "3D8708"
          ]
  },
  {
          "门架HEX字符串": "3C8715",
          "门架名称": "梁山北虚-杨营虚收费门架",
          "收费门架编号": "S003037002001110060",
          "纬度": 35.822965,
          "经度": 115.977965,
          "使用状态": "在用",
          "下游门架": [
                  "3E8717",
                  "3D870A"
          ]
  },
  {
          "门架HEX字符串": "3E8717",
          "门架名称": "杨营虚-董梁鲁豫收费门架",
          "收费门架编号": "S003037002001410070",
          "纬度": 35.837225,
          "经度": 115.91001,
          "使用状态": "备用",
          "下游门架": [
                  "42E0E2"
          ]
  },
  {
          "门架HEX字符串": "3E8717",
          "门架名称": "杨营虚-董梁鲁豫收费门架",
          "收费门架编号": "S003037002001410090",
          "纬度": 35.841052,
          "经度": 115.907405,
          "使用状态": "备用",
          "下游门架": [
                  "42E0E2"
          ]
  },
  {
          "门架HEX字符串": "3F8718",
          "门架名称": "董梁鲁豫-杨营虚收费门架",
          "收费门架编号": "S003037002001520080",
          "纬度": 35.846053,
          "经度": 115.903319,
          "使用状态": "备用",
          "下游门架": [
                  "3D8716",
                  "3D870A"
          ]
  },
  {
          "门架HEX字符串": "3F8718",
          "门架名称": "董梁鲁豫-杨营虚收费门架",
          "收费门架编号": "S003037002001520100",
          "纬度": 35.842144,
          "经度": 115.906454,
          "使用状态": "备用",
          "下游门架": [
                  "3D8716",
                  "3D870A"
          ]
  },
  {
          "门架HEX字符串": "3D8716",
          "门架名称": "杨营虚-梁山北虚收费门架",
          "收费门架编号": "S003037002001820090",
          "纬度": 35.822989,
          "经度": 115.97724,
          "使用状态": "在用",
          "下游门架": [
                  "3D8714",
                  "3D8708"
          ]
  },
  {
          "门架HEX字符串": "3D8714",
          "门架名称": "梁山北虚-东济济广枢纽收费门架",
          "收费门架编号": "S003037002001920100",
          "纬度": 35.846315,
          "经度": 116.112632,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B0A",
                  "3C3B10",
                  "3D8712",
                  "3C5301"
          ]
  },
  {
          "门架HEX字符串": "3D8712",
          "门架名称": "东济济广枢纽-彭集虚收费门架",
          "收费门架编号": "S003037002002320110",
          "纬度": 35.85114,
          "经度": 116.451413,
          "使用状态": "在用",
          "下游门架": [
                  "3D8710",
                  "3D8706"
          ]
  },
  {
          "门架HEX字符串": "3D8710",
          "门架名称": "彭集虚-汶上北虚收费门架",
          "收费门架编号": "S003037002002520120",
          "纬度": 35.85570300000001,
          "经度": 116.576417,
          "使用状态": "在用",
          "下游门架": [
                  "3D870E",
                  "3D8704"
          ]
  },
  {
          "门架HEX字符串": "3D870E",
          "门架名称": "汶上北虚-宁阳虚收费门架",
          "收费门架编号": "S003037002002720130",
          "纬度": 35.844949,
          "经度": 116.823293,
          "使用状态": "在用",
          "下游门架": [
                  "3D870C",
                  "3D8702"
          ]
  },
  {
          "门架HEX字符串": "3D870C",
          "门架名称": "宁阳虚-磁窑枢纽收费门架",
          "收费门架编号": "S003037002002820140",
          "纬度": 35.839633,
          "经度": 116.861581,
          "使用状态": "在用",
          "下游门架": [
                  "3D0A13",
                  "3C081C",
                  "3D8612"
          ]
  },
  {
          "门架HEX字符串": "3C5301",
          "门架名称": "东济济广枢纽-东平南门架",
          "收费门架编号": "S003337001000110010",
          "纬度": 35.829206,
          "经度": 116.393923,
          "使用状态": "在用",
          "下游门架": [
                  "3C530C",
                  "3D5312"
          ]
  },
  {
          "门架HEX字符串": "3D530B",
          "门架名称": "东平南-东济济广枢纽门架",
          "收费门架编号": "S003337001000120080",
          "纬度": 35.82891023,
          "经度": 116.39472875,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B0A",
                  "3C3B10",
                  "3C8713",
                  "3D8712"
          ]
  },
  {
          "门架HEX字符串": "3C530C",
          "门架名称": "东平南-汶上西门架",
          "收费门架编号": "S003337001000310020",
          "纬度": 35.75763632,
          "经度": 116.4127146,
          "使用状态": "在用",
          "下游门架": [
                  "3C530E",
                  "3D5314"
          ]
  },
  {
          "门架HEX字符串": "3C530E",
          "门架名称": "汶上西-汶上南门架",
          "收费门架编号": "S003337001000410030",
          "纬度": 35.716483,
          "经度": 116.415947,
          "使用状态": "在用",
          "下游门架": [
                  "3C5310",
                  "3D5316"
          ]
  },
  {
          "门架HEX字符串": "3C5310",
          "门架名称": "汶上南-东济日兰立交门架",
          "收费门架编号": "S003337001000510040",
          "纬度": 35.627081,
          "经度": 116.434934,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F04",
                  "3D1F0A",
                  "3C610E"
          ]
  },
  {
          "门架HEX字符串": "3D5311",
          "门架名称": "东济日兰立交-汶上南门架",
          "收费门架编号": "S003337001000620050",
          "纬度": 35.626008,
          "经度": 116.43547,
          "使用状态": "在用",
          "下游门架": [
                  "3D530F",
                  "3D5316"
          ]
  },
  {
          "门架HEX字符串": "3D530F",
          "门架名称": "汶上南-汶上西门架",
          "收费门架编号": "S003337001000720060",
          "纬度": 35.715818,
          "经度": 116.416268,
          "使用状态": "在用",
          "下游门架": [
                  "3D530D",
                  "3D5314"
          ]
  },
  {
          "门架HEX字符串": "3D530D",
          "门架名称": "汶上西-东平南门架",
          "收费门架编号": "S003337001000920070",
          "纬度": 35.75643966,
          "经度": 116.41303796,
          "使用状态": "在用",
          "下游门架": [
                  "3D530B",
                  "3D5312"
          ]
  },
  {
          "门架HEX字符串": "3C610E",
          "门架名称": "东济日兰立交-济宁经开区交门架",
          "收费门架编号": "S003337002000110120",
          "纬度": 35.467864,
          "经度": 116.454845,
          "使用状态": "在用",
          "下游门架": [
                  "3C610D",
                  "3D611F"
          ]
  },
  {
          "门架HEX字符串": "3C610D",
          "门架名称": "济宁经开区虚-太白湖虚收费门架",
          "收费门架编号": "S003337002000410110",
          "纬度": 35.431027,
          "经度": 116.443723,
          "使用状态": "在用",
          "下游门架": [
                  "3C6129",
                  "3D612A"
          ]
  },
  {
          "门架HEX字符串": "3C610C",
          "门架名称": "济宁机场-济宁南门架",
          "收费门架编号": "S003337002000510100",
          "纬度": 35.26233953,
          "经度": 116.43722587,
          "使用状态": "在用",
          "下游门架": [
                  "3C610B",
                  "3D6123"
          ]
  },
  {
          "门架HEX字符串": "3C610B",
          "门架名称": "济宁南-金乡东门架",
          "收费门架编号": "S003337002000610090",
          "纬度": 35.108832,
          "经度": 116.452232,
          "使用状态": "在用",
          "下游门架": [
                  "3D611B",
                  "3C6124"
          ]
  },
  {
          "门架HEX字符串": "3E6108",
          "门架名称": "鱼台西-济徐路济鱼段终点门架",
          "收费门架编号": "S003337002000810070",
          "纬度": 34.95032907557018,
          "经度": 116.5545551627626,
          "使用状态": "在用",
          "下游门架": [
                  "2A1B01"
          ]
  },
  {
          "门架HEX字符串": "3E6108",
          "门架名称": "鱼台西-济徐路济鱼段终点门架",
          "收费门架编号": "S003337002000810140",
          "纬度": 34.95438846,
          "经度": 116.55442168,
          "使用状态": "在用",
          "下游门架": [
                  "2A1B01"
          ]
  },
  {
          "门架HEX字符串": "3F6106",
          "门架名称": "济徐路济鱼段终点-鱼台西门架",
          "收费门架编号": "S003337002001320060",
          "纬度": 34.94917684912257,
          "经度": 116.5546455535666,
          "使用状态": "在用",
          "下游门架": [
                  "3D611D",
                  "3D6127"
          ]
  },
  {
          "门架HEX字符串": "3F6106",
          "门架名称": "济徐路济鱼段终点-鱼台西门架",
          "收费门架编号": "S003337002001320130",
          "纬度": 34.94443233321793,
          "经度": 116.5545049608706,
          "使用状态": "在用",
          "下游门架": [
                  "3D611D",
                  "3D6127"
          ]
  },
  {
          "门架HEX字符串": "3D6104",
          "门架名称": "金乡东-济宁南门架",
          "收费门架编号": "S003337002001520040",
          "纬度": 35.108095,
          "经度": 116.452818,
          "使用状态": "在用",
          "下游门架": [
                  "3D6103",
                  "3D6123"
          ]
  },
  {
          "门架HEX字符串": "3D6103",
          "门架名称": "济宁南-济宁机场门架",
          "收费门架编号": "S003337002001620030",
          "纬度": 35.26174187,
          "经度": 116.43758365,
          "使用状态": "在用",
          "下游门架": [
                  "3D6102",
                  "3D6121"
          ]
  },
  {
          "门架HEX字符串": "3D6102",
          "门架名称": "济宁机场虚-太白湖虚收费门架",
          "收费门架编号": "S003337002001720020",
          "纬度": 35.429916,
          "经度": 116.443513,
          "使用状态": "在用",
          "下游门架": [
                  "3D6128",
                  "3D612A"
          ]
  },
  {
          "门架HEX字符串": "3D6101",
          "门架名称": "济宁经开区-东济日兰立交门架",
          "收费门架编号": "S003337002001820010",
          "纬度": 35.466866,
          "经度": 116.454811,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F04",
                  "3D1F0A",
                  "3D5311"
          ]
  },
  {
          "门架HEX字符串": "3C6124",
          "门架名称": "金乡东虚-鱼城枢纽门架",
          "收费门架编号": "S003337002002910010",
          "纬度": 35.075197,
          "经度": 116.460851,
          "使用状态": "在用",
          "下游门架": [
                  "3C6126",
                  "3D8116",
                  "3C8117"
          ]
  },
  {
          "门架HEX字符串": "3D6125",
          "门架名称": "鱼城枢纽-金乡东虚门架",
          "收费门架编号": "S003337002002920010",
          "纬度": 35.075245,
          "经度": 116.460973,
          "使用状态": "在用",
          "下游门架": [
                  "3D6104",
                  "3D611B"
          ]
  },
  {
          "门架HEX字符串": "3C6126",
          "门架名称": "鱼城枢纽-鱼台西虚门架",
          "收费门架编号": "S003337002003010010",
          "纬度": 34.988512,
          "经度": 116.537551,
          "使用状态": "在用",
          "下游门架": [
                  "3E6108",
                  "3D611D"
          ]
  },
  {
          "门架HEX字符串": "3D6127",
          "门架名称": "鱼台西虚-鱼城枢纽门架",
          "收费门架编号": "S003337002003020010",
          "纬度": 35.988189,
          "经度": 116.537735,
          "使用状态": "在用",
          "下游门架": [
                  "3D6125",
                  "3D8116",
                  "3C8117"
          ]
  },
  {
          "门架HEX字符串": "3C4C01",
          "门架名称": "临枣京沪枢纽-兰陵北门架",
          "收费门架编号": "S003837001000110010",
          "纬度": 34.913361,
          "经度": 118.15057,
          "使用状态": "在用",
          "下游门架": [
                  "3C4C02",
                  "3D4C13"
          ]
  },
  {
          "门架HEX字符串": "3C4C02",
          "门架名称": "兰陵北-兰陵西门架",
          "收费门架编号": "S003837001000210020",
          "纬度": 34.886873,
          "经度": 117.973924,
          "使用状态": "在用",
          "下游门架": [
                  "3C4C03",
                  "3D4C15"
          ]
  },
  {
          "门架HEX字符串": "3C4C03",
          "门架名称": "兰陵西-峄城东门架",
          "收费门架编号": "S003837001000310030",
          "纬度": 34.816334,
          "经度": 117.801254,
          "使用状态": "在用",
          "下游门架": [
                  "3D4C17",
                  "3C4C07"
          ]
  },
  {
          "门架HEX字符串": "3D4C04",
          "门架名称": "峄城东-兰陵西门架",
          "收费门架编号": "S003837001001420140",
          "纬度": 34.813588,
          "经度": 117.789269,
          "使用状态": "在用",
          "下游门架": [
                  "3D4C05",
                  "3D4C15"
          ]
  },
  {
          "门架HEX字符串": "3D4C05",
          "门架名称": "兰陵西-兰陵北门架",
          "收费门架编号": "S003837001001520150",
          "纬度": 34.88205,
          "经度": 117.966323,
          "使用状态": "在用",
          "下游门架": [
                  "3D4C06",
                  "3D4C13"
          ]
  },
  {
          "门架HEX字符串": "3D4C06",
          "门架名称": "兰陵北-临枣京沪枢纽门架",
          "收费门架编号": "S003837001001620160",
          "纬度": 34.912764,
          "经度": 118.136988,
          "使用状态": "在用",
          "下游门架": [
                  "3C1914",
                  "3D1908",
                  "3D8B24"
          ]
  },
  {
          "门架HEX字符串": "3C4C07",
          "门架名称": "峄城东-峨山枢纽门架",
          "收费门架编号": "S003837002000510040",
          "纬度": 34.815815,
          "经度": 117.756297,
          "使用状态": "在用",
          "下游门架": [
                  "3C4C1F",
                  "3C7D05"
          ]
  },
  {
          "门架HEX字符串": "3C4C09",
          "门架名称": "峄城南-峄城西门架",
          "收费门架编号": "S003837002000610060",
          "纬度": 34.72618642,
          "经度": 117.59121952,
          "使用状态": "在用",
          "下游门架": [
                  "3C4C0A",
                  "3D4C1B"
          ]
  },
  {
          "门架HEX字符串": "3C4C0A",
          "门架名称": "峄城西-枣庄新城门架",
          "收费门架编号": "S003837002000710070",
          "纬度": 34.706971,
          "经度": 117.412102,
          "使用状态": "在用",
          "下游门架": [
                  "3C4C0B",
                  "3D4C1D"
          ]
  },
  {
          "门架HEX字符串": "3C4C0B",
          "门架名称": "枣庄新城-临枣京台枢纽门架",
          "收费门架编号": "S003837002000810080",
          "纬度": 34.702002,
          "经度": 117.36852,
          "使用状态": "在用",
          "下游门架": [
                  "3C091C",
                  "3D0929"
          ]
  },
  {
          "门架HEX字符串": "3D4C0C",
          "门架名称": "临枣京台枢纽-枣庄新城门架",
          "收费门架编号": "S003837002000920090",
          "纬度": 34.698238,
          "经度": 117.355637,
          "使用状态": "在用",
          "下游门架": [
                  "3D4C0D",
                  "3D4C1D"
          ]
  },
  {
          "门架HEX字符串": "3D4C0D",
          "门架名称": "枣庄新城-峄城西门架",
          "收费门架编号": "S003837002001020100",
          "纬度": 34.705038,
          "经度": 117.403763,
          "使用状态": "在用",
          "下游门架": [
                  "3D4C0E",
                  "3D4C1B"
          ]
  },
  {
          "门架HEX字符串": "3D4C0E",
          "门架名称": "峄城西-峄城南门架",
          "收费门架编号": "S003837002001120110",
          "纬度": 34.727413,
          "经度": 117.574262,
          "使用状态": "在用",
          "下游门架": [
                  "3D4C19",
                  "3D4C22"
          ]
  },
  {
          "门架HEX字符串": "3D4C12",
          "门架名称": "峨山枢纽-峄城东门架",
          "收费门架编号": "S003837002001420130",
          "纬度": 34.815041,
          "经度": 117.749469,
          "使用状态": "在用",
          "下游门架": [
                  "3D4C04",
                  "3D4C17"
          ]
  },
  {
          "门架HEX字符串": "3C4C1F",
          "门架名称": "峨山枢纽-临枣新台枢纽收费门架",
          "收费门架编号": "S003837002001810010",
          "纬度": 34.759512,
          "经度": 117.666656,
          "使用状态": "在用",
          "下游门架": [
                  "3C8E1D",
                  "3C4C21"
          ]
  },
  {
          "门架HEX字符串": "3D4C20",
          "门架名称": "临枣新台枢纽-峨山枢纽收费门架",
          "收费门架编号": "S003837002001820020",
          "纬度": 34.757978,
          "经度": 117.665181,
          "使用状态": "在用",
          "下游门架": [
                  "3D4C12",
                  "3C7D05"
          ]
  },
  {
          "门架HEX字符串": "3C4C21",
          "门架名称": "临枣新台枢纽-峄城南虚收费门架",
          "收费门架编号": "S003837002001910010",
          "纬度": 34.732864,
          "经度": 117.630663,
          "使用状态": "在用",
          "下游门架": [
                  "3C4C09",
                  "3D4C19"
          ]
  },
  {
          "门架HEX字符串": "3D4C22",
          "门架名称": "峄城南虚-临枣新台枢纽收费门架",
          "收费门架编号": "S003837002001920020",
          "纬度": 34.732532,
          "经度": 117.630234,
          "使用状态": "在用",
          "下游门架": [
                  "3C8E1D",
                  "3D4C20"
          ]
  },
  {
          "门架HEX字符串": "3C8101",
          "门架名称": "滕州北枢纽-滕州西虚门架",
          "收费门架编号": "S003837003000110010",
          "纬度": 117.109817,
          "经度": 35.170634,
          "使用状态": "在用",
          "下游门架": [
                  "3D8104",
                  "3C8105"
          ]
  },
  {
          "门架HEX字符串": "3D8102",
          "门架名称": "滕州西虚-滕州北枢纽门架",
          "收费门架编号": "S003837003000120010",
          "纬度": 117.109289,
          "经度": 35.17049,
          "使用状态": "在用",
          "下游门架": [
                  "3D0818",
                  "3C091F"
          ]
  },
  {
          "门架HEX字符串": "3C8105",
          "门架名称": "滕州西虚-滨湖虚门架",
          "收费门架编号": "S003837003000410010",
          "纬度": 116.903425,
          "经度": 35.152515,
          "使用状态": "在用",
          "下游门架": [
                  "3D8108",
                  "3C8109"
          ]
  },
  {
          "门架HEX字符串": "3D8106",
          "门架名称": "滨湖虚-滕州西虚门架",
          "收费门架编号": "S003837003000420010",
          "纬度": 116.903865,
          "经度": 35.152745,
          "使用状态": "在用",
          "下游门架": [
                  "3D8102",
                  "3D8104"
          ]
  },
  {
          "门架HEX字符串": "3C8109",
          "门架名称": "滨湖虚-两城虚门架",
          "收费门架编号": "S003837003000710010",
          "纬度": 116.799347,
          "经度": 35.125137,
          "使用状态": "在用",
          "下游门架": [
                  "3D810C",
                  "3C810D"
          ]
  },
  {
          "门架HEX字符串": "3D810A",
          "门架名称": "两城虚-滨湖虚门架",
          "收费门架编号": "S003837003000720010",
          "纬度": 116.798714,
          "经度": 35.124902,
          "使用状态": "在用",
          "下游门架": [
                  "3D8106",
                  "3D8108"
          ]
  },
  {
          "门架HEX字符串": "3C810D",
          "门架名称": "两城虚-南阳虚门架",
          "收费门架编号": "S003837003001110010",
          "纬度": 116.70213,
          "经度": 35.133231,
          "使用状态": "在用",
          "下游门架": [
                  "3D8110",
                  "3C8111"
          ]
  },
  {
          "门架HEX字符串": "3D810E",
          "门架名称": "南阳虚-两城虚门架",
          "收费门架编号": "S003837003001120010",
          "纬度": 116.668749,
          "经度": 35.112048,
          "使用状态": "在用",
          "下游门架": [
                  "3D810A",
                  "3D810C"
          ]
  },
  {
          "门架HEX字符串": "3C8111",
          "门架名称": "南阳虚-鱼台北虚门架",
          "收费门架编号": "S003837003001610010",
          "纬度": 116.59647,
          "经度": 35.071409,
          "使用状态": "在用",
          "下游门架": [
                  "3D8114",
                  "3C8115"
          ]
  },
  {
          "门架HEX字符串": "3D8112",
          "门架名称": "鱼台北虚-南阳虚门架",
          "收费门架编号": "S003837003001620010",
          "纬度": 116.598384,
          "经度": 35.072782,
          "使用状态": "在用",
          "下游门架": [
                  "3D810E",
                  "3D8110"
          ]
  },
  {
          "门架HEX字符串": "3C8115",
          "门架名称": "鱼台北虚-鱼城枢纽门架",
          "收费门架编号": "S003837003001810010",
          "纬度": 116.563005,
          "经度": 35.052507,
          "使用状态": "在用",
          "下游门架": [
                  "3D6125",
                  "3C6126",
                  "3C8117"
          ]
  },
  {
          "门架HEX字符串": "3D8116",
          "门架名称": "鱼城枢纽-鱼台北虚门架",
          "收费门架编号": "S003837003001820010",
          "纬度": 116.560341,
          "经度": 35.054151,
          "使用状态": "在用",
          "下游门架": [
                  "3D8112",
                  "3D8114"
          ]
  },
  {
          "门架HEX字符串": "3C8117",
          "门架名称": "鱼城枢纽-金乡南虚门架",
          "收费门架编号": "S003837003001910010",
          "纬度": 34.997182,
          "经度": 116.405042,
          "使用状态": "在用",
          "下游门架": [
                  "3D811A",
                  "3C811B"
          ]
  },
  {
          "门架HEX字符串": "3D8118",
          "门架名称": "金乡南虚-鱼城枢纽门架",
          "收费门架编号": "S003837003001920010",
          "纬度": 34.99667700000001,
          "经度": 116.404446,
          "使用状态": "在用",
          "下游门架": [
                  "3D6125",
                  "3C6126",
                  "3D8116"
          ]
  },
  {
          "门架HEX字符串": "3C811B",
          "门架名称": "金乡南虚-金乡西虚门架",
          "收费门架编号": "S003837003002110010",
          "纬度": 116.359854,
          "经度": 34.98803400000001,
          "使用状态": "在用",
          "下游门架": [
                  "3D811E",
                  "3C811F"
          ]
  },
  {
          "门架HEX字符串": "3D811C",
          "门架名称": "金乡西虚-金乡南虚门架",
          "收费门架编号": "S003837003002120010",
          "纬度": 116.359243,
          "经度": 34.98761,
          "使用状态": "在用",
          "下游门架": [
                  "3D8118",
                  "3D811A"
          ]
  },
  {
          "门架HEX字符串": "3C811F",
          "门架名称": "金乡西虚-张楼虚门架",
          "收费门架编号": "S003837003002310010",
          "纬度": 116.208124,
          "经度": 34.996178,
          "使用状态": "在用",
          "下游门架": [
                  "3D8122",
                  "3C8123"
          ]
  },
  {
          "门架HEX字符串": "3D8120",
          "门架名称": "张楼虚-金乡西虚门架",
          "收费门架编号": "S003837003002420010",
          "纬度": 116.207561,
          "经度": 35.99635300000001,
          "使用状态": "在用",
          "下游门架": [
                  "3D811C",
                  "3D811E"
          ]
  },
  {
          "门架HEX字符串": "3C8123",
          "门架名称": "张楼虚-成武枢纽门架",
          "收费门架编号": "S003837003002610010",
          "纬度": 116.036084,
          "经度": 35.026224,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C02",
                  "3D7C0F",
                  "3C8125"
          ]
  },
  {
          "门架HEX字符串": "3D8124",
          "门架名称": "成武枢纽-张楼虚门架",
          "收费门架编号": "S003837003002620010",
          "纬度": 116.035576,
          "经度": 35.025888,
          "使用状态": "在用",
          "下游门架": [
                  "3D8120",
                  "3D8122"
          ]
  },
  {
          "门架HEX字符串": "3C8125",
          "门架名称": "成武枢纽-成武北虚门架",
          "收费门架编号": "S003837003002710010",
          "纬度": 115.94546,
          "经度": 35.03417899999999,
          "使用状态": "在用",
          "下游门架": [
                  "3D8128",
                  "3C8129"
          ]
  },
  {
          "门架HEX字符串": "3D8126",
          "门架名称": "成武北虚-成武枢纽门架",
          "收费门架编号": "S003837003002720010",
          "纬度": 115.94488,
          "经度": 35.034038,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C02",
                  "3D7C0F",
                  "3D8124"
          ]
  },
  {
          "门架HEX字符串": "3C8129",
          "门架名称": "成武北虚-定陶东虚门架",
          "收费门架编号": "S003837003002910010",
          "纬度": 115.903558,
          "经度": 35.038589,
          "使用状态": "在用",
          "下游门架": [
                  "3D812C",
                  "3C812D"
          ]
  },
  {
          "门架HEX字符串": "3D812A",
          "门架名称": "定陶东虚-成武北虚门架",
          "收费门架编号": "S003837003002920010",
          "纬度": 115.902987,
          "经度": 35.038631,
          "使用状态": "在用",
          "下游门架": [
                  "3D8126",
                  "3D8128"
          ]
  },
  {
          "门架HEX字符串": "3C812D",
          "门架名称": "定陶东虚-枣菏枢纽门架",
          "收费门架编号": "S003837003003110010",
          "纬度": 115.678079,
          "经度": 35.001696,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A04",
                  "3C7A0C",
                  "3C812F"
          ]
  },
  {
          "门架HEX字符串": "3D812E",
          "门架名称": "枣菏枢纽-定陶东虚门架",
          "收费门架编号": "S003837003003120010",
          "纬度": 115.678466,
          "经度": 35.001969,
          "使用状态": "在用",
          "下游门架": [
                  "3D812A",
                  "3D812C"
          ]
  },
  {
          "门架HEX字符串": "3C812F",
          "门架名称": "枣菏枢纽-定陶南虚门架",
          "收费门架编号": "S003837003003410010",
          "纬度": 115.566083,
          "经度": 35.020607,
          "使用状态": "在用",
          "下游门架": [
                  "3D8132",
                  "3C8133"
          ]
  },
  {
          "门架HEX字符串": "3D8130",
          "门架名称": "定陶南虚-枣菏枢纽门架",
          "收费门架编号": "S003837003003420010",
          "纬度": 115.565382,
          "经度": 35.020552,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A04",
                  "3C7A0C",
                  "3D812E"
          ]
  },
  {
          "门架HEX字符串": "3C8133",
          "门架名称": "定陶南虚-定陶西虚门架",
          "收费门架编号": "S003837003003610010",
          "纬度": 115.524996,
          "经度": 35.029453,
          "使用状态": "在用",
          "下游门架": [
                  "3D8136",
                  "3C8137"
          ]
  },
  {
          "门架HEX字符串": "3D8134",
          "门架名称": "定陶西虚-定陶南虚门架",
          "收费门架编号": "S003837003003620010",
          "纬度": 115.524423,
          "经度": 35.029557,
          "使用状态": "在用",
          "下游门架": [
                  "3D8130",
                  "3D8132"
          ]
  },
  {
          "门架HEX字符串": "3C8137",
          "门架名称": "定陶西虚-菏泽南枢纽门架",
          "收费门架编号": "S003837003003810010",
          "纬度": 115.402193,
          "经度": 35.096134,
          "使用状态": "在用",
          "下游门架": [
                  "3C0C10",
                  "3D0C0F"
          ]
  },
  {
          "门架HEX字符串": "3D8138",
          "门架名称": "菏泽南枢纽-定陶西虚门架",
          "收费门架编号": "S003837003003820010",
          "纬度": 115.401666,
          "经度": 35.096047,
          "使用状态": "在用",
          "下游门架": [
                  "3D8134",
                  "3D8136"
          ]
  },
  {
          "门架HEX字符串": "3C8B11",
          "门架名称": "汾水枢纽-临沂临港虚收费门架",
          "收费门架编号": "S003837004001710170",
          "纬度": 35.133,
          "经度": 119.125697,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B02",
                  "3C8B13"
          ]
  },
  {
          "门架HEX字符串": "3D8B12",
          "门架名称": "临沂临港虚-汾水枢纽收费门架",
          "收费门架编号": "S003837004001820180",
          "纬度": 35.133,
          "经度": 119.125,
          "使用状态": "在用",
          "下游门架": [
                  "3E2207",
                  "3D221A"
          ]
  },
  {
          "门架HEX字符串": "3C8B13",
          "门架名称": "临沂临港虚-莒南虚收费门架",
          "收费门架编号": "S003837004001910190",
          "纬度": 35.124,
          "经度": 119.077,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B04",
                  "3C8B15"
          ]
  },
  {
          "门架HEX字符串": "3D8B14",
          "门架名称": "莒南虚-临沂临港虚收费门架",
          "收费门架编号": "S003837004002020200",
          "纬度": 35.124,
          "经度": 119.076,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B02",
                  "3D8B12"
          ]
  },
  {
          "门架HEX字符串": "3C8B15",
          "门架名称": "莒南虚-相沟虚收费门架",
          "收费门架编号": "S003837004002110210",
          "纬度": 35.060294,
          "经度": 118.782951,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B06",
                  "3C8B17"
          ]
  },
  {
          "门架HEX字符串": "3D8B16",
          "门架名称": "相沟虚-莒南虚收费门架",
          "收费门架编号": "S003837004002220220",
          "纬度": 35.060456,
          "经度": 118.782857,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B04",
                  "3D8B14"
          ]
  },
  {
          "门架HEX字符串": "3C8B17",
          "门架名称": "相沟虚-青云枢纽收费门架",
          "收费门架编号": "S003837004002310230",
          "纬度": 35.049,
          "经度": 118.741,
          "使用状态": "在用",
          "下游门架": [
                  "3D5218",
                  "3C5219",
                  "3C8B19"
          ]
  },
  {
          "门架HEX字符串": "3D8B18",
          "门架名称": "青云枢纽-相沟虚收费门架",
          "收费门架编号": "S003837004002420240",
          "纬度": 35.048,
          "经度": 118.739,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B06",
                  "3D8B16"
          ]
  },
  {
          "门架HEX字符串": "3C8B19",
          "门架名称": "青云枢纽-临沭西虚收费门架",
          "收费门架编号": "S003837004002510250",
          "纬度": 34.972,
          "经度": 118.617,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B08",
                  "3C8B1B"
          ]
  },
  {
          "门架HEX字符串": "3D8B1A",
          "门架名称": "临沭西虚-青云枢纽收费门架",
          "收费门架编号": "S003837004002620260",
          "纬度": 34.972,
          "经度": 118.616,
          "使用状态": "在用",
          "下游门架": [
                  "3D5218",
                  "3C5219",
                  "3D8B18"
          ]
  },
  {
          "门架HEX字符串": "3C8B1B",
          "门架名称": "临沭西虚-梅埠虚收费门架",
          "收费门架编号": "S003837004002710270",
          "纬度": 34.957,
          "经度": 118.585,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B0A",
                  "3C8B1D"
          ]
  },
  {
          "门架HEX字符串": "3D8B1C",
          "门架名称": "梅埠虚-临沭西虚收费门架",
          "收费门架编号": "S003837004002820280",
          "纬度": 34.956,
          "经度": 118.583,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B08",
                  "3D8B1A"
          ]
  },
  {
          "门架HEX字符串": "3C8B1D",
          "门架名称": "梅埠虚-郯城北虚收费门架",
          "收费门架编号": "S003837004003710290",
          "纬度": 34.903379,
          "经度": 118.475058,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B0C",
                  "3C8B1F"
          ]
  },
  {
          "门架HEX字符串": "3D8B1E",
          "门架名称": "郯城北虚-梅埠虚收费门架",
          "收费门架编号": "S003837004003820300",
          "纬度": 34.903315,
          "经度": 118.474545,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B0A",
                  "3D8B1C"
          ]
  },
  {
          "门架HEX字符串": "3C8B1F",
          "门架名称": "郯城北虚-册山虚收费门架",
          "收费门架编号": "S003837004004710310",
          "纬度": 34.901,
          "经度": 118.352,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B0E",
                  "3C8B21"
          ]
  },
  {
          "门架HEX字符串": "3D8B20",
          "门架名称": "册山虚-郯城北虚收费门架",
          "收费门架编号": "S003837004004820320",
          "纬度": 34.901,
          "经度": 118.351,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B0C",
                  "3D8B1E"
          ]
  },
  {
          "门架HEX字符串": "3C8B21",
          "门架名称": "册山虚-罗庄虚收费门架",
          "收费门架编号": "S003837004004910330",
          "纬度": 34.901,
          "经度": 118.302,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B10",
                  "3C8B23"
          ]
  },
  {
          "门架HEX字符串": "3D8B22",
          "门架名称": "罗庄虚-册山虚收费门架",
          "收费门架编号": "S003837004005020340",
          "纬度": 34.901,
          "经度": 118.301,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B0E",
                  "3D8B20"
          ]
  },
  {
          "门架HEX字符串": "3C8B23",
          "门架名称": "罗庄虚-临枣京沪枢纽收费门架",
          "收费门架编号": "S003837004005110350",
          "纬度": 34.901,
          "经度": 118.239,
          "使用状态": "在用",
          "下游门架": [
                  "3C1914",
                  "3D1908",
                  "3C4C01"
          ]
  },
  {
          "门架HEX字符串": "3D8B24",
          "门架名称": "临枣京沪枢纽-罗庄虚收费门架",
          "收费门架编号": "S003837004005220360",
          "纬度": 34.901,
          "经度": 118.238,
          "使用状态": "在用",
          "下游门架": [
                  "3D8B10",
                  "3D8B22"
          ]
  },
  {
          "门架HEX字符串": "3C7F03",
          "门架名称": "机场北枢纽互通-胶莱门架",
          "收费门架编号": "S006237001000110010",
          "纬度": 36.40388020975075,
          "经度": 120.102303591711,
          "使用状态": "在用",
          "下游门架": [
                  "3C7F05",
                  "3D7F0A"
          ]
  },
  {
          "门架HEX字符串": "3D7F04",
          "门架名称": "胶莱-机场北枢纽互通门架",
          "收费门架编号": "S006237001000220020",
          "纬度": 36.40851234261915,
          "经度": 120.1010356969037,
          "使用状态": "在用",
          "下游门架": [
                  "3C1212",
                  "3D1211"
          ]
  },
  {
          "门架HEX字符串": "3C7F05",
          "门架名称": "胶莱-机场南枢纽门架",
          "收费门架编号": "S006237001000310030",
          "纬度": 36.37667872744457,
          "经度": 120.1112039016646,
          "使用状态": "在用",
          "下游门架": [
                  "3D7F08",
                  "3C7F01"
          ]
  },
  {
          "门架HEX字符串": "3D7F06",
          "门架名称": "机场南枢纽-胶莱门架",
          "收费门架编号": "S006237001000420040",
          "纬度": 36.37616457,
          "经度": 120.11141431,
          "使用状态": "在用",
          "下游门架": [
                  "3D7F04",
                  "3D7F0A"
          ]
  },
  {
          "门架HEX字符串": "3C7F01",
          "门架名称": "机场南枢纽-河套枢纽互通门架",
          "收费门架编号": "S006237001001310070",
          "纬度": 36.28275283573014,
          "经度": 120.1267691368902,
          "使用状态": "在用",
          "下游门架": [
                  "3C7803",
                  "3D7810"
          ]
  },
  {
          "门架HEX字符串": "3D7F02",
          "门架名称": "河套枢纽互通-机场南枢纽门架",
          "收费门架编号": "S006237001001420080",
          "纬度": 36.28251153,
          "经度": 120.12733487,
          "使用状态": "在用",
          "下游门架": [
                  "3D7F06",
                  "3D7F08"
          ]
  },
  {
          "门架HEX字符串": "3C0902",
          "门架名称": "枣庄东城-山亭南门架",
          "收费门架编号": "S008337001000110010",
          "纬度": 34.895841,
          "经度": 117.504495,
          "使用状态": "在用",
          "下游门架": [
                  "3C0903",
                  "3D4612"
          ]
  },
  {
          "门架HEX字符串": "3C0903",
          "门架名称": "山亭南-木石门架",
          "收费门架编号": "S008337001000210020",
          "纬度": 34.94253967,
          "经度": 117.38663867,
          "使用状态": "在用",
          "下游门架": [
                  "3D460E",
                  "3C9401"
          ]
  },
  {
          "门架HEX字符串": "3D4601",
          "门架名称": "木石-山亭南门架",
          "收费门架编号": "S008337001000320030",
          "纬度": 34.942533,
          "经度": 117.385974,
          "使用状态": "在用",
          "下游门架": [
                  "3D4602",
                  "3D4612"
          ]
  },
  {
          "门架HEX字符串": "3D4602",
          "门架名称": "山亭南-枣庄东城门架",
          "收费门架编号": "S008337001000420040",
          "纬度": 34.895689,
          "经度": 117.503586,
          "使用状态": "在用",
          "下游门架": [
                  "3D4610",
                  "3D7D0C"
          ]
  },
  {
          "门架HEX字符串": "3C7D05",
          "门架名称": "峨山枢纽-税郭门架",
          "收费门架编号": "S008337002000110010",
          "纬度": 34.832858,
          "经度": 117.691315,
          "使用状态": "在用",
          "下游门架": [
                  "3D7D07",
                  "3C7D09"
          ]
  },
  {
          "门架HEX字符串": "3D7D02",
          "门架名称": "税郭-峨山枢纽门架",
          "收费门架编号": "S008337002000420060",
          "纬度": 34.832868,
          "经度": 117.691097,
          "使用状态": "在用",
          "下游门架": [
                  "3D4C12",
                  "3C4C1F"
          ]
  },
  {
          "门架HEX字符串": "3C7D09",
          "门架名称": "税郭虚-枣庄东虚收费门架",
          "收费门架编号": "S008337002000610010",
          "纬度": 34.5055,
          "经度": 117.3951,
          "使用状态": "在用",
          "下游门架": [
                  "3D8E1C",
                  "3D8E0C",
                  "3C7D0B"
          ]
  },
  {
          "门架HEX字符串": "3D7D0A",
          "门架名称": "枣庄东虚-税郭虚收费门架",
          "收费门架编号": "S008337002000620020",
          "纬度": 34.51,
          "经度": 117.3856,
          "使用状态": "备用",
          "下游门架": [
                  "3D7D02",
                  "3D7D07"
          ]
  },
  {
          "门架HEX字符串": "3C7D0B",
          "门架名称": "枣庄东虚-枣庄东城虚收费门架",
          "收费门架编号": "S008337002000710010",
          "纬度": 34.5339,
          "经度": 117.3537,
          "使用状态": "在用",
          "下游门架": [
                  "3C0902",
                  "3D4610"
          ]
  },
  {
          "门架HEX字符串": "3D7D0C",
          "门架名称": "枣庄东城虚-枣庄东虚收费门架",
          "收费门架编号": "S008337002000720020",
          "纬度": 34.5334,
          "经度": 117.532,
          "使用状态": "在用",
          "下游门架": [
                  "3D8E1C",
                  "3D8E0C",
                  "3D7D0A"
          ]
  },
  {
          "门架HEX字符串": "3C9401",
          "门架名称": "木石虚-滕州南虚收费门架",
          "收费门架编号": "S008337003000110010",
          "纬度": 35.004,
          "经度": 117.218,
          "使用状态": "在用",
          "下游门架": [
                  "3D091A",
                  "3D090C",
                  "3C091E"
          ]
  },
  {
          "门架HEX字符串": "3D9402",
          "门架名称": "滕州南虚-木石虚收费门架",
          "收费门架编号": "S008337003000120010",
          "纬度": 35.004,
          "经度": 117.218,
          "使用状态": "在用",
          "下游门架": [
                  "3D460E",
                  "3D4601"
          ]
  },
  {
          "门架HEX字符串": "3C4704",
          "门架名称": "海湾大桥南北交接点-红岛南门架",
          "收费门架编号": "S008537001000410010",
          "纬度": 36.17255894176721,
          "经度": 120.3211407892565,
          "使用状态": "在用",
          "下游门架": [
                  "3C4705",
                  "3D470D"
          ]
  },
  {
          "门架HEX字符串": "3C4705",
          "门架名称": "红岛南-海湾大桥胶州连接界门架",
          "收费门架编号": "S008537001000510020",
          "纬度": 36.14564520844272,
          "经度": 120.2111421035986,
          "使用状态": "在用",
          "下游门架": [
                  "3C4706",
                  "3D8003"
          ]
  },
  {
          "门架HEX字符串": "3C4706",
          "门架名称": "海湾大桥胶州连接界-海湾大桥黄岛界门架",
          "收费门架编号": "S008537001000610030",
          "纬度": 36.08823428345443,
          "经度": 120.1267073934695,
          "使用状态": "在用",
          "下游门架": [
                  "3C7806",
                  "3D7808",
                  "3C4001"
          ]
  },
  {
          "门架HEX字符串": "3D4707",
          "门架名称": "海湾大桥黄岛界-海湾大桥胶州连接界门架",
          "收费门架编号": "S008537001000720040",
          "纬度": 36.08320510144257,
          "经度": 120.1232620847732,
          "使用状态": "在用",
          "下游门架": [
                  "3D4708",
                  "3D8003"
          ]
  },
  {
          "门架HEX字符串": "3D4708",
          "门架名称": "海湾大桥胶州连接界-红岛南门架",
          "收费门架编号": "S008537001000820050",
          "纬度": 36.143531,
          "经度": 120.207096,
          "使用状态": "在用",
          "下游门架": [
                  "3D4709",
                  "3D470D"
          ]
  },
  {
          "门架HEX字符串": "3D4709",
          "门架名称": "红岛南-海湾大桥南北交接点门架",
          "收费门架编号": "S008537001000920060",
          "纬度": 36.17161,
          "经度": 120.315613,
          "使用状态": "在用",
          "下游门架": [
                  "3D470A",
                  "3D470B",
                  "3D470C"
          ]
  },
  {
          "门架HEX字符串": "3C8002",
          "门架名称": "胶州南虚-海湾大桥胶州连接界收费门架",
          "收费门架编号": "S008537002000210020",
          "纬度": 36.814002,
          "经度": 120.724001,
          "使用状态": "在用",
          "下游门架": [
                  "3C4706",
                  "3D4708"
          ]
  },
  {
          "门架HEX字符串": "3D8003",
          "门架名称": "海湾大桥胶州连接界-胶州南虚收费门架",
          "收费门架编号": "S008537002000320030",
          "纬度": 36.814003,
          "经度": 120.724002,
          "使用状态": "在用",
          "下游门架": [
                  "3D8004"
          ]
  },
  {
          "门架HEX字符串": "3C8907",
          "门架名称": "唐王枢纽-董家虚收费门架",
          "收费门架编号": "S010137001000110010",
          "纬度": 36.76,
          "经度": 117.312,
          "使用状态": "在用",
          "下游门架": [
                  "3C8909",
                  "3D8902"
          ]
  },
  {
          "门架HEX字符串": "3C8909",
          "门架名称": "董家虚-孙村东虚收费门架",
          "收费门架编号": "S010137001000210020",
          "纬度": 36.718,
          "经度": 117.336,
          "使用状态": "在用",
          "下游门架": [
                  "3C890B",
                  "3D8904"
          ]
  },
  {
          "门架HEX字符串": "3C890B",
          "门架名称": "孙村东虚-曹范北虚收费门架",
          "收费门架编号": "S010137001000510030",
          "纬度": 36.658023,
          "经度": 117.368011,
          "使用状态": "在用",
          "下游门架": [
                  "3C890E",
                  "3D8906"
          ]
  },
  {
          "门架HEX字符串": "3D890C",
          "门架名称": "曹范北虚-孙村东虚收费门架",
          "收费门架编号": "S010137001000820060",
          "纬度": 36.658,
          "经度": 117.368,
          "使用状态": "备用",
          "下游门架": [
                  "3D890A",
                  "3D8904"
          ]
  },
  {
          "门架HEX字符串": "3D890A",
          "门架名称": "孙村东虚-董家虚收费门架",
          "收费门架编号": "S010137001000920070",
          "纬度": 36.718,
          "经度": 117.337,
          "使用状态": "在用",
          "下游门架": [
                  "3D8908",
                  "3D8902"
          ]
  },
  {
          "门架HEX字符串": "3D8908",
          "门架名称": "董家虚-唐王枢纽收费门架",
          "收费门架编号": "S010137001001220080",
          "纬度": 36.758,
          "经度": 117.313,
          "使用状态": "在用",
          "下游门架": [
                  "3D6501",
                  "3C0D0C",
                  "3D0D13"
          ]
  },
  {
          "门架HEX字符串": "3C8201",
          "门架名称": "枣庄北枢纽-微山虚门架",
          "收费门架编号": "S381237004000210010",
          "纬度": 117.182434,
          "经度": 34.831012,
          "使用状态": "在用",
          "下游门架": [
                  "3D8204"
          ]
  },
  {
          "门架HEX字符串": "3D8202",
          "门架名称": "微山虚-枣庄北枢纽门架",
          "收费门架编号": "S381237004000220010",
          "纬度": 117.182923,
          "经度": 34.831242,
          "使用状态": "在用",
          "下游门架": [
                  "3D0922",
                  "3C0920",
                  "3D092B"
          ]
  },
  {
          "门架HEX字符串": "3C3609",
          "门架名称": "东营港-仙河门架",
          "收费门架编号": "S720137001000110010",
          "纬度": 37.9520033,
          "经度": 118.82650116,
          "使用状态": "在用",
          "下游门架": [
                  "3C360A",
                  "3D3508"
          ]
  },
  {
          "门架HEX字符串": "3C360A",
          "门架名称": "仙河-孤岛门架",
          "收费门架编号": "S720137001000210020",
          "纬度": 37.92691588766381,
          "经度": 118.7903534102116,
          "使用状态": "在用",
          "下游门架": [
                  "3C360B",
                  "3D3506"
          ]
  },
  {
          "门架HEX字符串": "3C360B",
          "门架名称": "孤岛-马场门架",
          "收费门架编号": "S720137001000310030",
          "纬度": 37.85730182,
          "经度": 118.73944064,
          "使用状态": "在用",
          "下游门架": [
                  "3C360C",
                  "3D3504"
          ]
  },
  {
          "门架HEX字符串": "3C360C",
          "门架名称": "马场-疏港路枢纽门架",
          "收费门架编号": "S720137001000410040",
          "纬度": 37.78534954,
          "经度": 118.68531021,
          "使用状态": "在用",
          "下游门架": [
                  "3C3601",
                  "3D3702",
                  "3C3501"
          ]
  },
  {
          "门架HEX字符串": "3C3501",
          "门架名称": "疏港路枢纽-济南东港立交门架",
          "收费门架编号": "S720137001000510050",
          "纬度": 37.659572,
          "经度": 118.544636,
          "使用状态": "在用",
          "下游门架": [
                  "3C3607",
                  "3C360D"
          ]
  },
  {
          "门架HEX字符串": "3D3503",
          "门架名称": "济东东港立交-疏港路枢纽门架",
          "收费门架编号": "S720137001000820080",
          "纬度": 37.658844,
          "经度": 118.544243,
          "使用状态": "在用",
          "下游门架": [
                  "3C3601",
                  "3D3702",
                  "3C3501",
                  "3D360F"
          ]
  },
  {
          "门架HEX字符串": "3D360F",
          "门架名称": "疏港路枢纽-马场门架",
          "收费门架编号": "S720137001000920090",
          "纬度": 37.78487772,
          "经度": 118.68490163,
          "使用状态": "在用",
          "下游门架": [
                  "3D3610",
                  "3D3504"
          ]
  },
  {
          "门架HEX字符串": "3D3610",
          "门架名称": "马场-孤岛门架",
          "收费门架编号": "S720137001001020100",
          "纬度": 37.85647081,
          "经度": 118.73923371,
          "使用状态": "在用",
          "下游门架": [
                  "3D3611",
                  "3D3506"
          ]
  },
  {
          "门架HEX字符串": "3D3611",
          "门架名称": "孤岛-仙河门架",
          "收费门架编号": "S720137001001120110",
          "纬度": 37.92629978908221,
          "经度": 118.7897225547823,
          "使用状态": "在用",
          "下游门架": [
                  "3D3612",
                  "3D3508"
          ]
  },
  {
          "门架HEX字符串": "3D3612",
          "门架名称": "仙河-东营港门架",
          "收费门架编号": "S720137001001220120",
          "纬度": 37.95142349,
          "经度": 118.82588494,
          "使用状态": "在用",
          "下游门架": [
                  "3D350A"
          ]
  },
  {
          "门架HEX字符串": "3C7403",
          "门架名称": "莱州港-荣乌莱州疏港枢纽门架",
          "收费门架编号": "S740137001000110010",
          "纬度": 37.36474519,
          "经度": 120.01941465,
          "使用状态": "在用",
          "下游门架": [
                  "3C2706",
                  "3D270E"
          ]
  },
  {
          "门架HEX字符串": "3D7404",
          "门架名称": "荣乌莱州疏港枢纽-莱州港门架",
          "收费门架编号": "S740137001000220020",
          "纬度": 37.3639182,
          "经度": 120.02059622,
          "使用状态": "在用",
          "下游门架": [
                  "3D2801"
          ]
  },
  {
          "门架HEX字符串": "3C7405",
          "门架名称": "烟台西港-八角门架",
          "收费门架编号": "S740237001000110010",
          "纬度": 37.655615,
          "经度": 121.111763,
          "使用状态": "在用",
          "下游门架": [
                  "3C7406",
                  "3D2901"
          ]
  },
  {
          "门架HEX字符串": "3C7406",
          "门架名称": "八角-八角枢纽门架",
          "收费门架编号": "S740237001000210020",
          "纬度": 37.640907,
          "经度": 121.104135,
          "使用状态": "在用",
          "下游门架": [
                  "3D250A",
                  "3C2601"
          ]
  },
  {
          "门架HEX字符串": "3D7407",
          "门架名称": "八角枢纽-八角门架",
          "收费门架编号": "S740237001000320030",
          "纬度": 37.639944,
          "经度": 121.104298,
          "使用状态": "在用",
          "下游门架": [
                  "3D7408",
                  "3D2901"
          ]
  },
  {
          "门架HEX字符串": "3D7408",
          "门架名称": "八角-烟台西港门架",
          "收费门架编号": "S740237001000420040",
          "纬度": 37.655163,
          "经度": 121.111494,
          "使用状态": "在用",
          "下游门架": [
                  "3D2904"
          ]
  },
  {
          "门架HEX字符串": "3C740A",
          "门架名称": "辛安枢纽-灵珠山门架",
          "收费门架编号": "S760237001000210020",
          "纬度": 36.0322289,
          "经度": 120.08889029,
          "使用状态": "在用",
          "下游门架": [
                  "3C740B",
                  "3D7415"
          ]
  },
  {
          "门架HEX字符串": "3C740B",
          "门架名称": "灵珠山-灵山湾门架",
          "收费门架编号": "S760237001000310030",
          "纬度": 35.96780395,
          "经度": 120.03584806,
          "使用状态": "在用",
          "下游门架": [
                  "3C740C",
                  "3D7417"
          ]
  },
  {
          "门架HEX字符串": "3C740C",
          "门架名称": "灵山湾-隐珠门架",
          "收费门架编号": "S760237001000410040",
          "纬度": 35.95453029999999,
          "经度": 120.03461919,
          "使用状态": "在用",
          "下游门架": [
                  "3C740D",
                  "3D7413"
          ]
  },
  {
          "门架HEX字符串": "3C740D",
          "门架名称": "隐珠-胶南北枢纽门架",
          "收费门架编号": "S760237001000510050",
          "纬度": 35.9235768,
          "经度": 119.99759127,
          "使用状态": "在用",
          "下游门架": [
                  "3C7303",
                  "3D7309"
          ]
  },
  {
          "门架HEX字符串": "3D740E",
          "门架名称": "胶南北枢纽-隐珠门架",
          "收费门架编号": "S760237001000620060",
          "纬度": 35.92269498,
          "经度": 119.99596378,
          "使用状态": "在用",
          "下游门架": [
                  "3D740F",
                  "3D7413"
          ]
  },
  {
          "门架HEX字符串": "3D740F",
          "门架名称": "隐珠-灵山湾门架",
          "收费门架编号": "S760237001000720070",
          "纬度": 35.95267800000001,
          "经度": 120.03407445,
          "使用状态": "在用",
          "下游门架": [
                  "3D7410",
                  "3D7417"
          ]
  },
  {
          "门架HEX字符串": "3D7410",
          "门架名称": "灵山湾-灵珠山门架",
          "收费门架编号": "S760237001000820080",
          "纬度": 35.96724157,
          "经度": 120.03605028,
          "使用状态": "在用",
          "下游门架": [
                  "3D7411",
                  "3D7415"
          ]
  },
  {
          "门架HEX字符串": "3D7411",
          "门架名称": "灵珠山-辛安枢纽门架",
          "收费门架编号": "S760237001000920090",
          "纬度": 36.0310261,
          "经度": 120.0871393,
          "使用状态": "在用",
          "下游门架": [
                  "3D400B",
                  "3D7412"
          ]
  },
  {
          "门架HEX字符串": "3C1D0F",
          "门架名称": "日照港-沈海日照疏港枢纽门架",
          "收费门架编号": "S780137001000110010",
          "纬度": 35.38545789136825,
          "经度": 119.4042650724034,
          "使用状态": "在用",
          "下游门架": [
                  "3C2204",
                  "3D220C",
                  "3D2210"
          ]
  },
  {
          "门架HEX字符串": "3D1D10",
          "门架名称": "沈海日照疏港枢纽-日照港门架",
          "收费门架编号": "S780137001000220020",
          "纬度": 35.38933609899118,
          "经度": 119.4022356271268,
          "使用状态": "在用",
          "下游门架": [
                  "3D2301"
          ]
  },
  {
          "门架HEX字符串": "3C8304",
          "门架名称": "济乐青银立交-崔寨南虚门架",
          "收费门架编号": "S810537001000110010",
          "纬度": 36.794,
          "经度": 117.066993,
          "使用状态": "在用",
          "下游门架": [
                  "3C8307",
                  "3C8302"
          ]
  },
  {
          "门架HEX字符串": "3D8303",
          "门架名称": "崔寨南虚-济乐青银立交门架",
          "收费门架编号": "S810537001000220020",
          "纬度": 36.795519,
          "经度": 117.076391,
          "使用状态": "在用",
          "下游门架": [
                  "3D6505",
                  "3C650D",
                  "3D5412"
          ]
  },
  {
          "门架HEX字符串": "3C8302",
          "门架名称": "崔寨南虚-华山北虚门架",
          "收费门架编号": "S810537001000910050",
          "纬度": 36.773555,
          "经度": 117.08594,
          "使用状态": "在用",
          "下游门架": [
                  "3C8305",
                  "3C830A"
          ]
  },
  {
          "门架HEX字符串": "3D8301",
          "门架名称": "华山北虚-崔寨南虚门架",
          "收费门架编号": "S810537001001020060",
          "纬度": 36.770083,
          "经度": 117.090562,
          "使用状态": "在用",
          "下游门架": [
                  "3D8303",
                  "3C8307"
          ]
  },
  {
          "门架HEX字符串": "3C5703",
          "门架名称": "乐陵南-乐陵南虚收费门架",
          "收费门架编号": "G000237001001110010",
          "纬度": 37.536114,
          "经度": 117.114182,
          "使用状态": "在用",
          "下游门架": [
                  "3D5405",
                  "3C5406"
          ]
  },
  {
          "门架HEX字符串": "3D5702",
          "门架名称": "乐陵南虚-乐陵南收费门架",
          "收费门架编号": "G000237001001120010",
          "纬度": 37.536114,
          "经度": 117.114182,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5705",
          "门架名称": "乐陵西-乐陵西虚收费门架",
          "收费门架编号": "G000237001001210010",
          "纬度": 37.687464,
          "经度": 117.094949,
          "使用状态": "在用",
          "下游门架": [
                  "3D5403",
                  "3C5408"
          ]
  },
  {
          "门架HEX字符串": "3D5704",
          "门架名称": "乐陵西虚-乐陵西收费门架",
          "收费门架编号": "G000237001001220010",
          "纬度": 37.687464,
          "经度": 117.094949,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5701",
          "门架名称": "乐陵北-乐陵北虚收费门架",
          "收费门架编号": "G000237001001310010",
          "纬度": 37.319804,
          "经度": 117.101953,
          "使用状态": "在用",
          "下游门架": [
                  "3F5401",
                  "3C5409"
          ]
  },
  {
          "门架HEX字符串": "3D5706",
          "门架名称": "乐陵北虚-乐陵北收费门架",
          "收费门架编号": "G000237001001320010",
          "纬度": 37.319804,
          "经度": 117.101953,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5602",
          "门架名称": "商河-商河虚收费门架",
          "收费门架编号": "G000237002000510010",
          "纬度": 37.280438,
          "经度": 117.079013,
          "使用状态": "在用",
          "下游门架": [
                  "3D540C",
                  "3C540E"
          ]
  },
  {
          "门架HEX字符串": "3D5601",
          "门架名称": "商河虚-商河收费门架",
          "收费门架编号": "G000237002000520010",
          "纬度": 37.280438,
          "经度": 117.079013,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5502",
          "门架名称": "临邑-临邑虚收费门架",
          "收费门架编号": "G000237003000510010",
          "纬度": 37.16592199999999,
          "经度": 117.038551,
          "使用状态": "在用",
          "下游门架": [
                  "3D540D",
                  "3C5416"
          ]
  },
  {
          "门架HEX字符串": "3D5501",
          "门架名称": "临邑虚-临邑收费门架",
          "收费门架编号": "G000237003000520010",
          "纬度": 37.16592199999999,
          "经度": 117.038551,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1501",
          "门架名称": "港沟-港沟枢纽门架",
          "收费门架编号": "G000237004000110010",
          "纬度": 36.627261,
          "经度": 117.179882,
          "使用状态": "在用",
          "下游门架": [
                  "3C150F",
                  "3C1C02",
                  "3D1C0A"
          ]
  },
  {
          "门架HEX字符串": "3D151D",
          "门架名称": "港沟枢纽-港沟门架",
          "收费门架编号": "G000237004000220010",
          "纬度": 36.627261,
          "经度": 117.179882,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1524",
          "门架名称": "蟠龙-蟠龙虚收费门架",
          "收费门架编号": "G000237004003310010",
          "纬度": 36.61335,
          "经度": 117.30946,
          "使用状态": "在用",
          "下游门架": [
                  "3D151C",
                  "3C151E"
          ]
  },
  {
          "门架HEX字符串": "3D1523",
          "门架名称": "蟠龙虚-蟠龙收费门架",
          "收费门架编号": "G000237004003320010",
          "纬度": 36.61335,
          "经度": 117.30946,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1526",
          "门架名称": "彩石-彩石虚收费门架",
          "收费门架编号": "G000237004003410010",
          "纬度": 36.611391,
          "经度": 117.368355,
          "使用状态": "在用",
          "下游门架": [
                  "3C1510",
                  "3D151F"
          ]
  },
  {
          "门架HEX字符串": "3D1525",
          "门架名称": "彩石虚-彩石收费门架",
          "收费门架编号": "G000237004003420010",
          "纬度": 36.611391,
          "经度": 117.368355,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1528",
          "门架名称": "曹范-曹范虚收费门架",
          "收费门架编号": "G000237004003510010",
          "纬度": 36.601008,
          "经度": 117.445395,
          "使用状态": "停用",
          "下游门架": [
                  "3D151B",
                  "3C1511",
                  "3D890D"
          ]
  },
  {
          "门架HEX字符串": "3D1527",
          "门架名称": "曹范虚-曹范收费门架",
          "收费门架编号": "G000237004003520010",
          "纬度": 36.601008,
          "经度": 117.445395,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C152A",
          "门架名称": "埠村-埠村虚收费门架",
          "收费门架编号": "G000237004003610010",
          "纬度": 36.60077,
          "经度": 117.40987,
          "使用状态": "在用",
          "下游门架": [
                  "3D151A",
                  "3C1530"
          ]
  },
  {
          "门架HEX字符串": "3D1529",
          "门架名称": "埠村虚-埠村收费门架",
          "收费门架编号": "G000237004003620010",
          "纬度": 36.60077,
          "经度": 117.40987,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C152B",
          "门架名称": "雪野-雪野虚收费门架",
          "收费门架编号": "G000237004003710010",
          "纬度": 36.586982,
          "经度": 117.488062,
          "使用状态": "在用",
          "下游门架": [
                  "3C1513",
                  "3D1520"
          ]
  },
  {
          "门架HEX字符串": "3D1522",
          "门架名称": "雪野虚-雪野收费门架",
          "收费门架编号": "G000237004003720010",
          "纬度": 36.586982,
          "经度": 117.488062,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C152D",
          "门架名称": "莱芜北-莱芜北虚收费门架",
          "收费门架编号": "G000237004003810010",
          "纬度": 36.440389,
          "经度": 117.533429,
          "使用状态": "在用",
          "下游门架": [
                  "3D1518",
                  "3C1514"
          ]
  },
  {
          "门架HEX字符串": "3D152C",
          "门架名称": "莱芜北虚-莱芜北收费门架",
          "收费门架编号": "G000237004003820010",
          "纬度": 36.440389,
          "经度": 117.533429,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C152F",
          "门架名称": "莱芜高新-莱芜高新虚收费门架",
          "收费门架编号": "G000237004003910010",
          "纬度": 36.254865,
          "经度": 117.727541,
          "使用状态": "在用",
          "下游门架": [
                  "3D1517",
                  "3C1515"
          ]
  },
  {
          "门架HEX字符串": "3D152E",
          "门架名称": "莱芜高新虚-莱芜高新收费门架",
          "收费门架编号": "G000237004003920010",
          "纬度": 36.254865,
          "经度": 117.727541,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1808",
          "门架名称": "蒙阴-蒙阴虚门架",
          "收费门架编号": "G000237005001510150",
          "纬度": 35.686303,
          "经度": 117.927237,
          "使用状态": "停用",
          "下游门架": [
                  "3C1813",
                  "3D181B"
          ]
  },
  {
          "门架HEX字符串": "3D1809",
          "门架名称": "蒙阴虚-蒙阴门架",
          "收费门架编号": "G000237005001620160",
          "纬度": 35.686303,
          "经度": 117.927237,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C180A",
          "门架名称": "孟良崮-孟良崮虚门架",
          "收费门架编号": "G000237005001710170",
          "纬度": 35.540338,
          "经度": 118.14221,
          "使用状态": "停用",
          "下游门架": [
                  "3C1814",
                  "3D1806"
          ]
  },
  {
          "门架HEX字符串": "3D180B",
          "门架名称": "孟良崮虚-孟良崮门架",
          "收费门架编号": "G000237005001820180",
          "纬度": 35.540338,
          "经度": 118.14221,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C180C",
          "门架名称": "青驼-青驼虚门架",
          "收费门架编号": "G000237005001910190",
          "纬度": 35.414016,
          "经度": 118.249746,
          "使用状态": "在用",
          "下游门架": [
                  "3C1815",
                  "3D1805"
          ]
  },
  {
          "门架HEX字符串": "3D180D",
          "门架名称": "青驼虚-青驼门架",
          "收费门架编号": "G000237005002020200",
          "纬度": 35.414016,
          "经度": 118.249746,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C180E",
          "门架名称": "临沂北-临沂北虚门架",
          "收费门架编号": "G000237005002110210",
          "纬度": 35.273188,
          "经度": 118.250699,
          "使用状态": "在用",
          "下游门架": [
                  "3D1803",
                  "3C181C"
          ]
  },
  {
          "门架HEX字符串": "3D180F",
          "门架名称": "临沂北虚-临沂北门架",
          "收费门架编号": "G000237005002220220",
          "纬度": 35.273188,
          "经度": 118.250699,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1810",
          "门架名称": "临沂-临沂虚门架",
          "收费门架编号": "G000237005002310230",
          "纬度": 35.146787,
          "经度": 118.248139,
          "使用状态": "停用",
          "下游门架": [
                  "3C1818",
                  "3D181F"
          ]
  },
  {
          "门架HEX字符串": "3D1811",
          "门架名称": "临沂虚-临沂门架",
          "收费门架编号": "G000237005002420240",
          "纬度": 35.146787,
          "经度": 118.248139,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1713",
          "门架名称": "蒙阴西-蒙阴西虚收费门架",
          "收费门架编号": "G000237005002510250",
          "纬度": 35.736,
          "经度": 117.85,
          "使用状态": "备用",
          "下游门架": [
                  "3D1819",
                  "3C181A"
          ]
  },
  {
          "门架HEX字符串": "3D1716",
          "门架名称": "蒙阴西虚-蒙阴西收费门架",
          "收费门架编号": "G000237005002620260",
          "纬度": 35.736,
          "经度": 117.85,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1717",
          "门架名称": "临沂枣园-临沂枣园虚收费门架",
          "收费门架编号": "G000237005002710270",
          "纬度": 35.21,
          "经度": 118.252,
          "使用状态": "备用",
          "下游门架": [
                  "3D181D",
                  "3C181E"
          ]
  },
  {
          "门架HEX字符串": "3D171A",
          "门架名称": "临沂枣园虚-临沂枣园收费门架",
          "收费门架编号": "G000237005002820280",
          "纬度": 35.21,
          "经度": 118.252,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C171B",
          "门架名称": "博莱枢纽-蒙阴西虚收费门架",
          "收费门架编号": "G000237005002910290",
          "纬度": 35.746,
          "经度": 117.824,
          "使用状态": "在用",
          "下游门架": [
                  "3D1716",
                  "3C181A"
          ]
  },
  {
          "门架HEX字符串": "3C181A",
          "门架名称": "蒙阴西虚-蒙阴虚收费门架",
          "收费门架编号": "G000237005003110310",
          "纬度": 35.698,
          "经度": 117.908,
          "使用状态": "在用",
          "下游门架": [
                  "3C1813",
                  "3D1809"
          ]
  },
  {
          "门架HEX字符串": "3C190A",
          "门架名称": "郯城-郯城虚门架",
          "收费门架编号": "G000237006001510150",
          "纬度": 34.642551,
          "经度": 118.240412,
          "使用状态": "在用",
          "下游门架": [
                  "3D1906",
                  "3C191D"
          ]
  },
  {
          "门架HEX字符串": "3D190B",
          "门架名称": "郯城虚-郯城门架",
          "收费门架编号": "G000237006001620160",
          "纬度": 34.642551,
          "经度": 118.240412,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C190C",
          "门架名称": "红花埠-红花埠虚门架",
          "收费门架编号": "G000237006001710170",
          "纬度": 34.448306,
          "经度": 118.33025,
          "使用状态": "在用",
          "下游门架": [
                  "3E1902",
                  "3D1920"
          ]
  },
  {
          "门架HEX字符串": "3D190D",
          "门架名称": "红花埠虚-红花埠门架",
          "收费门架编号": "G000237006001820180",
          "纬度": 34.448306,
          "经度": 118.33025,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C190E",
          "门架名称": "临沂南-临沂南虚门架",
          "收费门架编号": "G000237006001910190",
          "纬度": 35.029373,
          "经度": 118.215319,
          "使用状态": "在用",
          "下游门架": [
                  "3C1913",
                  "3D1821"
          ]
  },
  {
          "门架HEX字符串": "3D190F",
          "门架名称": "临沂南虚-临沂南门架",
          "收费门架编号": "G000237006002020200",
          "纬度": 35.029373,
          "经度": 118.215319,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1910",
          "门架名称": "兰陵-兰陵虚门架",
          "收费门架编号": "G000237006002110210",
          "纬度": 34.870243,
          "经度": 118.204252,
          "使用状态": "停用",
          "下游门架": [
                  "3C1915",
                  "3D1907"
          ]
  },
  {
          "门架HEX字符串": "3D1911",
          "门架名称": "兰陵虚-兰陵门架",
          "收费门架编号": "G000237006002220220",
          "纬度": 34.870243,
          "经度": 118.204252,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1919",
          "门架名称": "临沂商城-临沂商城虚收费门架",
          "收费门架编号": "G000237006002310230",
          "纬度": 35.068,
          "经度": 118.229,
          "使用状态": "备用",
          "下游门架": [
                  "3D1801",
                  "3C1820"
          ]
  },
  {
          "门架HEX字符串": "3D191A",
          "门架名称": "临沂商城虚-临沂商城收费门架",
          "收费门架编号": "G000237006002420240",
          "纬度": 35.068,
          "经度": 118.229,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C191B",
          "门架名称": "郯城南-郯城南虚收费门架",
          "收费门架编号": "G000237006002510250",
          "纬度": 34.578,
          "经度": 118.261,
          "使用状态": "备用",
          "下游门架": [
                  "3D191E",
                  "3C191F"
          ]
  },
  {
          "门架HEX字符串": "3D191C",
          "门架名称": "郯城南虚-郯城南收费门架",
          "收费门架编号": "G000237006002620260",
          "纬度": 34.578,
          "经度": 118.261,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6516",
          "门架名称": "济阳-济阳虚收费门架",
          "收费门架编号": "G000237007000310010",
          "纬度": 36.81759,
          "经度": 117.166102,
          "使用状态": "在用",
          "下游门架": [
                  "3C650E",
                  "3D6504"
          ]
  },
  {
          "门架HEX字符串": "3D6515",
          "门架名称": "济阳虚-济阳收费门架",
          "收费门架编号": "G000237007000320010",
          "纬度": 36.81759,
          "经度": 117.166102,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6514",
          "门架名称": "遥墙-遥墙虚收费门架",
          "收费门架编号": "G000237008002310010",
          "纬度": 36.812359,
          "经度": 117.184155,
          "使用状态": "在用",
          "下游门架": [
                  "3C6512",
                  "3D6503"
          ]
  },
  {
          "门架HEX字符串": "3D6513",
          "门架名称": "遥墙虚-遥墙收费门架",
          "收费门架编号": "G000237008002320010",
          "纬度": 36.812359,
          "经度": 117.184155,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6518",
          "门架名称": "靳家-靳家虚收费门架",
          "收费门架编号": "G000237008002410010",
          "纬度": 36.842086,
          "经度": 116.978467,
          "使用状态": "在用",
          "下游门架": [
                  "3D6506",
                  "3C650C"
          ]
  },
  {
          "门架HEX字符串": "3D6517",
          "门架名称": "靳家虚-靳家收费门架",
          "收费门架编号": "G000237008002420010",
          "纬度": 36.842086,
          "经度": 116.978467,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C651A",
          "门架名称": "齐河东-齐河东虚收费门架",
          "收费门架编号": "G000237008002510010",
          "纬度": 36.799858,
          "经度": 116.868053,
          "使用状态": "在用",
          "下游门架": [
                  "3D6508",
                  "3C650A"
          ]
  },
  {
          "门架HEX字符串": "3D6519",
          "门架名称": "齐河东虚-齐河东收费门架",
          "收费门架编号": "G000237008002520010",
          "纬度": 36.799858,
          "经度": 116.868053,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1C10",
          "门架名称": "济南东-济南东虚收费门架",
          "收费门架编号": "G000237009000910010",
          "纬度": 36.659739,
          "经度": 117.201567,
          "使用状态": "在用",
          "下游门架": [
                  "3D0D05",
                  "3C1C01"
          ]
  },
  {
          "门架HEX字符串": "3D1C0F",
          "门架名称": "济南东虚-济南东收费门架",
          "收费门架编号": "G000237009000920010",
          "纬度": 36.659739,
          "经度": 117.201567,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1402",
          "门架名称": "郭店-郭店虚收费门架",
          "收费门架编号": "G000237009001010010",
          "纬度": 36.741796,
          "经度": 117.201732,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D04",
                  "3D0D06"
          ]
  },
  {
          "门架HEX字符串": "3D1401",
          "门架名称": "郭店虚-郭店收费门架",
          "收费门架编号": "G000237009001020010",
          "纬度": 36.741796,
          "经度": 117.201732,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1404",
          "门架名称": "机场-机场虚收费门架",
          "收费门架编号": "G000237009001110010",
          "纬度": 36.834274,
          "经度": 117.199234,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D01"
          ]
  },
  {
          "门架HEX字符串": "3D1403",
          "门架名称": "机场虚-机场收费门架",
          "收费门架编号": "G000237009001120010",
          "纬度": 36.834274,
          "经度": 117.199234,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1C0C",
          "门架名称": "济南南-济南南虚收费门架",
          "收费门架编号": "G000237010001310010",
          "纬度": 36.54807,
          "经度": 117.0363,
          "使用状态": "在用",
          "下游门架": [
                  "3C1C04",
                  "3D1C08"
          ]
  },
  {
          "门架HEX字符串": "3D1C0B",
          "门架名称": "济南南虚-济南南收费门架",
          "收费门架编号": "G000237010001320010",
          "纬度": 36.54807,
          "经度": 117.0363,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1C0E",
          "门架名称": "市中-市中虚收费门架",
          "收费门架编号": "G000237010001410010",
          "纬度": 36.574594,
          "经度": 116.884186,
          "使用状态": "在用",
          "下游门架": [
                  "3C1C05",
                  "3D1C07"
          ]
  },
  {
          "门架HEX字符串": "3D1C0D",
          "门架名称": "市中虚-市中收费门架",
          "收费门架编号": "G000237010001420010",
          "纬度": 36.574594,
          "经度": 116.884186,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5418",
          "门架名称": "济阳西-济阳西虚收费门架",
          "收费门架编号": "G000237011000910010",
          "纬度": 36.985991,
          "经度": 117.051803,
          "使用状态": "在用",
          "下游门架": [
                  "3D5410",
                  "3C5414"
          ]
  },
  {
          "门架HEX字符串": "3D5417",
          "门架名称": "济阳西虚-济阳西收费门架",
          "收费门架编号": "G000237011000920010",
          "纬度": 36.985991,
          "经度": 117.051803,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C541A",
          "门架名称": "济阳北-济阳北虚收费门架",
          "收费门架编号": "G000237011001010010",
          "纬度": 37.073716,
          "经度": 117.031033,
          "使用状态": "在用",
          "下游门架": [
                  "3D540F",
                  "3C5415"
          ]
  },
  {
          "门架HEX字符串": "3D5419",
          "门架名称": "济阳北虚-济阳北收费门架",
          "收费门架编号": "G000237011001020010",
          "纬度": 37.073716,
          "经度": 117.031033,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3A0E",
          "门架名称": "莱芜南-莱芜南虚收费门架",
          "收费门架编号": "G000237012001710010",
          "纬度": 36.188768,
          "经度": 117.718682,
          "使用状态": "在用",
          "下游门架": [
                  "3D3A02",
                  "3C3A03"
          ]
  },
  {
          "门架HEX字符串": "3D3A0D",
          "门架名称": "莱芜南虚-莱芜南收费门架",
          "收费门架编号": "G000237012001720010",
          "纬度": 36.188768,
          "经度": 117.718682,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1721",
          "门架名称": "化马湾-化马湾虚收费门架",
          "收费门架编号": "G000237013002310010",
          "纬度": 36.054018,
          "经度": 117.444099,
          "使用状态": "在用",
          "下游门架": [
                  "3C1701",
                  "3D172A"
          ]
  },
  {
          "门架HEX字符串": "3D1720",
          "门架名称": "化马湾虚-化马湾收费门架",
          "收费门架编号": "G000237013002320010",
          "纬度": 36.054018,
          "经度": 117.444099,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1723",
          "门架名称": "新泰西-新泰西虚收费门架",
          "收费门架编号": "G000237013002410010",
          "纬度": 36.053762,
          "经度": 117.444596,
          "使用状态": "在用",
          "下游门架": [
                  "3C1702",
                  "3D1706"
          ]
  },
  {
          "门架HEX字符串": "3D1722",
          "门架名称": "新泰西虚-新泰西收费门架",
          "收费门架编号": "G000237013002420010",
          "纬度": 36.053762,
          "经度": 117.444596,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1725",
          "门架名称": "新泰南-新泰南虚收费门架",
          "收费门架编号": "G000237013002510010",
          "纬度": 35.842756,
          "经度": 117.685725,
          "使用状态": "在用",
          "下游门架": [
                  "3D1705",
                  "3C172B"
          ]
  },
  {
          "门架HEX字符串": "3D1724",
          "门架名称": "新泰南虚-新泰南收费门架",
          "收费门架编号": "G000237013002520010",
          "纬度": 35.842756,
          "经度": 117.685725,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1727",
          "门架名称": "泰新枢纽-徂徕枢纽收费门架",
          "收费门架编号": "G000237013002610220",
          "纬度": 36.124886,
          "经度": 117.286816,
          "使用状态": "备用",
          "下游门架": [
                  "3C1729",
                  "3D690D",
                  "3C690E"
          ]
  },
  {
          "门架HEX字符串": "3D1728",
          "门架名称": "徂徕枢纽-泰新枢纽收费门架",
          "收费门架编号": "G000237013002620230",
          "纬度": 36.124891,
          "经度": 117.286833,
          "使用状态": "备用",
          "下游门架": [
                  "3C900C",
                  "3D900B"
          ]
  },
  {
          "门架HEX字符串": "3C1729",
          "门架名称": "徂徕枢纽-化马湾虚收费门架",
          "收费门架编号": "G000237013002710240",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3C1701",
                  "3D1720"
          ]
  },
  {
          "门架HEX字符串": "3D172A",
          "门架名称": "化马湾虚-徂徕枢纽收费门架",
          "收费门架编号": "G000237013002720250",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3D1728",
                  "3D690D",
                  "3C690E"
          ]
  },
  {
          "门架HEX字符串": "3C172B",
          "门架名称": "新泰南虚-新汶枢纽收费门架",
          "收费门架编号": "G000237013002810260",
          "纬度": 35.842756,
          "经度": 117.685725,
          "使用状态": "备用",
          "下游门架": [
                  "3C172D",
                  "3C8609"
          ]
  },
  {
          "门架HEX字符串": "3D172C",
          "门架名称": "新汶枢纽-新泰南虚收费门架",
          "收费门架编号": "G000237013002920270",
          "纬度": 35.842654,
          "经度": 117.686291,
          "使用状态": "备用",
          "下游门架": [
                  "3D1705",
                  "3D1724"
          ]
  },
  {
          "门架HEX字符串": "3C172D",
          "门架名称": "新汶枢纽-博莱枢纽收费门架",
          "收费门架编号": "G000237013003010280",
          "纬度": 35.820584,
          "经度": 117.722547,
          "使用状态": "备用",
          "下游门架": [
                  "3D8D08",
                  "3C171B",
                  "3C8E0F"
          ]
  },
  {
          "门架HEX字符串": "3D172E",
          "门架名称": "博莱枢纽-新汶枢纽收费门架",
          "收费门架编号": "G000237013003120290",
          "纬度": 35.820836,
          "经度": 117.722738,
          "使用状态": "备用",
          "下游门架": [
                  "3D172C",
                  "3C8609"
          ]
  },
  {
          "门架HEX字符串": "3C8C01",
          "门架名称": "莱芜东-莱芜东虚收费门架",
          "收费门架编号": "G000237014000110010",
          "纬度": 36.193,
          "经度": 117.738,
          "使用状态": "备用",
          "下游门架": [
                  "3C3A01",
                  "3D8C06",
                  "3C8C07"
          ]
  },
  {
          "门架HEX字符串": "3D8C02",
          "门架名称": "莱芜东虚-莱芜东收费门架",
          "收费门架编号": "G000237014000220020",
          "纬度": 36.193,
          "经度": 117.738,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8C03",
          "门架名称": "钢城-钢城虚收费门架",
          "收费门架编号": "G000237014000310010",
          "纬度": 36.075,
          "经度": 117.787,
          "使用状态": "备用",
          "下游门架": [
                  "3D8C0A",
                  "3C8C0B"
          ]
  },
  {
          "门架HEX字符串": "3D8C04",
          "门架名称": "钢城虚-钢城收费门架",
          "收费门架编号": "G000237014000420020",
          "纬度": 36.075,
          "经度": 117.787,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8D01",
          "门架名称": "新泰北-新泰北虚收费门架",
          "收费门架编号": "G000237015000110010",
          "纬度": 35.935201,
          "经度": 117.831541,
          "使用状态": "备用",
          "下游门架": [
                  "3D8C0C",
                  "3C8D05"
          ]
  },
  {
          "门架HEX字符串": "3D8D02",
          "门架名称": "新泰北虚-新泰北收费门架",
          "收费门架编号": "G000237015000220020",
          "纬度": 35.935201,
          "经度": 117.831541,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8D03",
          "门架名称": "新泰东-新泰东虚收费门架",
          "收费门架编号": "G000237015000310010",
          "纬度": 35.862263,
          "经度": 117.837233,
          "使用状态": "备用",
          "下游门架": [
                  "3D8D06",
                  "3C8D07"
          ]
  },
  {
          "门架HEX字符串": "3D8D04",
          "门架名称": "新泰东虚-新泰东收费门架",
          "收费门架编号": "G000237015000420020",
          "纬度": 35.862263,
          "经度": 117.837233,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0507",
          "门架名称": "德州-德州虚门架",
          "收费门架编号": "G000337001001310010",
          "纬度": 37.42130970411802,
          "经度": 116.3843821982149,
          "使用状态": "在用",
          "下游门架": [
                  "3C0517",
                  "3D0516"
          ]
  },
  {
          "门架HEX字符串": "3D0508",
          "门架名称": "德州虚-德州门架",
          "收费门架编号": "G000337001001420010",
          "纬度": 37.42136547575504,
          "经度": 116.3848004022103,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0509",
          "门架名称": "德州南-德州南虚门架",
          "收费门架编号": "G000337001001510010",
          "纬度": 37.3744361223229,
          "经度": 116.381684072908,
          "使用状态": "在用",
          "下游门架": [
                  "3D0518",
                  "3C0519"
          ]
  },
  {
          "门架HEX字符串": "3D050A",
          "门架名称": "德州南虚-德州南门架",
          "收费门架编号": "G000337001001620010",
          "纬度": 37.37448723777118,
          "经度": 116.3817058222078,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C050B",
          "门架名称": "平原-平原虚门架",
          "收费门架编号": "G000337001001710010",
          "纬度": 37.21640849031908,
          "经度": 116.4918471336883,
          "使用状态": "在用",
          "下游门架": [
                  "3C0510",
                  "3D051C"
          ]
  },
  {
          "门架HEX字符串": "3D050C",
          "门架名称": "平原虚-平原门架",
          "收费门架编号": "G000337001001820010",
          "纬度": 37.2165384278926,
          "经度": 116.4917884438942,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C050D",
          "门架名称": "平原南-平原南虚门架",
          "收费门架编号": "G000337001001910010",
          "纬度": 37.12573082002771,
          "经度": 116.5691210467113,
          "使用状态": "在用",
          "下游门架": [
                  "3C0609",
                  "3D0512"
          ]
  },
  {
          "门架HEX字符串": "3D050E",
          "门架名称": "平原南虚-平原南门架",
          "收费门架编号": "G000337001002020010",
          "纬度": 37.12570539696408,
          "经度": 116.5690493214953,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0519",
          "门架名称": "德州南虚-孙家集立交收费门架",
          "收费门架编号": "G000337001002110010",
          "纬度": 37.366115,
          "经度": 116.395756,
          "使用状态": "在用",
          "下游门架": [
                  "3C051B",
                  "3C9104"
          ]
  },
  {
          "门架HEX字符串": "3D051A",
          "门架名称": "孙家集立交-德州南虚收费门架",
          "收费门架编号": "G000337001002120020",
          "纬度": 37.364595,
          "经度": 116.396254,
          "使用状态": "在用",
          "下游门架": [
                  "3D0518",
                  "3D050A"
          ]
  },
  {
          "门架HEX字符串": "3C051B",
          "门架名称": "孙家集立交-平原虚收费门架",
          "收费门架编号": "G000337001002210010",
          "纬度": 37.238898,
          "经度": 116.489751,
          "使用状态": "在用",
          "下游门架": [
                  "3C0510",
                  "3D050C"
          ]
  },
  {
          "门架HEX字符串": "3D051C",
          "门架名称": "平原虚-孙家集立交收费门架",
          "收费门架编号": "G000337001002220020",
          "纬度": 37.235615,
          "经度": 116.492479,
          "使用状态": "在用",
          "下游门架": [
                  "3D051A",
                  "3C9104"
          ]
  },
  {
          "门架HEX字符串": "3C0A0B",
          "门架名称": "泰山枢纽-满庄门架",
          "收费门架编号": "G000337002000110010",
          "纬度": 36.050073,
          "经度": 117.091586,
          "使用状态": "停用",
          "下游门架": [
                  "3C0A0C",
                  "3D0A02"
          ]
  },
  {
          "门架HEX字符串": "3C0A0C",
          "门架名称": "满庄-宁阳东门架",
          "收费门架编号": "G000337002000210020",
          "纬度": 36.014841,
          "经度": 117.097239,
          "使用状态": "停用",
          "下游门架": [
                  "3D0A04",
                  "3C0A12"
          ]
  },
  {
          "门架HEX字符串": "3D0A07",
          "门架名称": "宁阳东-满庄门架",
          "收费门架编号": "G000337002000520050",
          "纬度": 36.014367,
          "经度": 117.097711,
          "使用状态": "备用",
          "下游门架": [
                  "3D0A08",
                  "3D0A02"
          ]
  },
  {
          "门架HEX字符串": "3D0A08",
          "门架名称": "满庄-泰山枢纽门架",
          "收费门架编号": "G000337002000620060",
          "纬度": 36.049558,
          "经度": 117.092037,
          "使用状态": "备用",
          "下游门架": [
                  "3D9011",
                  "3D0A0D",
                  "3C6E01"
          ]
  },
  {
          "门架HEX字符串": "3C0A01",
          "门架名称": "满庄-满庄虚门架",
          "收费门架编号": "G000337002000710010",
          "纬度": 36.03388608336549,
          "经度": 117.0931598066431,
          "使用状态": "在用",
          "下游门架": [
                  "3C0A0C",
                  "3D0A08"
          ]
  },
  {
          "门架HEX字符串": "3D0A02",
          "门架名称": "满庄虚-满庄门架",
          "收费门架编号": "G000337002000820010",
          "纬度": 36.03401525580628,
          "经度": 117.0931562214398,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0A03",
          "门架名称": "宁阳东-宁阳东虚门架",
          "收费门架编号": "G000337002000910010",
          "纬度": 35.91140626204997,
          "经度": 117.0678010991075,
          "使用状态": "停用",
          "下游门架": [
                  "3D0A07",
                  "3C0A12"
          ]
  },
  {
          "门架HEX字符串": "3D0A04",
          "门架名称": "宁阳东虚-宁阳东门架",
          "收费门架编号": "G000337002001020010",
          "纬度": 35.91156852239497,
          "经度": 117.0677810796476,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0A12",
          "门架名称": "宁阳东虚-磁窑枢纽收费门架",
          "收费门架编号": "G000337002001110050",
          "纬度": 35.894502,
          "经度": 117.060898,
          "使用状态": "备用",
          "下游门架": [
                  "3C081C",
                  "3D8612",
                  "3C870B"
          ]
  },
  {
          "门架HEX字符串": "3D0A13",
          "门架名称": "磁窑枢纽-宁阳东虚收费门架",
          "收费门架编号": "G000337002001220060",
          "纬度": 35.877216,
          "经度": 117.065074,
          "使用状态": "备用",
          "下游门架": [
                  "3D0A07",
                  "3D0A04"
          ]
  },
  {
          "门架HEX字符串": "3C0A14",
          "门架名称": "磁窑枢纽-京台泰曲界收费门架",
          "收费门架编号": "G000337002001310070",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D0A15",
          "门架名称": "京台泰曲界-磁窑枢纽收费门架",
          "收费门架编号": "G000337002001420080",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C081C",
          "门架名称": "京台泰曲界-曲阜北门架",
          "收费门架编号": "G000337003000110010",
          "纬度": 35.878357,
          "经度": 117.065077,
          "使用状态": "停用",
          "下游门架": [
                  "3C081A",
                  "3D080C"
          ]
  },
  {
          "门架HEX字符串": "3C081A",
          "门架名称": "曲阜北-曲阜门架",
          "收费门架编号": "G000337003000210010",
          "纬度": 35.751859,
          "经度": 117.048229,
          "使用状态": "停用",
          "下游门架": [
                  "3C0816",
                  "3D080E"
          ]
  },
  {
          "门架HEX字符串": "3C0816",
          "门架名称": "曲阜-息陬枢纽门架",
          "收费门架编号": "G000337003000310020",
          "纬度": 35.708314,
          "经度": 117.055142,
          "使用状态": "停用",
          "下游门架": [
                  "3C0824",
                  "3C0804",
                  "3D0808"
          ]
  },
  {
          "门架HEX字符串": "3C081B",
          "门架名称": "息陬枢纽-邹城门架",
          "收费门架编号": "G000337003000410030",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0814",
          "门架名称": "邹城-峄山门架",
          "收费门架编号": "G000337003000510040",
          "纬度": 35.31995300000001,
          "经度": 117.079784,
          "使用状态": "停用",
          "下游门架": [
                  "3C0815",
                  "3D0812"
          ]
  },
  {
          "门架HEX字符串": "3C0815",
          "门架名称": "峄山虚-滕州北枢纽收费门架",
          "收费门架编号": "G000337003000610050",
          "纬度": 35.288866,
          "经度": 117.093411,
          "使用状态": "停用",
          "下游门架": [
                  "3C091F",
                  "3C8101"
          ]
  },
  {
          "门架HEX字符串": "3D0818",
          "门架名称": "滕州北枢纽-峄山虚收费门架",
          "收费门架编号": "G000337003000720060",
          "纬度": 35.288832,
          "经度": 117.094135,
          "使用状态": "备用",
          "下游门架": [
                  "3D0819",
                  "3D0812"
          ]
  },
  {
          "门架HEX字符串": "3D0819",
          "门架名称": "峄山-邹城门架",
          "收费门架编号": "G000337003000820070",
          "纬度": 35.319013,
          "经度": 117.080385,
          "使用状态": "备用",
          "下游门架": [
                  "3D0810",
                  "3D0821"
          ]
  },
  {
          "门架HEX字符串": "3D0817",
          "门架名称": "邹城-息陬枢纽门架",
          "收费门架编号": "G000337003000920080",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D081E",
          "门架名称": "息陬枢纽-曲阜门架",
          "收费门架编号": "G000337003001020090",
          "纬度": 35.577527,
          "经度": 117.043956,
          "使用状态": "备用",
          "下游门架": [
                  "3D081D",
                  "3D080E"
          ]
  },
  {
          "门架HEX字符串": "3D081D",
          "门架名称": "曲阜-曲阜北门架",
          "收费门架编号": "G000337003001120100",
          "纬度": 35.707518,
          "经度": 117.055504,
          "使用状态": "备用",
          "下游门架": [
                  "3D0813",
                  "3D080C"
          ]
  },
  {
          "门架HEX字符串": "3D0813",
          "门架名称": "曲阜北-京台泰曲界门架",
          "收费门架编号": "G000337003001220010",
          "纬度": 35.751057,
          "经度": 117.048711,
          "使用状态": "备用",
          "下游门架": [
                  "3D0A13",
                  "3D8612",
                  "3C870B"
          ]
  },
  {
          "门架HEX字符串": "3C080B",
          "门架名称": "曲阜北-曲阜北虚门架",
          "收费门架编号": "G000337003001310010",
          "纬度": 35.73891177416044,
          "经度": 117.0594653105025,
          "使用状态": "停用",
          "下游门架": [
                  "3C081A",
                  "3D0813"
          ]
  },
  {
          "门架HEX字符串": "3D080C",
          "门架名称": "曲阜北虚-曲阜北门架",
          "收费门架编号": "G000337003001420010",
          "纬度": 35.73893538617146,
          "经度": 117.0596129436071,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C080D",
          "门架名称": "曲阜-曲阜虚门架",
          "收费门架编号": "G000337003001510010",
          "纬度": 35.59979480246022,
          "经度": 117.0435176950307,
          "使用状态": "在用",
          "下游门架": [
                  "3C0816",
                  "3D081D"
          ]
  },
  {
          "门架HEX字符串": "3D080E",
          "门架名称": "曲阜虚-曲阜门架",
          "收费门架编号": "G000337003001620010",
          "纬度": 35.59975953281223,
          "经度": 117.0433579332448,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C080F",
          "门架名称": "邹城-邹城虚门架",
          "收费门架编号": "G000337003001710010",
          "纬度": 35.40922308793993,
          "经度": 117.0632565384992,
          "使用状态": "在用",
          "下游门架": [
                  "3C0814",
                  "3D0821"
          ]
  },
  {
          "门架HEX字符串": "3D0810",
          "门架名称": "邹城虚-邹城门架",
          "收费门架编号": "G000337003001820010",
          "纬度": 35.40938752623013,
          "经度": 117.0634012614967,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0811",
          "门架名称": "峄山-峄山虚门架",
          "收费门架编号": "G000337003001910010",
          "纬度": 35.30086361525022,
          "经度": 117.0894927653144,
          "使用状态": "停用",
          "下游门架": [
                  "3C0815",
                  "3D0819"
          ]
  },
  {
          "门架HEX字符串": "3D0812",
          "门架名称": "峄山虚-峄山门架",
          "收费门架编号": "G000337003002020010",
          "纬度": 35.30092934678716,
          "经度": 117.0893318846625,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0822",
          "门架名称": "邹城北-邹城北虚收费门架",
          "收费门架编号": "G000337003002710010",
          "纬度": 35.404,
          "经度": 117.067,
          "使用状态": "备用",
          "下游门架": [
                  "3D081F",
                  "3C0820"
          ]
  },
  {
          "门架HEX字符串": "3D0823",
          "门架名称": "邹城北虚-邹城北收费门架",
          "收费门架编号": "G000337003002720010",
          "纬度": 35.404,
          "经度": 117.067,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0716",
          "门架名称": "槐荫枢纽-国际医学中心门架",
          "收费门架编号": "G000337004000410060",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C071C",
                  "3D0708"
          ]
  },
  {
          "门架HEX字符串": "3C071C",
          "门架名称": "国际医学中心-济南西门架",
          "收费门架编号": "G000337004000510070",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C0713",
                  "3D070A"
          ]
  },
  {
          "门架HEX字符串": "3C0713",
          "门架名称": "济南西-殷家村枢纽门架",
          "收费门架编号": "G000337004000610080",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C3B2F",
                  "3D1C06",
                  "3C070F"
          ]
  },
  {
          "门架HEX字符串": "3C070F",
          "门架名称": "殷家村枢纽-崮山门架",
          "收费门架编号": "G000337004000710090",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C0714",
                  "3D070C"
          ]
  },
  {
          "门架HEX字符串": "3C0714",
          "门架名称": "崮山-万德门架",
          "收费门架编号": "G000337004000810100",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C071A",
                  "3D070E"
          ]
  },
  {
          "门架HEX字符串": "3C071A",
          "门架名称": "万德-京台济泰界门架",
          "收费门架编号": "G000337004000910110",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C0A0E"
          ]
  },
  {
          "门架HEX字符串": "3D0710",
          "门架名称": "京台济泰界-万德门架",
          "收费门架编号": "G000337004001020140",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D0719",
                  "3D070E"
          ]
  },
  {
          "门架HEX字符串": "3D0719",
          "门架名称": "万德-崮山门架",
          "收费门架编号": "G000337004001120150",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D071B",
                  "3D070C"
          ]
  },
  {
          "门架HEX字符串": "3D071B",
          "门架名称": "崮山-殷家村枢纽门架",
          "收费门架编号": "G000337004001220160",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C3B2F",
                  "3D1C06",
                  "3D0718"
          ]
  },
  {
          "门架HEX字符串": "3D0718",
          "门架名称": "殷家村枢纽-济南西门架",
          "收费门架编号": "G000337004001320170",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D0715",
                  "3D070A"
          ]
  },
  {
          "门架HEX字符串": "3D0715",
          "门架名称": "济南西-国际医学中心门架",
          "收费门架编号": "G000337004001420180",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D0711",
                  "3D0708"
          ]
  },
  {
          "门架HEX字符串": "3D0711",
          "门架名称": "国际医学中心-槐荫枢纽门架",
          "收费门架编号": "G000337004001520190",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D0704",
                  "3D0717"
          ]
  },
  {
          "门架HEX字符串": "3C0707",
          "门架名称": "国际医学中心-国际医学中心虚门架",
          "收费门架编号": "G000337004001910010",
          "纬度": 36.68034771268928,
          "经度": 116.8739652504596,
          "使用状态": "在用",
          "下游门架": [
                  "3C071C",
                  "3D0711"
          ]
  },
  {
          "门架HEX字符串": "3D0708",
          "门架名称": "国际医学中心虚-国际医学中心门架",
          "收费门架编号": "G000337004002020010",
          "纬度": 36.68041950148664,
          "经度": 116.8737379728003,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0709",
          "门架名称": "济南西-济南西虚门架",
          "收费门架编号": "G000337004002110010",
          "纬度": 36.6525588707224,
          "经度": 116.8875602882708,
          "使用状态": "在用",
          "下游门架": [
                  "3C0713",
                  "3D0715"
          ]
  },
  {
          "门架HEX字符串": "3D070A",
          "门架名称": "济南西虚-济南西门架",
          "收费门架编号": "G000337004002220010",
          "纬度": 36.65233624344837,
          "经度": 116.8873968204542,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C070B",
          "门架名称": "崮山-崮山虚门架",
          "收费门架编号": "G000337004002310010",
          "纬度": 36.55159884801249,
          "经度": 116.8473379931871,
          "使用状态": "在用",
          "下游门架": [
                  "3C0714",
                  "3D071B"
          ]
  },
  {
          "门架HEX字符串": "3D070C",
          "门架名称": "崮山虚-崮山门架",
          "收费门架编号": "G000337004002420010",
          "纬度": 36.551755203116,
          "经度": 116.8472839792712,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C070D",
          "门架名称": "万德-万德虚门架",
          "收费门架编号": "G000337004002510010",
          "纬度": 36.34843306666305,
          "经度": 116.9112411700853,
          "使用状态": "在用",
          "下游门架": [
                  "3C071A",
                  "3D0719"
          ]
  },
  {
          "门架HEX字符串": "3D070E",
          "门架名称": "万德虚-万德门架",
          "收费门架编号": "G000337004002620010",
          "纬度": 36.34836315566038,
          "经度": 116.9112393174654,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C071E",
          "门架名称": "天桥-天桥虚收费门架",
          "收费门架编号": "G000337004002710010",
          "纬度": 36.721108,
          "经度": 116.898598,
          "使用状态": "在用",
          "下游门架": [
                  "3C0703",
                  "3D0705"
          ]
  },
  {
          "门架HEX字符串": "3D071D",
          "门架名称": "天桥虚-天桥收费门架",
          "收费门架编号": "G000337004002720010",
          "纬度": 36.721108,
          "经度": 116.898598,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0720",
          "门架名称": "济南北-济南北虚收费门架",
          "收费门架编号": "G000337004002810010",
          "纬度": 36.723943,
          "经度": 116.953919,
          "使用状态": "在用",
          "下游门架": [
                  "3C0702",
                  "3D0706"
          ]
  },
  {
          "门架HEX字符串": "3D071F",
          "门架名称": "济南北虚-济南北收费门架",
          "收费门架编号": "G000337004002820010",
          "纬度": 36.723943,
          "经度": 116.953919,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0D19",
          "门架名称": "济南-济南虚收费门架",
          "收费门架编号": "G000337004002910010",
          "纬度": 36.75143,
          "经度": 117.090998,
          "使用状态": "在用",
          "下游门架": [
                  "3C0701",
                  "3D0D16"
          ]
  },
  {
          "门架HEX字符串": "3D0D18",
          "门架名称": "济南虚-济南收费门架",
          "收费门架编号": "G000337004002920010",
          "纬度": 36.75143,
          "经度": 117.090998,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C060E",
          "门架名称": "禹城-齐河北枢纽门架",
          "收费门架编号": "G000337005000210010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C060A",
          "门架名称": "池庄枢纽-齐河生态城门架",
          "收费门架编号": "G000337005000510030",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C060D",
                  "3D0606"
          ]
  },
  {
          "门架HEX字符串": "3C060D",
          "门架名称": "齐河生态城-黄河二桥起点门架",
          "收费门架编号": "G000337005000610010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C0712"
          ]
  },
  {
          "门架HEX字符串": "3D0608",
          "门架名称": "黄河二桥起点-齐河生态城门架",
          "收费门架编号": "G000337005000720010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D0607",
                  "3D0606"
          ]
  },
  {
          "门架HEX字符串": "3D0607",
          "门架名称": "齐河生态城-池庄枢纽门架",
          "收费门架编号": "G000337005000820040",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C6509",
                  "3D060C",
                  "3C1B01"
          ]
  },
  {
          "门架HEX字符串": "3D060F",
          "门架名称": "齐河北枢纽-禹城门架",
          "收费门架编号": "G000337005001120060",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0601",
          "门架名称": "禹城-禹城虚门架",
          "收费门架编号": "G000337005001310010",
          "纬度": 36.96935453926758,
          "经度": 116.6812477168158,
          "使用状态": "在用",
          "下游门架": [
                  "3D0611",
                  "3C0612"
          ]
  },
  {
          "门架HEX字符串": "3D0602",
          "门架名称": "禹城虚-禹城门架",
          "收费门架编号": "G000337005001420010",
          "纬度": 36.9692879264479,
          "经度": 116.6810498464466,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0603",
          "门架名称": "齐河-齐河虚门架",
          "收费门架编号": "G000337005001510010",
          "纬度": 36.837033,
          "经度": 116.768321,
          "使用状态": "在用",
          "下游门架": [
                  "3C060B",
                  "3D0610"
          ]
  },
  {
          "门架HEX字符串": "3D0604",
          "门架名称": "齐河虚-齐河门架",
          "收费门架编号": "G000337005001620010",
          "纬度": 36.837033,
          "经度": 116.768321,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0605",
          "门架名称": "齐河生态城-齐河生态城虚门架",
          "收费门架编号": "G000337005001710010",
          "纬度": 36.74998947074865,
          "经度": 116.8538567551904,
          "使用状态": "在用",
          "下游门架": [
                  "3C060D",
                  "3D0607"
          ]
  },
  {
          "门架HEX字符串": "3D0606",
          "门架名称": "齐河生态城虚-齐河生态城门架",
          "收费门架编号": "G000337005001820010",
          "纬度": 36.74989505015718,
          "经度": 116.8535920023989,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0616",
          "门架名称": "禹城东-禹城东虚收费门架",
          "收费门架编号": "G000337005002110050",
          "纬度": 36.916692,
          "经度": 116.70593,
          "使用状态": "备用",
          "下游门架": [
                  "3D0613",
                  "3C0614"
          ]
  },
  {
          "门架HEX字符串": "3D0617",
          "门架名称": "禹城东虚-禹城东收费门架",
          "收费门架编号": "G000337005002120060",
          "纬度": 36.916692,
          "经度": 116.70593,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0712",
          "门架名称": "黄河二桥起点-槐荫枢纽门架",
          "收费门架编号": "G000337006000110050",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C0716",
                  "3D0704"
          ]
  },
  {
          "门架HEX字符串": "3D0717",
          "门架名称": "槐荫枢纽-黄河二桥起点门架",
          "收费门架编号": "G000337006000220040",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D0608"
          ]
  },
  {
          "门架HEX字符串": "3C0A0E",
          "门架名称": "京台济泰界-泰安西门架",
          "收费门架编号": "G000337007000110120",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C0A11",
                  "3D0A06"
          ]
  },
  {
          "门架HEX字符串": "3C0A11",
          "门架名称": "泰安西-泰山枢纽门架",
          "收费门架编号": "G000337007000210010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C0A0B",
                  "3D9011",
                  "3C6E01"
          ]
  },
  {
          "门架HEX字符串": "3D0A0E",
          "门架名称": "泰安西-京台济泰界门架",
          "收费门架编号": "G000337007000420130",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D0710"
          ]
  },
  {
          "门架HEX字符串": "3D0A0D",
          "门架名称": "泰山枢纽-泰安西门架",
          "收费门架编号": "G000337007000520010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D0A0E",
                  "3D0A06"
          ]
  },
  {
          "门架HEX字符串": "3C0A05",
          "门架名称": "泰安西-泰安西虚门架",
          "收费门架编号": "G000337007000710010",
          "纬度": 36.18481116515875,
          "经度": 117.0225873258911,
          "使用状态": "在用",
          "下游门架": [
                  "3C0A11",
                  "3D0A0E"
          ]
  },
  {
          "门架HEX字符串": "3D0A06",
          "门架名称": "泰安西虚-泰安西门架",
          "收费门架编号": "G000337007000820010",
          "纬度": 36.18470052005593,
          "经度": 117.0228597332103,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0916",
          "门架名称": "滕州-滕州南门架",
          "收费门架编号": "G000337008000210020",
          "纬度": 35.132116,
          "经度": 117.191463,
          "使用状态": "在用",
          "下游门架": [
                  "3D090C",
                  "3C091E",
                  "3D9402"
          ]
  },
  {
          "门架HEX字符串": "3C0919",
          "门架名称": "枣庄-临枣京台枢纽门架",
          "收费门架编号": "G000337008000410050",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C091C",
          "门架名称": "临枣京台枢纽-峄城门架",
          "收费门架编号": "G000337008000510060",
          "纬度": 34.638763,
          "经度": 117.401183,
          "使用状态": "停用",
          "下游门架": [
                  "3E0911",
                  "3D0910"
          ]
  },
  {
          "门架HEX字符串": "3D0917",
          "门架名称": "峄城-临枣京台枢纽门架",
          "收费门架编号": "G000337008001020110",
          "纬度": 34.638763,
          "经度": 117.401183,
          "使用状态": "备用",
          "下游门架": [
                  "3D0929",
                  "3D4C0C"
          ]
  },
  {
          "门架HEX字符串": "3D0918",
          "门架名称": "临枣京台枢纽-枣庄门架",
          "收费门架编号": "G000337008001120120",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D091A",
          "门架名称": "滕州南-滕州门架",
          "收费门架编号": "G000337008001320150",
          "纬度": 35.132116,
          "经度": 117.191463,
          "使用状态": "在用",
          "下游门架": [
                  "3D090A",
                  "3D091D"
          ]
  },
  {
          "门架HEX字符串": "3C0909",
          "门架名称": "滕州-滕州虚门架",
          "收费门架编号": "G000337008001710010",
          "纬度": 35.12725314813076,
          "经度": 117.1908353396943,
          "使用状态": "在用",
          "下游门架": [
                  "3C0916",
                  "3D091D"
          ]
  },
  {
          "门架HEX字符串": "3D090A",
          "门架名称": "滕州虚-滕州门架",
          "收费门架编号": "G000337008001820010",
          "纬度": 35.12725200229011,
          "经度": 117.1906262561967,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C090B",
          "门架名称": "滕州南-滕州南虚门架",
          "收费门架编号": "G000337008001910010",
          "纬度": 34.99831252225893,
          "经度": 117.2216637349935,
          "使用状态": "在用",
          "下游门架": [
                  "3D091A",
                  "3C091E",
                  "3D9402"
          ]
  },
  {
          "门架HEX字符串": "3D090C",
          "门架名称": "滕州南虚-滕州南门架",
          "收费门架编号": "G000337008002020010",
          "纬度": 34.99849065518946,
          "经度": 117.2217124401088,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C090D",
          "门架名称": "枣庄-枣庄虚门架",
          "收费门架编号": "G000337008002110010",
          "纬度": 34.80903215973564,
          "经度": 117.2943299523425,
          "使用状态": "在用",
          "下游门架": [
                  "3D0921",
                  "3C0924"
          ]
  },
  {
          "门架HEX字符串": "3D090E",
          "门架名称": "枣庄虚-枣庄门架",
          "收费门架编号": "G000337008002220010",
          "纬度": 34.80892127426291,
          "经度": 117.293994847223,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C090F",
          "门架名称": "峄城-峄城虚门架",
          "收费门架编号": "G000337008002310010",
          "纬度": 34.60775735868059,
          "经度": 117.4133558943342,
          "使用状态": "在用",
          "下游门架": [
                  "3E0911",
                  "3D0917"
          ]
  },
  {
          "门架HEX字符串": "3D0910",
          "门架名称": "峄城虚-峄城门架",
          "收费门架编号": "G000337008002420010",
          "纬度": 34.60781874695819,
          "经度": 117.4132063058799,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C460F",
          "门架名称": "木石-木石虚收费门架",
          "收费门架编号": "G000337008002510010",
          "纬度": 34.897144,
          "经度": 117.530795,
          "使用状态": "在用",
          "下游门架": [
                  "3D4601",
                  "3C9401"
          ]
  },
  {
          "门架HEX字符串": "3D460E",
          "门架名称": "木石虚-木石收费门架",
          "收费门架编号": "G000337008002520010",
          "纬度": 34.897144,
          "经度": 117.530795,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C091F",
          "门架名称": "滕州北枢纽-滕州虚门架",
          "收费门架编号": "G000337008002710010",
          "纬度": 35.155132,
          "经度": 117.167725,
          "使用状态": "在用",
          "下游门架": [
                  "3C0916",
                  "3D090A"
          ]
  },
  {
          "门架HEX字符串": "3D091D",
          "门架名称": "滕州虚-滕州北枢纽门架",
          "收费门架编号": "G000337008002720010",
          "纬度": 35.152291,
          "经度": 117.169871,
          "使用状态": "在用",
          "下游门架": [
                  "3D0818",
                  "3C8101"
          ]
  },
  {
          "门架HEX字符串": "3C091E",
          "门架名称": "滕州南虚-枣庄北枢纽门架",
          "收费门架编号": "G000337008002810010",
          "纬度": 34.981354,
          "经度": 117.218086,
          "使用状态": "在用",
          "下游门架": [
                  "3C0920",
                  "3D092B",
                  "3C8201"
          ]
  },
  {
          "门架HEX字符串": "3D0922",
          "门架名称": "枣庄北枢纽-滕州南虚门架",
          "收费门架编号": "G000337008002820010",
          "纬度": 34.981352,
          "经度": 117.218084,
          "使用状态": "在用",
          "下游门架": [
                  "3D091A",
                  "3D090C",
                  "3D9402"
          ]
  },
  {
          "门架HEX字符串": "3C0920",
          "门架名称": "枣庄北枢纽-枣庄虚门架",
          "收费门架编号": "G000337008002910010",
          "纬度": 34.854036,
          "经度": 117.261813,
          "使用状态": "在用",
          "下游门架": [
                  "3D090E",
                  "3C0924"
          ]
  },
  {
          "门架HEX字符串": "3D0921",
          "门架名称": "枣庄虚-枣庄北枢纽门架",
          "收费门架编号": "G000337008002920010",
          "纬度": 34.854025,
          "经度": 117.261824,
          "使用状态": "在用",
          "下游门架": [
                  "3D0922",
                  "3D092B",
                  "3C8201"
          ]
  },
  {
          "门架HEX字符串": "3C092A",
          "门架名称": "枣庄北-枣庄北枢纽收费门架",
          "收费门架编号": "G000337008003310010",
          "纬度": 34.862869,
          "经度": 117.255298,
          "使用状态": "备用",
          "下游门架": [
                  "3D0922",
                  "3C0920",
                  "3C8201"
          ]
  },
  {
          "门架HEX字符串": "3D092B",
          "门架名称": "枣庄北枢纽-枣庄北收费门架",
          "收费门架编号": "G000337008003320010",
          "纬度": 34.862869,
          "经度": 117.255298,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C092C",
          "门架名称": "枣庄南-枣庄南虚收费门架",
          "收费门架编号": "G000337008003410010",
          "纬度": 34.742072,
          "经度": 117.306696,
          "使用状态": "备用",
          "下游门架": [
                  "3D0925",
                  "3C0926"
          ]
  },
  {
          "门架HEX字符串": "3D092D",
          "门架名称": "枣庄南虚-枣庄南收费门架",
          "收费门架编号": "G000337008003420010",
          "纬度": 34.742072,
          "经度": 117.306696,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C092E",
          "门架名称": "微山湖-微山湖虚收费门架",
          "收费门架编号": "G000337008003510010",
          "纬度": 34.711238,
          "经度": 117.321451,
          "使用状态": "备用",
          "下游门架": [
                  "3D0927",
                  "3C0928"
          ]
  },
  {
          "门架HEX字符串": "3D0923",
          "门架名称": "微山湖虚-微山湖收费门架",
          "收费门架编号": "G000337008003520010",
          "纬度": 34.711238,
          "经度": 117.321451,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C241E",
          "门架名称": "中桥-中桥虚收费门架",
          "收费门架编号": "G001537001001710010",
          "纬度": 37.486177,
          "经度": 121.016465,
          "使用状态": "在用",
          "下游门架": [
                  "3C2402",
                  "3D2410"
          ]
  },
  {
          "门架HEX字符串": "3D241D",
          "门架名称": "中桥虚-中桥收费门架",
          "收费门架编号": "G001537001001720010",
          "纬度": 37.486177,
          "经度": 121.016465,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2412",
          "门架名称": "臧家庄-臧家庄虚收费门架",
          "收费门架编号": "G001537001001810010",
          "纬度": 37.485469,
          "经度": 121.015237,
          "使用状态": "在用",
          "下游门架": [
                  "3C2403",
                  "3D240F"
          ]
  },
  {
          "门架HEX字符串": "3D2411",
          "门架名称": "臧家庄虚-臧家庄收费门架",
          "收费门架编号": "G001537001001820010",
          "纬度": 37.485469,
          "经度": 121.015237,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2414",
          "门架名称": "栖霞北-栖霞北虚收费门架",
          "收费门架编号": "G001537001001910010",
          "纬度": 37.418258,
          "经度": 120.862383,
          "使用状态": "在用",
          "下游门架": [
                  "3C2405",
                  "3D240D"
          ]
  },
  {
          "门架HEX字符串": "3D2413",
          "门架名称": "栖霞北虚-栖霞北收费门架",
          "收费门架编号": "G001537001001920010",
          "纬度": 37.418258,
          "经度": 120.862383,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2416",
          "门架名称": "栖霞-栖霞虚收费门架",
          "收费门架编号": "G001537001002010010",
          "纬度": 37.417581,
          "经度": 120.861737,
          "使用状态": "在用",
          "下游门架": [
                  "3C2406",
                  "3D240C"
          ]
  },
  {
          "门架HEX字符串": "3D2415",
          "门架名称": "栖霞虚-栖霞收费门架",
          "收费门架编号": "G001537001002020010",
          "纬度": 37.417581,
          "经度": 120.861737,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2418",
          "门架名称": "栖霞南-栖霞南虚收费门架",
          "收费门架编号": "G001537001002110010",
          "纬度": 37.150133,
          "经度": 120.637691,
          "使用状态": "在用",
          "下游门架": [
                  "3C2407",
                  "3D240B"
          ]
  },
  {
          "门架HEX字符串": "3D2417",
          "门架名称": "栖霞南虚-栖霞南收费门架",
          "收费门架编号": "G001537001002120010",
          "纬度": 37.150133,
          "经度": 120.637691,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C241A",
          "门架名称": "莱阳-莱阳虚收费门架",
          "收费门架编号": "G001537001002210010",
          "纬度": 37.116526,
          "经度": 120.613929,
          "使用状态": "在用",
          "下游门架": [
                  "3C2408",
                  "3D240A"
          ]
  },
  {
          "门架HEX字符串": "3D2419",
          "门架名称": "莱阳虚-莱阳收费门架",
          "收费门架编号": "G001537001002220010",
          "纬度": 37.116526,
          "经度": 120.613929,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C241C",
          "门架名称": "河头店-河头店虚收费门架",
          "收费门架编号": "G001537002000710010",
          "纬度": 37.115637,
          "经度": 120.613685,
          "使用状态": "在用",
          "下游门架": [
                  "3C2B01",
                  "3D2409"
          ]
  },
  {
          "门架HEX字符串": "3D241B",
          "门架名称": "河头店虚-河头店收费门架",
          "收费门架编号": "G001537002000720010",
          "纬度": 37.115637,
          "经度": 120.613685,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C700C",
          "门架名称": "牛溪埠-牛溪埠虚收费门架",
          "收费门架编号": "G001537003000710010",
          "纬度": 36.840657,
          "经度": 120.423194,
          "使用状态": "在用",
          "下游门架": [
                  "3C7002",
                  "3D7006"
          ]
  },
  {
          "门架HEX字符串": "3D700B",
          "门架名称": "牛溪埠虚-牛溪埠收费门架",
          "收费门架编号": "G001537003000720010",
          "纬度": 36.841144,
          "经度": 120.422693,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C700E",
          "门架名称": "院上-院上虚收费门架",
          "收费门架编号": "G001537003000810010",
          "纬度": 36.763441,
          "经度": 120.342885,
          "使用状态": "在用",
          "下游门架": [
                  "3C7003",
                  "3D7005"
          ]
  },
  {
          "门架HEX字符串": "3D700D",
          "门架名称": "院上虚-院上收费门架",
          "收费门架编号": "G001537003000820010",
          "纬度": 36.763329,
          "经度": 120.343609,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7108",
          "门架名称": "仁兆-仁兆虚收费门架",
          "收费门架编号": "G001537004000910010",
          "纬度": 36.623486,
          "经度": 120.190611,
          "使用状态": "在用",
          "下游门架": [
                  "3C7101",
                  "3D7004"
          ]
  },
  {
          "门架HEX字符串": "3D7107",
          "门架名称": "仁兆虚-仁兆收费门架",
          "收费门架编号": "G001537004000920010",
          "纬度": 36.623017,
          "经度": 120.190143,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C710A",
          "门架名称": "南村-南村虚收费门架",
          "收费门架编号": "G001537004001010010",
          "纬度": 36.556049,
          "经度": 120.115211,
          "使用状态": "在用",
          "下游门架": [
                  "3C7103",
                  "3D7105"
          ]
  },
  {
          "门架HEX字符串": "3D7109",
          "门架名称": "南村虚-南村收费门架",
          "收费门架编号": "G001537004001020010",
          "纬度": 36.555368,
          "经度": 120.115277,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C720E",
          "门架名称": "沈海胶州-沈海胶州虚收费门架",
          "收费门架编号": "G001537005000710010",
          "纬度": 36.246299,
          "经度": 119.953731,
          "使用状态": "在用",
          "下游门架": [
                  "3C7209",
                  "3D7208"
          ]
  },
  {
          "门架HEX字符串": "3D720D",
          "门架名称": "沈海胶州虚-沈海胶州收费门架",
          "收费门架编号": "G001537005000720010",
          "纬度": 36.246679,
          "经度": 119.954544,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7210",
          "门架名称": "九龙-九龙虚收费门架",
          "收费门架编号": "G001537005000810010",
          "纬度": 36.167114,
          "经度": 119.977969,
          "使用状态": "在用",
          "下游门架": [
                  "3C720B",
                  "3D720A"
          ]
  },
  {
          "门架HEX字符串": "3D720F",
          "门架名称": "九龙虚-九龙收费门架",
          "收费门架编号": "G001537005000820010",
          "纬度": 36.166429,
          "经度": 119.978129,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C730C",
          "门架名称": "王台-王台虚收费门架",
          "收费门架编号": "G001537005000910010",
          "纬度": 36.0833,
          "经度": 119.983877,
          "使用状态": "在用",
          "下游门架": [
                  "3D720C",
                  "3C7301"
          ]
  },
  {
          "门架HEX字符串": "3D730B",
          "门架名称": "王台虚-王台收费门架",
          "收费门架编号": "G001537005000920010",
          "纬度": 36.08392,
          "经度": 119.983721,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C730E",
          "门架名称": "铁山-铁山虚收费门架",
          "收费门架编号": "G001537006001310010",
          "纬度": 35.890662,
          "经度": 119.939841,
          "使用状态": "在用",
          "下游门架": [
                  "3C7304",
                  "3D7308"
          ]
  },
  {
          "门架HEX字符串": "3D730D",
          "门架名称": "铁山虚-铁山收费门架",
          "收费门架编号": "G001537006001320010",
          "纬度": 35.890283,
          "经度": 119.939218,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7310",
          "门架名称": "泊里-泊里虚收费门架",
          "收费门架编号": "G001537006001410010",
          "纬度": 35.698714,
          "经度": 119.734793,
          "使用状态": "在用",
          "下游门架": [
                  "3D7307",
                  "3C7311"
          ]
  },
  {
          "门架HEX字符串": "3D730F",
          "门架名称": "泊里虚-泊里收费门架",
          "收费门架编号": "G001537006001420010",
          "纬度": 35.699032,
          "经度": 119.734415,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2212",
          "门架名称": "大场-大场虚收费门架",
          "收费门架编号": "G001537006001510010",
          "纬度": 35.492768,
          "经度": 119.472481,
          "使用状态": "在用",
          "下游门架": [
                  "3C2201",
                  "3C7313"
          ]
  },
  {
          "门架HEX字符串": "3D2211",
          "门架名称": "大场虚-大场收费门架",
          "收费门架编号": "G001537006001520010",
          "纬度": 35.492768,
          "经度": 119.472481,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2214",
          "门架名称": "日照北-日照北虚收费门架",
          "收费门架编号": "G001537007001510010",
          "纬度": 35.490989,
          "经度": 119.471997,
          "使用状态": "在用",
          "下游门架": [
                  "3C2202",
                  "3D220E"
          ]
  },
  {
          "门架HEX字符串": "3D2213",
          "门架名称": "日照北虚-日照北收费门架",
          "收费门架编号": "G001537007001520010",
          "纬度": 35.490989,
          "经度": 119.471997,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2216",
          "门架名称": "日照南-日照南虚收费门架",
          "收费门架编号": "G001537007001610010",
          "纬度": 35.144842,
          "经度": 119.280698,
          "使用状态": "在用",
          "下游门架": [
                  "3C2205",
                  "3D220B"
          ]
  },
  {
          "门架HEX字符串": "3D2215",
          "门架名称": "日照南虚-日照南收费门架",
          "收费门架编号": "G001537007001620010",
          "纬度": 35.144842,
          "经度": 119.280698,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2218",
          "门架名称": "岚山-岚山虚收费门架",
          "收费门架编号": "G001537007001710010",
          "纬度": 35.110261,
          "经度": 119.249976,
          "使用状态": "在用",
          "下游门架": [
                  "3D220A",
                  "3C2219"
          ]
  },
  {
          "门架HEX字符串": "3D2217",
          "门架名称": "岚山虚-岚山收费门架",
          "收费门架编号": "G001537007001720010",
          "纬度": 35.110261,
          "经度": 119.249976,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2219",
          "门架名称": "岚山虚-汾水枢纽收费门架",
          "收费门架编号": "G001537007001810010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3E2207",
                  "3C8B11"
          ]
  },
  {
          "门架HEX字符串": "3D221A",
          "门架名称": "汾水枢纽-岚山虚收费门架",
          "收费门架编号": "G001537007001820010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3D220A",
                  "3D2217"
          ]
  },
  {
          "门架HEX字符串": "3C2522",
          "门架名称": "莱山-莱山虚收费门架",
          "收费门架编号": "G001537008001710010",
          "纬度": 37.431969,
          "经度": 121.391614,
          "使用状态": "在用",
          "下游门架": [
                  "3C2502",
                  "3D2510"
          ]
  },
  {
          "门架HEX字符串": "3D2521",
          "门架名称": "莱山虚-莱山收费门架",
          "收费门架编号": "G001537008001720010",
          "纬度": 37.431969,
          "经度": 121.391614,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C252C",
          "门架名称": "杜家疃-杜家疃虚收费门架",
          "收费门架编号": "G001537008001810010",
          "纬度": 37.44085399999999,
          "经度": 121.333713,
          "使用状态": "在用",
          "下游门架": [
                  "3C2503",
                  "3D250F"
          ]
  },
  {
          "门架HEX字符串": "3D252B",
          "门架名称": "杜家疃虚-杜家疃收费门架",
          "收费门架编号": "G001537008001820010",
          "纬度": 37.44085399999999,
          "经度": 121.333713,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C252E",
          "门架名称": "崇义-崇义虚收费门架",
          "收费门架编号": "G001537008001910010",
          "纬度": 37.465774,
          "经度": 121.24969,
          "使用状态": "在用",
          "下游门架": [
                  "3C2504",
                  "3D250E"
          ]
  },
  {
          "门架HEX字符串": "3D252D",
          "门架名称": "崇义虚-崇义收费门架",
          "收费门架编号": "G001537008001920010",
          "纬度": 37.465774,
          "经度": 121.24969,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2530",
          "门架名称": "东厅-东厅虚收费门架",
          "收费门架编号": "G001537008002010010",
          "纬度": 37.484246,
          "经度": 121.205125,
          "使用状态": "在用",
          "下游门架": [
                  "3C2505",
                  "3D250D"
          ]
  },
  {
          "门架HEX字符串": "3D252F",
          "门架名称": "东厅虚-东厅收费门架",
          "收费门架编号": "G001537008002020010",
          "纬度": 37.484246,
          "经度": 121.205125,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2532",
          "门架名称": "古现-古现虚收费门架",
          "收费门架编号": "G001537008002110010",
          "纬度": 37.589731,
          "经度": 121.104422,
          "使用状态": "在用",
          "下游门架": [
                  "3C2507",
                  "3D250B"
          ]
  },
  {
          "门架HEX字符串": "3D2531",
          "门架名称": "古现虚-古现收费门架",
          "收费门架编号": "G001537008002120010",
          "纬度": 37.589731,
          "经度": 121.104422,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2534",
          "门架名称": "福山-福山虚收费门架",
          "收费门架编号": "G001537008002210010",
          "纬度": 37.525595,
          "经度": 121.197648,
          "使用状态": "在用",
          "下游门架": [
                  "3C2508"
          ]
  },
  {
          "门架HEX字符串": "3D2533",
          "门架名称": "福山虚-福山收费门架",
          "收费门架编号": "G001537008002220010",
          "纬度": 37.525595,
          "经度": 121.197648,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2102",
          "门架名称": "日照机场-日照机场虚收费门架",
          "收费门架编号": "G001537009000310010",
          "纬度": 35.398009,
          "经度": 119.372922150505,
          "使用状态": "在用",
          "下游门架": [
                  "3C220F"
          ]
  },
  {
          "门架HEX字符串": "3D2101",
          "门架名称": "日照机场虚-日照机场收费门架",
          "收费门架编号": "G001537009000320010",
          "纬度": 35.398009,
          "经度": 119.372922150505,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5E0A",
          "门架名称": "荣成-荣成虚收费门架",
          "收费门架编号": "G001837001000910010",
          "纬度": 37.072677,
          "经度": 122.313581,
          "使用状态": "在用",
          "下游门架": [
                  "3C5E01"
          ]
  },
  {
          "门架HEX字符串": "3D5E09",
          "门架名称": "荣成虚-荣成收费门架",
          "收费门架编号": "G001837001000920010",
          "纬度": 37.072677,
          "经度": 122.313581,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5E0C",
          "门架名称": "荣成西-荣成西虚收费门架",
          "收费门架编号": "G001837001001010010",
          "纬度": 37.072481,
          "经度": 122.312357,
          "使用状态": "在用",
          "下游门架": [
                  "3C5E02",
                  "3D5E08"
          ]
  },
  {
          "门架HEX字符串": "3D5E0B",
          "门架名称": "荣成西虚-荣成西收费门架",
          "收费门架编号": "G001837001001020010",
          "纬度": 37.072481,
          "经度": 122.312357,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5E0E",
          "门架名称": "文登南-文登南虚收费门架",
          "收费门架编号": "G001837001001110010",
          "纬度": 37.07380300000001,
          "经度": 122.249081,
          "使用状态": "在用",
          "下游门架": [
                  "3C5E03",
                  "3D5E07"
          ]
  },
  {
          "门架HEX字符串": "3D5E0D",
          "门架名称": "文登南虚-文登南收费门架",
          "收费门架编号": "G001837001001120010",
          "纬度": 37.07380300000001,
          "经度": 122.249081,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5E10",
          "门架名称": "南海新港-南海新港虚收费门架",
          "收费门架编号": "G001837001001210010",
          "纬度": 37.047965,
          "经度": 122.033695,
          "使用状态": "在用",
          "下游门架": [
                  "3C5E04",
                  "3D5E06"
          ]
  },
  {
          "门架HEX字符串": "3D5E0F",
          "门架名称": "南海新港虚-南海新港收费门架",
          "收费门架编号": "G001837001001220010",
          "纬度": 37.047965,
          "经度": 122.033695,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4E06",
          "门架名称": "双岛-双岛虚收费门架",
          "收费门架编号": "G001837002000510010",
          "纬度": 37.4709,
          "经度": 121.955002,
          "使用状态": "在用",
          "下游门架": [
                  "3C4E01"
          ]
  },
  {
          "门架HEX字符串": "3D4E05",
          "门架名称": "双岛虚-双岛收费门架",
          "收费门架编号": "G001837002000520010",
          "纬度": 37.4709,
          "经度": 121.955002,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4E08",
          "门架名称": "北海-北海虚收费门架",
          "收费门架编号": "G001837002000610010",
          "纬度": 37.470782,
          "经度": 121.954486,
          "使用状态": "在用",
          "下游门架": [
                  "3C4E02",
                  "3D4E04"
          ]
  },
  {
          "门架HEX字符串": "3D4E07",
          "门架名称": "北海虚-北海收费门架",
          "收费门架编号": "G001837002000620010",
          "纬度": 37.470782,
          "经度": 121.954486,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4E0A",
          "门架名称": "酒馆-酒馆虚收费门架",
          "收费门架编号": "G001837003001310010",
          "纬度": 37.460484,
          "经度": 121.910827,
          "使用状态": "在用",
          "下游门架": [
                  "3C4F01",
                  "3D4E03"
          ]
  },
  {
          "门架HEX字符串": "3D4E09",
          "门架名称": "酒馆虚-酒馆收费门架",
          "收费门架编号": "G001837003001320010",
          "纬度": 37.460484,
          "经度": 121.910827,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4F08",
          "门架名称": "牟平东-牟平东虚收费门架",
          "收费门架编号": "G001837003001410010",
          "纬度": 37.446617,
          "经度": 121.849085,
          "使用状态": "在用",
          "下游门架": [
                  "3C4F02",
                  "3D4F06"
          ]
  },
  {
          "门架HEX字符串": "3D4F07",
          "门架名称": "牟平东虚-牟平东收费门架",
          "收费门架编号": "G001837003001420010",
          "纬度": 37.446617,
          "经度": 121.849085,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4F09",
          "门架名称": "养马岛-养马岛虚收费门架",
          "收费门架编号": "G001837003001510010",
          "纬度": 37.422567,
          "经度": 121.566888,
          "使用状态": "在用",
          "下游门架": [
                  "3C4F03",
                  "3D4F05"
          ]
  },
  {
          "门架HEX字符串": "3D4F0A",
          "门架名称": "养马岛虚-养马岛收费门架",
          "收费门架编号": "G001837003001520010",
          "纬度": 37.422567,
          "经度": 121.566888,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2D0A",
          "门架名称": "新河-新河虚收费门架",
          "收费门架编号": "G001837004000710010",
          "纬度": 36.947327,
          "经度": 119.633338,
          "使用状态": "在用",
          "下游门架": [
                  "3C2D07",
                  "3D2D06"
          ]
  },
  {
          "门架HEX字符串": "3D2D09",
          "门架名称": "新河虚-新河收费门架",
          "收费门架编号": "G001837004000720010",
          "纬度": 36.947327,
          "经度": 119.633338,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2617",
          "门架名称": "蓬莱东-蓬莱东虚收费门架",
          "收费门架编号": "G001837005001710010",
          "纬度": 37.633647,
          "经度": 120.710732,
          "使用状态": "在用",
          "下游门架": [
                  "3C2605",
                  "3D260B"
          ]
  },
  {
          "门架HEX字符串": "3D2616",
          "门架名称": "蓬莱东虚-蓬莱东收费门架",
          "收费门架编号": "G001837005001720010",
          "纬度": 37.633647,
          "经度": 120.710732,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C260F",
          "门架名称": "蓬莱西-蓬莱西虚收费门架",
          "收费门架编号": "G001837005001810010",
          "纬度": 37.642274,
          "经度": 120.655535,
          "使用状态": "在用",
          "下游门架": [
                  "3C2606",
                  "3D260A"
          ]
  },
  {
          "门架HEX字符串": "3D2618",
          "门架名称": "蓬莱西虚-蓬莱西收费门架",
          "收费门架编号": "G001837005001820010",
          "纬度": 37.642274,
          "经度": 120.655535,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2611",
          "门架名称": "黄城-黄城虚收费门架",
          "收费门架编号": "G001837005001910010",
          "纬度": 37.642323,
          "经度": 120.654154,
          "使用状态": "在用",
          "下游门架": [
                  "3C2602",
                  "3D2609"
          ]
  },
  {
          "门架HEX字符串": "3D2610",
          "门架名称": "黄城虚-黄城收费门架",
          "收费门架编号": "G001837005001920010",
          "纬度": 37.642323,
          "经度": 120.654154,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2613",
          "门架名称": "龙口-龙口虚收费门架",
          "收费门架编号": "G001837005002010010",
          "纬度": 37.541885,
          "经度": 120.351409,
          "使用状态": "在用",
          "下游门架": [
                  "3C2702",
                  "3D2608"
          ]
  },
  {
          "门架HEX字符串": "3D2612",
          "门架名称": "龙口虚-龙口收费门架",
          "收费门架编号": "G001837005002020010",
          "纬度": 37.541885,
          "经度": 120.351409,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2615",
          "门架名称": "烟台机场-烟台机场虚收费门架",
          "收费门架编号": "G001837005002110010",
          "纬度": 37.633837,
          "经度": 120.977936,
          "使用状态": "在用",
          "下游门架": [
                  "3C2603",
                  "3D260E"
          ]
  },
  {
          "门架HEX字符串": "3D2614",
          "门架名称": "烟台机场虚-烟台机场收费门架",
          "收费门架编号": "G001837005002120010",
          "纬度": 37.633837,
          "经度": 120.977936,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2715",
          "门架名称": "招远-招远虚收费门架",
          "收费门架编号": "G001837006001710010",
          "纬度": 37.375324,
          "经度": 120.234054,
          "使用状态": "在用",
          "下游门架": [
                  "3C2704",
                  "3D2710"
          ]
  },
  {
          "门架HEX字符串": "3D2714",
          "门架名称": "招远虚-招远收费门架",
          "收费门架编号": "G001837006001720010",
          "纬度": 37.375324,
          "经度": 120.234054,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2717",
          "门架名称": "朱桥-朱桥虚收费门架",
          "收费门架编号": "G001837006001810010",
          "纬度": 37.276944,
          "经度": 120.132422,
          "使用状态": "在用",
          "下游门架": [
                  "3C2705",
                  "3D270F"
          ]
  },
  {
          "门架HEX字符串": "3D2716",
          "门架名称": "朱桥虚-朱桥收费门架",
          "收费门架编号": "G001837006001820010",
          "纬度": 37.276944,
          "经度": 120.132422,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2719",
          "门架名称": "莱州东-莱州东虚收费门架",
          "收费门架编号": "G001837006001910010",
          "纬度": 37.240552,
          "经度": 120.083634,
          "使用状态": "在用",
          "下游门架": [
                  "3C2707",
                  "3D270D"
          ]
  },
  {
          "门架HEX字符串": "3D2718",
          "门架名称": "莱州东虚-莱州东收费门架",
          "收费门架编号": "G001837006001920010",
          "纬度": 37.240552,
          "经度": 120.083634,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C271B",
          "门架名称": "莱州-莱州虚收费门架",
          "收费门架编号": "G001837006002010010",
          "纬度": 37.115077,
          "经度": 119.90531,
          "使用状态": "在用",
          "下游门架": [
                  "3C2708",
                  "3D270C"
          ]
  },
  {
          "门架HEX字符串": "3D271A",
          "门架名称": "莱州虚-莱州收费门架",
          "收费门架编号": "G001837006002020010",
          "纬度": 37.115077,
          "经度": 119.90531,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C271D",
          "门架名称": "沙河-沙河虚收费门架",
          "收费门架编号": "G001837006002110010",
          "纬度": 37.009019,
          "经度": 119.781178,
          "使用状态": "在用",
          "下游门架": [
                  "3C2709",
                  "3D270B"
          ]
  },
  {
          "门架HEX字符串": "3D271C",
          "门架名称": "沙河虚-沙河收费门架",
          "收费门架编号": "G001837006002120010",
          "纬度": 37.009019,
          "经度": 119.781178,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2713",
          "门架名称": "招远北-招远北虚收费门架",
          "收费门架编号": "G001837006002210010",
          "纬度": 37.407358,
          "经度": 120.255491,
          "使用状态": "在用",
          "下游门架": [
                  "3C2703",
                  "3D2711"
          ]
  },
  {
          "门架HEX字符串": "3D2712",
          "门架名称": "招远北虚-招远北收费门架",
          "收费门架编号": "G001837006002220010",
          "纬度": 37.407358,
          "经度": 120.255491,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4411",
          "门架名称": "下营-下营虚收费门架",
          "收费门架编号": "G001837007001710010",
          "纬度": 36.959654,
          "经度": 119.408336,
          "使用状态": "在用",
          "下游门架": [
                  "3C4401",
                  "3D2D08"
          ]
  },
  {
          "门架HEX字符串": "3D4410",
          "门架名称": "下营虚-下营收费门架",
          "收费门架编号": "G001837007001720010",
          "纬度": 36.959654,
          "经度": 119.408336,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4413",
          "门架名称": "昌邑-昌邑虚收费门架",
          "收费门架编号": "G001837007001810010",
          "纬度": 36.974952,
          "经度": 119.186464,
          "使用状态": "在用",
          "下游门架": [
                  "3C4402",
                  "3D440E"
          ]
  },
  {
          "门架HEX字符串": "3D4412",
          "门架名称": "昌邑虚-昌邑收费门架",
          "收费门架编号": "G001837007001820010",
          "纬度": 36.974952,
          "经度": 119.186464,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4415",
          "门架名称": "潍坊北-潍坊北虚收费门架",
          "收费门架编号": "G001837007001910010",
          "纬度": 36.98182,
          "经度": 119.137041,
          "使用状态": "在用",
          "下游门架": [
                  "3C4403",
                  "3D440D"
          ]
  },
  {
          "门架HEX字符串": "3D4414",
          "门架名称": "潍坊北虚-潍坊北收费门架",
          "收费门架编号": "G001837007001920010",
          "纬度": 36.98182,
          "经度": 119.137041,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4417",
          "门架名称": "寿光东-寿光东虚收费门架",
          "收费门架编号": "G001837007002010010",
          "纬度": 37.011411,
          "经度": 118.945485,
          "使用状态": "在用",
          "下游门架": [
                  "3C4405",
                  "3D440B"
          ]
  },
  {
          "门架HEX字符串": "3D4416",
          "门架名称": "寿光东虚-寿光东收费门架",
          "收费门架编号": "G001837007002020010",
          "纬度": 37.011411,
          "经度": 118.945485,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4419",
          "门架名称": "寿光北-寿光北虚收费门架",
          "收费门架编号": "G001837007002110010",
          "纬度": 37.028222,
          "经度": 118.844883,
          "使用状态": "在用",
          "下游门架": [
                  "3C4406",
                  "3D440A"
          ]
  },
  {
          "门架HEX字符串": "3D4418",
          "门架名称": "寿光北虚-寿光北收费门架",
          "收费门架编号": "G001837007002120010",
          "纬度": 37.028222,
          "经度": 118.844883,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C440F",
          "门架名称": "寿光西-寿光西虚收费门架",
          "收费门架编号": "G001837007002210010",
          "纬度": 37.097686,
          "经度": 118.680334,
          "使用状态": "在用",
          "下游门架": [
                  "3C4407",
                  "3D4409"
          ]
  },
  {
          "门架HEX字符串": "3D441A",
          "门架名称": "寿光西虚-寿光西收费门架",
          "收费门架编号": "G001837007002220010",
          "纬度": 37.097686,
          "经度": 118.680334,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2E1C",
          "门架名称": "垦利北-垦利北虚收费门架",
          "收费门架编号": "G001837009000910010",
          "纬度": 37.570345,
          "经度": 118.602956,
          "使用状态": "在用",
          "下游门架": [
                  "3D2E0C",
                  "3C3701"
          ]
  },
  {
          "门架HEX字符串": "3D2E1B",
          "门架名称": "垦利北虚-垦利北收费门架",
          "收费门架编号": "G001837009000920010",
          "纬度": 37.570345,
          "经度": 118.602956,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3614",
          "门架名称": "利津-利津虚收费门架",
          "收费门架编号": "G001837011000710010",
          "纬度": 37.710829,
          "经度": 118.471465,
          "使用状态": "在用",
          "下游门架": [
                  "3C3603",
                  "3D3605"
          ]
  },
  {
          "门架HEX字符串": "3D3613",
          "门架名称": "利津虚-利津收费门架",
          "收费门架编号": "G001837011000720010",
          "纬度": 37.710829,
          "经度": 118.471465,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3616",
          "门架名称": "陈庄-陈庄虚收费门架",
          "收费门架编号": "G001837011000810010",
          "纬度": 37.695733,
          "经度": 118.519072,
          "使用状态": "在用",
          "下游门架": [
                  "3C3602",
                  "3D3606"
          ]
  },
  {
          "门架HEX字符串": "3D3615",
          "门架名称": "陈庄虚-陈庄收费门架",
          "收费门架编号": "G001837011000820010",
          "纬度": 37.695733,
          "经度": 118.519072,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2E10",
          "门架名称": "垦利-垦利虚收费门架",
          "收费门架编号": "G001837012002310010",
          "纬度": 37.555643,
          "经度": 118.600725,
          "使用状态": "在用",
          "下游门架": [
                  "3C2E01",
                  "3D2E0B"
          ]
  },
  {
          "门架HEX字符串": "3D2E0F",
          "门架名称": "垦利虚-垦利收费门架",
          "收费门架编号": "G001837012002320010",
          "纬度": 37.555643,
          "经度": 118.600725,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2E12",
          "门架名称": "东营北-东营北虚收费门架",
          "收费门架编号": "G001837012002410010",
          "纬度": 37.530395,
          "经度": 118.588936,
          "使用状态": "停用",
          "下游门架": [
                  "3C2E02",
                  "3D2E0A"
          ]
  },
  {
          "门架HEX字符串": "3D2E11",
          "门架名称": "东营北虚-东营北收费门架",
          "收费门架编号": "G001837012002420010",
          "纬度": 37.530395,
          "经度": 118.588936,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2E14",
          "门架名称": "东营-东营虚收费门架",
          "收费门架编号": "G001837012002510010",
          "纬度": 37.379334,
          "经度": 118.594609,
          "使用状态": "在用",
          "下游门架": [
                  "3C2E03",
                  "3D2E09"
          ]
  },
  {
          "门架HEX字符串": "3D2E13",
          "门架名称": "东营虚-东营收费门架",
          "收费门架编号": "G001837012002520010",
          "纬度": 37.379334,
          "经度": 118.594609,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2E16",
          "门架名称": "李庄-李庄虚收费门架",
          "收费门架编号": "G001837012002610010",
          "纬度": 37.37884099999999,
          "经度": 118.594785,
          "使用状态": "在用",
          "下游门架": [
                  "3C2E04",
                  "3D2E08"
          ]
  },
  {
          "门架HEX字符串": "3D2E15",
          "门架名称": "李庄虚-李庄收费门架",
          "收费门架编号": "G001837012002620010",
          "纬度": 37.37884099999999,
          "经度": 118.594785,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2E18",
          "门架名称": "广饶-广饶虚收费门架",
          "收费门架编号": "G001837012002710010",
          "纬度": 37.051883,
          "经度": 118.531921,
          "使用状态": "在用",
          "下游门架": [
                  "3C2E0D",
                  "3D2E07"
          ]
  },
  {
          "门架HEX字符串": "3D2E17",
          "门架名称": "广饶虚-广饶收费门架",
          "收费门架编号": "G001837012002720010",
          "纬度": 37.051883,
          "经度": 118.531921,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3034",
          "门架名称": "滨州-滨州虚收费门架",
          "收费门架编号": "G001837013002110010",
          "纬度": 37.30735900000001,
          "经度": 117.909493,
          "使用状态": "在用",
          "下游门架": [
                  "3C300A",
                  "3D300C"
          ]
  },
  {
          "门架HEX字符串": "3D3033",
          "门架名称": "滨州虚-滨州收费门架",
          "收费门架编号": "G001837013002120010",
          "纬度": 37.30735900000001,
          "经度": 117.909493,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3036",
          "门架名称": "滨城-滨城虚收费门架",
          "收费门架编号": "G001837013002210010",
          "纬度": 37.42414,
          "经度": 117.898967,
          "使用状态": "在用",
          "下游门架": [
                  "3C3009",
                  "3D300D"
          ]
  },
  {
          "门架HEX字符串": "3D3035",
          "门架名称": "滨城虚-滨城收费门架",
          "收费门架编号": "G001837013002220010",
          "纬度": 37.42414,
          "经度": 117.898967,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3038",
          "门架名称": "滨州北-滨州北虚收费门架",
          "收费门架编号": "G001837013002310010",
          "纬度": 37.512505,
          "经度": 117.905666,
          "使用状态": "在用",
          "下游门架": [
                  "3C3007",
                  "3D300F"
          ]
  },
  {
          "门架HEX字符串": "3D3037",
          "门架名称": "滨州北虚-滨州北收费门架",
          "收费门架编号": "G001837013002320010",
          "纬度": 37.512505,
          "经度": 117.905666,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C303A",
          "门架名称": "大高-大高虚收费门架",
          "收费门架编号": "G001837013002410010",
          "纬度": 37.625115,
          "经度": 117.857749,
          "使用状态": "在用",
          "下游门架": [
                  "3C3006",
                  "3D3010"
          ]
  },
  {
          "门架HEX字符串": "3D3039",
          "门架名称": "大高虚-大高收费门架",
          "收费门架编号": "G001837013002420010",
          "纬度": 37.625115,
          "经度": 117.857749,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3306",
          "门架名称": "滨州南-滨州南虚收费门架",
          "收费门架编号": "G001837013002510010",
          "纬度": 37.223456,
          "经度": 117.456673,
          "使用状态": "在用",
          "下游门架": [
                  "3C3107",
                  "3D300B"
          ]
  },
  {
          "门架HEX字符串": "3D3305",
          "门架名称": "滨州南虚-滨州南收费门架",
          "收费门架编号": "G001837013002520010",
          "纬度": 37.223456,
          "经度": 117.456673,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C303C",
          "门架名称": "无棣-无棣虚收费门架",
          "收费门架编号": "G001837013002610010",
          "纬度": 37.923348,
          "经度": 117.640971,
          "使用状态": "在用",
          "下游门架": [
                  "3C3003",
                  "3F3013"
          ]
  },
  {
          "门架HEX字符串": "3D303B",
          "门架名称": "无棣虚-无棣收费门架",
          "收费门架编号": "G001837013002620010",
          "纬度": 37.923348,
          "经度": 117.640971,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C303E",
          "门架名称": "古城-古城虚收费门架",
          "收费门架编号": "G001837013002710010",
          "纬度": 37.711149,
          "经度": 117.821112,
          "使用状态": "在用",
          "下游门架": [
                  "3C3005",
                  "3D3011"
          ]
  },
  {
          "门架HEX字符串": "3D303D",
          "门架名称": "古城虚-古城收费门架",
          "收费门架编号": "G001837013002720010",
          "纬度": 37.711149,
          "经度": 117.821112,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3407",
          "门架名称": "滨州港-滨州港虚收费门架",
          "收费门架编号": "G001837014001110010",
          "纬度": 37.739209,
          "经度": 117.855337,
          "使用状态": "在用",
          "下游门架": [
                  "3C3017",
                  "3D3410"
          ]
  },
  {
          "门架HEX字符串": "3D340C",
          "门架名称": "滨州港虚-滨州港收费门架",
          "收费门架编号": "G001837014001120010",
          "纬度": 37.739209,
          "经度": 117.855337,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C340B",
          "门架名称": "沾化西-沾化西虚收费门架",
          "收费门架编号": "G001837014001210010",
          "纬度": 37.729924,
          "经度": 118.050062,
          "使用状态": "在用",
          "下游门架": [
                  "3D301A",
                  "3C340D"
          ]
  },
  {
          "门架HEX字符串": "3D3408",
          "门架名称": "沾化西虚-沾化西收费门架",
          "收费门架编号": "G001837014001220010",
          "纬度": 37.729924,
          "经度": 118.050062,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C340A",
          "门架名称": "沾化东-沾化东虚收费门架",
          "收费门架编号": "G001837014001310010",
          "纬度": 37.732041,
          "经度": 118.094062,
          "使用状态": "在用",
          "下游门架": [
                  "3C3015",
                  "3D3604"
          ]
  },
  {
          "门架HEX字符串": "3D3409",
          "门架名称": "沾化东虚-沾化东收费门架",
          "收费门架编号": "G001837014001320010",
          "纬度": 37.732041,
          "经度": 118.094062,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C340D",
          "门架名称": "沾化西虚-沾化枢纽虚收费门架",
          "收费门架编号": "G001837014001410100",
          "纬度": 37.729874,
          "经度": 118.049593,
          "使用状态": "备用",
          "下游门架": [
                  "3C340F",
                  "3D880F"
          ]
  },
  {
          "门架HEX字符串": "3D340E",
          "门架名称": "沾化枢纽-沾化西虚收费门架",
          "收费门架编号": "G001837014001420100",
          "纬度": 37.729644,
          "经度": 118.049322,
          "使用状态": "备用",
          "下游门架": [
                  "3D301A",
                  "3D3408"
          ]
  },
  {
          "门架HEX字符串": "3C340F",
          "门架名称": "沾化枢纽-滨州港虚收费门架",
          "收费门架编号": "G001837014001510110",
          "纬度": 37.729643,
          "经度": 118.048951,
          "使用状态": "备用",
          "下游门架": [
                  "3C3017",
                  "3D340C"
          ]
  },
  {
          "门架HEX字符串": "3D3410",
          "门架名称": "滨州港虚-沾化枢纽收费门架",
          "收费门架编号": "G001837014001520110",
          "纬度": 37.729643,
          "经度": 118.048951,
          "使用状态": "备用",
          "下游门架": [
                  "3D340E",
                  "3D880F"
          ]
  },
  {
          "门架HEX字符串": "3C2C06",
          "门架名称": "灰埠-灰埠虚收费门架",
          "收费门架编号": "G001837015000710010",
          "纬度": 36.970663,
          "经度": 119.699641,
          "使用状态": "在用",
          "下游门架": [
                  "3C2C01",
                  "3D270A"
          ]
  },
  {
          "门架HEX字符串": "3D2C05",
          "门架名称": "灰埠虚-灰埠收费门架",
          "收费门架编号": "G001837015000720010",
          "纬度": 36.970663,
          "经度": 119.699641,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C041A",
          "门架名称": "威海-威海虚收费门架",
          "收费门架编号": "G001837016001510010",
          "纬度": 37.295398,
          "经度": 122.10934,
          "使用状态": "在用",
          "下游门架": [
                  "3C0401"
          ]
  },
  {
          "门架HEX字符串": "3D0419",
          "门架名称": "威海虚-威海收费门架",
          "收费门架编号": "G001837016001520010",
          "纬度": 37.295398,
          "经度": 122.10934,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C041C",
          "门架名称": "文登北-文登北虚收费门架",
          "收费门架编号": "G001837016001610010",
          "纬度": 37.247713,
          "经度": 122.054661,
          "使用状态": "在用",
          "下游门架": [
                  "3C0402",
                  "3D0411"
          ]
  },
  {
          "门架HEX字符串": "3D041B",
          "门架名称": "文登北虚-文登北收费门架",
          "收费门架编号": "G001837016001620010",
          "纬度": 37.247713,
          "经度": 122.054661,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0414",
          "门架名称": "文登-文登虚收费门架",
          "收费门架编号": "G001837016001710010",
          "纬度": 37.16741500000001,
          "经度": 122.007428915607,
          "使用状态": "在用",
          "下游门架": [
                  "3C0403",
                  "3D0410"
          ]
  },
  {
          "门架HEX字符串": "3D0413",
          "门架名称": "文登虚-文登收费门架",
          "收费门架编号": "G001837016001720010",
          "纬度": 37.16741500000001,
          "经度": 122.007475478973,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0416",
          "门架名称": "威海南海-威海南海虚收费门架",
          "收费门架编号": "G001837016001810010",
          "纬度": 37.05633,
          "经度": 121.901733,
          "使用状态": "在用",
          "下游门架": [
                  "3C0405",
                  "3D040E"
          ]
  },
  {
          "门架HEX字符串": "3D0415",
          "门架名称": "威海南海虚-威海南海收费门架",
          "收费门架编号": "G001837016001820010",
          "纬度": 37.05633,
          "经度": 121.901733,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0418",
          "门架名称": "南黄-南黄虚收费门架",
          "收费门架编号": "G001837016001910010",
          "纬度": 36.968628,
          "经度": 121.788581,
          "使用状态": "在用",
          "下游门架": [
                  "3C0406",
                  "3D040D"
          ]
  },
  {
          "门架HEX字符串": "3D0417",
          "门架名称": "南黄虚-南黄收费门架",
          "收费门架编号": "G001837016001920010",
          "纬度": 36.968628,
          "经度": 121.788581,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4308",
          "门架名称": "乳山东-乳山东虚收费门架",
          "收费门架编号": "G001837016002010010",
          "纬度": 36.893882,
          "经度": 121.557475,
          "使用状态": "在用",
          "下游门架": [
                  "3C4305",
                  "3D0412"
          ]
  },
  {
          "门架HEX字符串": "3D4307",
          "门架名称": "乳山东虚-乳山东收费门架",
          "收费门架编号": "G001837016002020010",
          "纬度": 36.893882,
          "经度": 121.557475,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1218",
          "门架名称": "胶州-胶州虚收费门架",
          "收费门架编号": "G002037001001310010",
          "纬度": 36.40583400000001,
          "经度": 120.00761,
          "使用状态": "在用",
          "下游门架": [
                  "3D1206",
                  "3C120B"
          ]
  },
  {
          "门架HEX字符串": "3D1217",
          "门架名称": "胶州虚-胶州收费门架",
          "收费门架编号": "G002037001001320010",
          "纬度": 36.40583400000001,
          "经度": 120.00761,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C121A",
          "门架名称": "蓝村-蓝村虚收费门架",
          "收费门架编号": "G002037001001410010",
          "纬度": 36.420295,
          "经度": 120.146629,
          "使用状态": "在用",
          "下游门架": [
                  "3C1203",
                  "3D1209"
          ]
  },
  {
          "门架HEX字符串": "3D1219",
          "门架名称": "蓝村虚-蓝村收费门架",
          "收费门架编号": "G002037001001420010",
          "纬度": 36.420295,
          "经度": 120.146629,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C121C",
          "门架名称": "青岛-青岛虚收费门架",
          "收费门架编号": "G002037001001510010",
          "纬度": 36.399049,
          "经度": 120.265745,
          "使用状态": "在用",
          "下游门架": [
                  "3C1201"
          ]
  },
  {
          "门架HEX字符串": "3D121B",
          "门架名称": "青岛虚-青岛收费门架",
          "收费门架编号": "G002037001001520010",
          "纬度": 36.399049,
          "经度": 120.265745,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C101C",
          "门架名称": "饮马-饮马虚收费门架",
          "收费门架编号": "G002037002000710010",
          "纬度": 36.638725,
          "经度": 119.455218,
          "使用状态": "在用",
          "下游门架": [
                  "3D120E",
                  "3C1001"
          ]
  },
  {
          "门架HEX字符串": "3D101B",
          "门架名称": "饮马虚-饮马收费门架",
          "收费门架编号": "G002037002000720010",
          "纬度": 36.638725,
          "经度": 119.455218,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1214",
          "门架名称": "高密-高密虚收费门架",
          "收费门架编号": "G002037002000810010",
          "纬度": 36.632781,
          "经度": 119.464533,
          "使用状态": "在用",
          "下游门架": [
                  "3C120C",
                  "3D1210"
          ]
  },
  {
          "门架HEX字符串": "3D1213",
          "门架名称": "高密虚-高密收费门架",
          "收费门架编号": "G002037002000820010",
          "纬度": 36.632781,
          "经度": 119.464533,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1216",
          "门架名称": "高密西-高密西虚收费门架",
          "收费门架编号": "G002037002000910010",
          "纬度": 36.527599,
          "经度": 119.631015,
          "使用状态": "在用",
          "下游门架": [
                  "3C120D",
                  "3D120F"
          ]
  },
  {
          "门架HEX字符串": "3D1215",
          "门架名称": "高密西虚-高密西收费门架",
          "收费门架编号": "G002037002000920010",
          "纬度": 36.527599,
          "经度": 119.631015,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1025",
          "门架名称": "昌乐-昌乐虚收费门架",
          "收费门架编号": "G002037003001310010",
          "纬度": 36.756774,
          "经度": 118.810732,
          "使用状态": "在用",
          "下游门架": [
                  "3D1007",
                  "3C100D"
          ]
  },
  {
          "门架HEX字符串": "3D1024",
          "门架名称": "昌乐虚-昌乐收费门架",
          "收费门架编号": "G002037003001320010",
          "纬度": 36.756774,
          "经度": 118.810732,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1027",
          "门架名称": "潍坊西-潍坊西虚收费门架",
          "收费门架编号": "G002037003001410010",
          "纬度": 36.750113,
          "经度": 118.979475,
          "使用状态": "在用",
          "下游门架": [
                  "3C1005",
                  "3D1009"
          ]
  },
  {
          "门架HEX字符串": "3D1026",
          "门架名称": "潍坊西虚-潍坊西收费门架",
          "收费门架编号": "G002037003001420010",
          "纬度": 36.750113,
          "经度": 118.979475,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1018",
          "门架名称": "潍坊-潍坊虚收费门架",
          "收费门架编号": "G002037003001510010",
          "纬度": 36.743426,
          "经度": 119.169671,
          "使用状态": "在用",
          "下游门架": [
                  "3C1004",
                  "3D100A"
          ]
  },
  {
          "门架HEX字符串": "3D101D",
          "门架名称": "潍坊虚-潍坊收费门架",
          "收费门架编号": "G002037003001520010",
          "纬度": 36.743426,
          "经度": 119.169671,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C101A",
          "门架名称": "潍坊东-潍坊东虚收费门架",
          "收费门架编号": "G002037003001610010",
          "纬度": 36.742615,
          "经度": 119.173333,
          "使用状态": "在用",
          "下游门架": [
                  "3C1003",
                  "3D100B"
          ]
  },
  {
          "门架HEX字符串": "3D1019",
          "门架名称": "潍坊东虚-潍坊东收费门架",
          "收费门架编号": "G002037003001620010",
          "纬度": 36.742615,
          "经度": 119.173333,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C101F",
          "门架名称": "青州西-青州西虚收费门架",
          "收费门架编号": "G002037004001310010",
          "纬度": 36.80482,
          "经度": 118.522188,
          "使用状态": "在用",
          "下游门架": [
                  "3C1011",
                  "3D1013"
          ]
  },
  {
          "门架HEX字符串": "3D101E",
          "门架名称": "青州西虚-青州西收费门架",
          "收费门架编号": "G002037004001320010",
          "纬度": 36.80482,
          "经度": 118.522188,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1021",
          "门架名称": "青州东-青州东虚收费门架",
          "收费门架编号": "G002037004001410010",
          "纬度": 36.792915,
          "经度": 118.596142,
          "使用状态": "在用",
          "下游门架": [
                  "3C100F",
                  "3D1017"
          ]
  },
  {
          "门架HEX字符串": "3D1020",
          "门架名称": "青州东虚-青州东收费门架",
          "收费门架编号": "G002037004001420010",
          "纬度": 36.792915,
          "经度": 118.596142,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1023",
          "门架名称": "寿光-寿光虚收费门架",
          "收费门架编号": "G002037004001510010",
          "纬度": 36.76214,
          "经度": 118.697878,
          "使用状态": "在用",
          "下游门架": [
                  "3C100E",
                  "3D1016"
          ]
  },
  {
          "门架HEX字符串": "3D1022",
          "门架名称": "寿光虚-寿光收费门架",
          "收费门架编号": "G002037004001520010",
          "纬度": 36.76214,
          "经度": 118.697878,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0D1B",
          "门架名称": "章丘-章丘虚收费门架",
          "收费门架编号": "G002037006001710010",
          "纬度": 36.856523,
          "经度": 117.477128,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D0A",
                  "3D0D15"
          ]
  },
  {
          "门架HEX字符串": "3D0D1A",
          "门架名称": "章丘虚-章丘收费门架",
          "收费门架编号": "G002037006001720010",
          "纬度": 36.856523,
          "经度": 117.477128,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0D1D",
          "门架名称": "章丘西-章丘西虚收费门架",
          "收费门架编号": "G002037006001810010",
          "纬度": 36.855458,
          "经度": 117.475663,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D0B",
                  "3D0D14"
          ]
  },
  {
          "门架HEX字符串": "3D0D1C",
          "门架名称": "章丘西虚-章丘西收费门架",
          "收费门架编号": "G002037006001820010",
          "纬度": 36.855458,
          "经度": 117.475663,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0D1F",
          "门架名称": "临港-临港虚收费门架",
          "收费门架编号": "G002037006001910010",
          "纬度": 36.789354,
          "经度": 117.251337,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D0D",
                  "3D0D12"
          ]
  },
  {
          "门架HEX字符串": "3D0D1E",
          "门架名称": "临港虚-临港收费门架",
          "收费门架编号": "G002037006001920010",
          "纬度": 36.789354,
          "经度": 117.251337,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0D21",
          "门架名称": "东客站-东客站虚收费门架",
          "收费门架编号": "G002037006002010010",
          "纬度": 117.120493,
          "经度": 36.752801,
          "使用状态": "在用",
          "下游门架": [
                  "3D0D17",
                  "3C0E1B"
          ]
  },
  {
          "门架HEX字符串": "3D0D20",
          "门架名称": "东客站虚-东客站收费门架",
          "收费门架编号": "G002037006002020010",
          "纬度": 117.120493,
          "经度": 36.752801,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0E1E",
          "门架名称": "邹平东-邹平东虚收费门架",
          "收费门架编号": "G002037006002110010",
          "纬度": 36.86108400000001,
          "经度": 117.807547,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E07",
                  "3D0E09"
          ]
  },
  {
          "门架HEX字符串": "3D0E1D",
          "门架名称": "邹平东虚-邹平东收费门架",
          "收费门架编号": "G002037006002120010",
          "纬度": 36.86108400000001,
          "经度": 117.807547,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0E24",
          "门架名称": "周村-周村虚收费门架",
          "收费门架编号": "G002037006002210010",
          "纬度": 36.857812,
          "经度": 117.934326,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E06",
                  "3D0E0A"
          ]
  },
  {
          "门架HEX字符串": "3D0E1F",
          "门架名称": "周村虚-周村收费门架",
          "收费门架编号": "G002037006002220010",
          "纬度": 36.857812,
          "经度": 117.934326,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0E26",
          "门架名称": "淄博-淄博虚收费门架",
          "收费门架编号": "G002037006002310010",
          "纬度": 36.854591,
          "经度": 118.278444,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E04",
                  "3D0E0C"
          ]
  },
  {
          "门架HEX字符串": "3D0E25",
          "门架名称": "淄博虚-淄博收费门架",
          "收费门架编号": "G002037006002320010",
          "纬度": 36.854591,
          "经度": 118.278444,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0E28",
          "门架名称": "临淄-临淄虚收费门架",
          "收费门架编号": "G002037006002410010",
          "纬度": 36.836642,
          "经度": 118.381437,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E02",
                  "3D0E0E"
          ]
  },
  {
          "门架HEX字符串": "3D0E27",
          "门架名称": "临淄虚-临淄收费门架",
          "收费门架编号": "G002037006002420010",
          "纬度": 36.836642,
          "经度": 118.381437,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0E2A",
          "门架名称": "邹平西-邹平西虚收费门架",
          "收费门架编号": "G002037006002510010",
          "纬度": 36.861209,
          "经度": 117.805901,
          "使用状态": "在用",
          "下游门架": [
                  "3D0E08",
                  "3C0D09"
          ]
  },
  {
          "门架HEX字符串": "3D0E29",
          "门架名称": "邹平西虚-邹平西收费门架",
          "收费门架编号": "G002037006002520010",
          "纬度": 36.861209,
          "经度": 117.805901,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0E21",
          "门架名称": "淄博高新区-淄博高新区虚收费门架",
          "收费门架编号": "G002037006002610010",
          "纬度": 36.836737,
          "经度": 118.380375,
          "使用状态": "在用",
          "下游门架": [
                  "3C0E03",
                  "3D0E0D"
          ]
  },
  {
          "门架HEX字符串": "3D0E20",
          "门架名称": "淄博高新区虚-淄博高新区收费门架",
          "收费门架编号": "G002037006002620010",
          "纬度": 36.836737,
          "经度": 118.380375,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0E23",
          "门架名称": "临淄东-临淄东虚收费门架",
          "收费门架编号": "G002037006002710010",
          "纬度": 36.836817,
          "经度": 118.382288,
          "使用状态": "在用",
          "下游门架": [
                  "3D1012",
                  "3C0E01"
          ]
  },
  {
          "门架HEX字符串": "3D0E22",
          "门架名称": "临淄东虚-临淄东收费门架",
          "收费门架编号": "G002037006002720010",
          "纬度": 36.836817,
          "经度": 118.382288,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0B21",
          "门架名称": "禹城南-禹城南虚收费门架",
          "收费门架编号": "G002037007001510010",
          "纬度": 36.86765,
          "经度": 116.6222,
          "使用状态": "在用",
          "下游门架": [
                  "3C0B1A",
                  "3D0B17"
          ]
  },
  {
          "门架HEX字符串": "3D0B20",
          "门架名称": "禹城南虚-禹城南收费门架",
          "收费门架编号": "G002037007001520010",
          "纬度": 36.86765,
          "经度": 116.6222,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0B23",
          "门架名称": "高唐东-高唐东虚收费门架",
          "收费门架编号": "G002037007001610010",
          "纬度": 36.91166,
          "经度": 116.75058,
          "使用状态": "备用",
          "下游门架": [
                  "3D0B16",
                  "3C0B29"
          ]
  },
  {
          "门架HEX字符串": "3D0B22",
          "门架名称": "高唐东虚-高唐东收费门架",
          "收费门架编号": "G002037007001620010",
          "纬度": 36.91166,
          "经度": 116.75058,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0B25",
          "门架名称": "高唐-高唐虚收费门架",
          "收费门架编号": "G002037007001710010",
          "纬度": 36.906,
          "经度": 116.3404,
          "使用状态": "在用",
          "下游门架": [
                  "3C0B1C",
                  "3D0B2B"
          ]
  },
  {
          "门架HEX字符串": "3D0B24",
          "门架名称": "高唐虚-高唐收费门架",
          "收费门架编号": "G002037007001720010",
          "纬度": 36.906,
          "经度": 116.3404,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0B27",
          "门架名称": "夏津-夏津虚收费门架",
          "收费门架编号": "G002037007001810010",
          "纬度": 36.99399,
          "经度": 116.0427,
          "使用状态": "在用",
          "下游门架": [
                  "3C0B1E",
                  "3D0B13"
          ]
  },
  {
          "门架HEX字符串": "3D0B26",
          "门架名称": "夏津虚-夏津收费门架",
          "收费门架编号": "G002037007001820010",
          "纬度": 36.99399,
          "经度": 116.0427,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0B28",
          "门架名称": "尹集立交-高唐虚收费门架",
          "收费门架编号": "G002037007002010010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3C0B1C",
                  "3D0B24"
          ]
  },
  {
          "门架HEX字符串": "3D0B2B",
          "门架名称": "高唐虚-尹集立交收费门架",
          "收费门架编号": "G002037007002020020",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3D0B2A",
                  "3C920E"
          ]
  },
  {
          "门架HEX字符串": "3C3E0E",
          "门架名称": "孟疃-孟疃虚收费门架",
          "收费门架编号": "G002237001001510010",
          "纬度": 36.046434,
          "经度": 118.88994,
          "使用状态": "在用",
          "下游门架": [
                  "3C3E01",
                  "3D3F06"
          ]
  },
  {
          "门架HEX字符串": "3D3E0D",
          "门架名称": "孟疃虚-孟疃收费门架",
          "收费门架编号": "G002237001001520010",
          "纬度": 36.046434,
          "经度": 118.88994,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3F0D",
          "门架名称": "诸城西-诸城西虚收费门架",
          "收费门架编号": "G002237001001610010",
          "纬度": 36.056892,
          "经度": 119.186611,
          "使用状态": "在用",
          "下游门架": [
                  "3C3F0B",
                  "3D3F07"
          ]
  },
  {
          "门架HEX字符串": "3D3F0C",
          "门架名称": "诸城西虚-诸城西收费门架",
          "收费门架编号": "G002237001001620010",
          "纬度": 36.056892,
          "经度": 119.186611,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3F0F",
          "门架名称": "诸城-诸城虚收费门架",
          "收费门架编号": "G002237001001710010",
          "纬度": 36.078211,
          "经度": 119.448919,
          "使用状态": "在用",
          "下游门架": [
                  "3C3F03",
                  "3D3F09"
          ]
  },
  {
          "门架HEX字符串": "3D3F0E",
          "门架名称": "诸城虚-诸城收费门架",
          "收费门架编号": "G002237001001720010",
          "纬度": 36.078211,
          "经度": 119.448919,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3F11",
          "门架名称": "诸城东-诸城东虚收费门架",
          "收费门架编号": "G002237001001810010",
          "纬度": 36.064731,
          "经度": 119.568998,
          "使用状态": "在用",
          "下游门架": [
                  "3C3F02",
                  "3D3F0A"
          ]
  },
  {
          "门架HEX字符串": "3D3F10",
          "门架名称": "诸城东虚-诸城东收费门架",
          "收费门架编号": "G002237001001820010",
          "纬度": 36.064731,
          "经度": 119.568998,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C400E",
          "门架名称": "辛兴-辛兴虚收费门架",
          "收费门架编号": "G002237001001910010",
          "纬度": 36.047949,
          "经度": 119.777701,
          "使用状态": "在用",
          "下游门架": [
                  "3C3F01",
                  "3D4007"
          ]
  },
  {
          "门架HEX字符串": "3D400D",
          "门架名称": "辛兴虚-辛兴收费门架",
          "收费门架编号": "G002237001001920010",
          "纬度": 36.047949,
          "经度": 119.777701,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3E0A",
          "门架名称": "诸葛-诸葛虚收费门架",
          "收费门架编号": "G002237002000910010",
          "纬度": 36.042984,
          "经度": 118.526789,
          "使用状态": "在用",
          "下游门架": [
                  "3C3E04",
                  "3D3E06"
          ]
  },
  {
          "门架HEX字符串": "3D3E09",
          "门架名称": "诸葛虚-诸葛收费门架",
          "收费门架编号": "G002237002000920010",
          "纬度": 36.042984,
          "经度": 118.526789,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3E0C",
          "门架名称": "青兰杨庄-青兰杨庄虚收费门架",
          "收费门架编号": "G002237002001010010",
          "纬度": 36.030715,
          "经度": 118.835792,
          "使用状态": "在用",
          "下游门架": [
                  "3C3E02",
                  "3D3E08"
          ]
  },
  {
          "门架HEX字符串": "3D3E0B",
          "门架名称": "青兰杨庄虚-青兰杨庄收费门架",
          "收费门架编号": "G002237002001020010",
          "纬度": 36.030715,
          "经度": 118.835792,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3D0B",
          "门架名称": "鲁村-鲁村虚收费门架",
          "收费门架编号": "G002237003001110010",
          "纬度": 36.128473,
          "经度": 117.962377,
          "使用状态": "在用",
          "下游门架": [
                  "3C3D04",
                  "3D3D06"
          ]
  },
  {
          "门架HEX字符串": "3D3D10",
          "门架名称": "鲁村虚-鲁村收费门架",
          "收费门架编号": "G002237003001120010",
          "纬度": 36.128473,
          "经度": 117.962377,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3D0D",
          "门架名称": "沂源-沂源虚收费门架",
          "收费门架编号": "G002237003001210010",
          "纬度": 36.181616,
          "经度": 118.004726,
          "使用状态": "在用",
          "下游门架": [
                  "3C3D03",
                  "3D3D07"
          ]
  },
  {
          "门架HEX字符串": "3D3D0C",
          "门架名称": "沂源虚-沂源收费门架",
          "收费门架编号": "G002237003001220010",
          "纬度": 36.181616,
          "经度": 118.004726,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3D0A",
          "门架名称": "沂源东-沂源东虚收费门架",
          "收费门架编号": "G002237003001310010",
          "纬度": 36.177292,
          "经度": 118.150708,
          "使用状态": "在用",
          "下游门架": [
                  "3C3D02",
                  "3D3D08"
          ]
  },
  {
          "门架HEX字符串": "3D3D09",
          "门架名称": "沂源东虚-沂源东收费门架",
          "收费门架编号": "G002237003001320010",
          "纬度": 36.177292,
          "经度": 118.150708,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3D0F",
          "门架名称": "张家坡-张家坡虚收费门架",
          "收费门架编号": "G002237003001410010",
          "纬度": 36.17530900000001,
          "经度": 118.246721,
          "使用状态": "在用",
          "下游门架": [
                  "3C3D01",
                  "3D3E05"
          ]
  },
  {
          "门架HEX字符串": "3D3D0E",
          "门架名称": "张家坡虚-张家坡收费门架",
          "收费门架编号": "G002237003001420010",
          "纬度": 36.17530900000001,
          "经度": 118.246721,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3D12",
          "门架名称": "辛庄-辛庄虚收费门架",
          "收费门架编号": "G002237004000710010",
          "纬度": 36.212778,
          "经度": 117.964966,
          "使用状态": "在用",
          "下游门架": [
                  "3C3C01",
                  "3D3D05"
          ]
  },
  {
          "门架HEX字符串": "3D3D11",
          "门架名称": "辛庄虚-辛庄收费门架",
          "收费门架编号": "G002237004000720010",
          "纬度": 36.212778,
          "经度": 117.964966,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C780F",
          "门架名称": "河套虚-河套枢纽门架",
          "收费门架编号": "G002237005000310150",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3C7803",
                  "3D7F02"
          ]
  },
  {
          "门架HEX字符串": "3D7810",
          "门架名称": "河套枢纽-河套虚门架",
          "收费门架编号": "G002237005001520160",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": [
                  "3D780B",
                  "3D780E"
          ]
  },
  {
          "门架HEX字符串": "3C780D",
          "门架名称": "河套-河套虚门架",
          "收费门架编号": "G002237005001610130",
          "纬度": 36.238162,
          "经度": 120.233737,
          "使用状态": "在用",
          "下游门架": [
                  "3C780F",
                  "3D780B"
          ]
  },
  {
          "门架HEX字符串": "3D780E",
          "门架名称": "河套虚-河套门架",
          "收费门架编号": "G002237005001720140",
          "纬度": 36.234611,
          "经度": 120.271437,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7812",
          "门架名称": "青岛西-青岛西虚收费门架",
          "收费门架编号": "G002237005001810010",
          "纬度": 36.234403,
          "经度": 120.270415,
          "使用状态": "在用",
          "下游门架": [
                  "3C7801",
                  "3D7526"
          ]
  },
  {
          "门架HEX字符串": "3D7811",
          "门架名称": "青岛西虚-青岛西收费门架",
          "收费门架编号": "G002237005001820010",
          "纬度": 36.234403,
          "经度": 120.270415,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7814",
          "门架名称": "青岛高新-青岛高新虚收费门架",
          "收费门架编号": "G002237005001910010",
          "纬度": 36.237488,
          "经度": 120.235201,
          "使用状态": "在用",
          "下游门架": [
                  "3C7802",
                  "3D780C"
          ]
  },
  {
          "门架HEX字符串": "3D7813",
          "门架名称": "青岛高新虚-青岛高新收费门架",
          "收费门架编号": "G002237005001920010",
          "纬度": 36.237488,
          "经度": 120.235201,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7816",
          "门架名称": "营海-营海虚收费门架",
          "收费门架编号": "G002237005002010010",
          "纬度": 36.208649,
          "经度": 120.062048,
          "使用状态": "在用",
          "下游门架": [
                  "3C7804",
                  "3D780A"
          ]
  },
  {
          "门架HEX字符串": "3D7815",
          "门架名称": "营海虚-营海收费门架",
          "收费门架编号": "G002237005002020010",
          "纬度": 36.208649,
          "经度": 120.062048,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7818",
          "门架名称": "红石崖-红石崖虚收费门架",
          "收费门架编号": "G002237005002110010",
          "纬度": 36.07688,
          "经度": 120.087096,
          "使用状态": "在用",
          "下游门架": [
                  "3C7805",
                  "3D7809"
          ]
  },
  {
          "门架HEX字符串": "3D7817",
          "门架名称": "红石崖虚-红石崖收费门架",
          "收费门架编号": "G002237005002120010",
          "纬度": 36.07688,
          "经度": 120.087096,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C781A",
          "门架名称": "黄岛东-黄岛东虚收费门架",
          "收费门架编号": "G002237005002210010",
          "纬度": 36.068049,
          "经度": 120.130774,
          "使用状态": "在用",
          "下游门架": [
                  "3D7807"
          ]
  },
  {
          "门架HEX字符串": "3D7819",
          "门架名称": "黄岛东虚-黄岛东收费门架",
          "收费门架编号": "G002237005002220010",
          "纬度": 36.068049,
          "经度": 120.130774,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4010",
          "门架名称": "里岔-里岔虚收费门架",
          "收费门架编号": "G002237006001510010",
          "纬度": 36.048311,
          "经度": 119.778344,
          "使用状态": "在用",
          "下游门架": [
                  "3C4006",
                  "3D4008"
          ]
  },
  {
          "门架HEX字符串": "3D400F",
          "门架名称": "里岔虚-里岔收费门架",
          "收费门架编号": "G002237006001520010",
          "纬度": 36.048311,
          "经度": 119.778344,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4012",
          "门架名称": "王台南-王台南虚收费门架",
          "收费门架编号": "G002237006001610010",
          "纬度": 36.051599,
          "经度": 120.033867,
          "使用状态": "在用",
          "下游门架": [
                  "3C4004",
                  "3D400A"
          ]
  },
  {
          "门架HEX字符串": "3D4011",
          "门架名称": "王台南虚-王台南收费门架",
          "收费门架编号": "G002237006001620010",
          "纬度": 36.051599,
          "经度": 120.033867,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6E20",
          "门架名称": "泰肥-泰肥虚收费门架",
          "收费门架编号": "G002237007003510010",
          "纬度": 36.148649,
          "经度": 117.029481,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E02",
                  "3D6E12"
          ]
  },
  {
          "门架HEX字符串": "3D6E1F",
          "门架名称": "泰肥虚-泰肥收费门架",
          "收费门架编号": "G002237007003520010",
          "纬度": 36.148649,
          "经度": 117.029481,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6E1C",
          "门架名称": "岱岳-岱岳虚收费门架",
          "收费门架编号": "G002237007003610010",
          "纬度": 36.143835,
          "经度": 116.960772,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E03",
                  "3D6E11"
          ]
  },
  {
          "门架HEX字符串": "3D6E1B",
          "门架名称": "岱岳虚-岱岳收费门架",
          "收费门架编号": "G002237007003620010",
          "纬度": 36.143835,
          "经度": 116.960772,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6E13",
          "门架名称": "肥城南-肥城南虚收费门架",
          "收费门架编号": "G002237007003710010",
          "纬度": 36.144042,
          "经度": 116.959065,
          "使用状态": "停用",
          "下游门架": [
                  "3C6E04",
                  "3D6E10"
          ]
  },
  {
          "门架HEX字符串": "3D6E1D",
          "门架名称": "肥城南虚-肥城南收费门架",
          "收费门架编号": "G002237007003720010",
          "纬度": 36.144042,
          "经度": 116.959065,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6E15",
          "门架名称": "桃园-桃园虚收费门架",
          "收费门架编号": "G002237007003810010",
          "纬度": 36.137382,
          "经度": 116.605252,
          "使用状态": "停用",
          "下游门架": [
                  "3C6E05",
                  "3D6E0F"
          ]
  },
  {
          "门架HEX字符串": "3D6E14",
          "门架名称": "桃园虚-桃园收费门架",
          "收费门架编号": "G002237007003820010",
          "纬度": 36.137382,
          "经度": 116.605252,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6E17",
          "门架名称": "肥城西-肥城西虚收费门架",
          "收费门架编号": "G002237007003910010",
          "纬度": 36.137882,
          "经度": 116.603293,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E06",
                  "3D6E0E"
          ]
  },
  {
          "门架HEX字符串": "3D6E16",
          "门架名称": "肥城西虚-肥城西收费门架",
          "收费门架编号": "G002237007003920010",
          "纬度": 36.137882,
          "经度": 116.603293,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6E18",
          "门架名称": "平阴孔村-平阴孔村虚收费门架",
          "收费门架编号": "G002237007004010010",
          "纬度": 36.140044,
          "经度": 116.546017,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E07",
                  "3D6E0D"
          ]
  },
  {
          "门架HEX字符串": "3D6E1E",
          "门架名称": "平阴孔村虚-平阴孔村收费门架",
          "收费门架编号": "G002237007004020010",
          "纬度": 36.140044,
          "经度": 116.546017,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6E1A",
          "门架名称": "平阴玫瑰-平阴玫瑰虚收费门架",
          "收费门架编号": "G002237007004110010",
          "纬度": 36.222117,
          "经度": 116.321666,
          "使用状态": "在用",
          "下游门架": [
                  "3C6E09",
                  "3D6E0B"
          ]
  },
  {
          "门架HEX字符串": "3D6E19",
          "门架名称": "平阴玫瑰虚-平阴玫瑰收费门架",
          "收费门架编号": "G002237007004120010",
          "纬度": 36.222117,
          "经度": 116.321666,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7916",
          "门架名称": "东阿-东阿虚收费门架",
          "收费门架编号": "G002237008001510010",
          "纬度": 36.278627,
          "经度": 116.220127,
          "使用状态": "在用",
          "下游门架": [
                  "3C7902",
                  "3D791B"
          ]
  },
  {
          "门架HEX字符串": "3D7915",
          "门架名称": "东阿虚-东阿收费门架",
          "收费门架编号": "G002237008001520010",
          "纬度": 36.278627,
          "经度": 116.220127,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7918",
          "门架名称": "李海务-李海务虚收费门架",
          "收费门架编号": "G002237008001610010",
          "纬度": 36.338504,
          "经度": 115.952985,
          "使用状态": "停用",
          "下游门架": [
                  "3C7903",
                  "3D790F"
          ]
  },
  {
          "门架HEX字符串": "3D7917",
          "门架名称": "李海务虚-李海务收费门架",
          "收费门架编号": "G002237008001620010",
          "纬度": 36.338504,
          "经度": 115.952985,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C791A",
          "门架名称": "朱老庄-朱老庄虚收费门架",
          "收费门架编号": "G002237008001710010",
          "纬度": 36.343442,
          "经度": 115.907883,
          "使用状态": "在用",
          "下游门架": [
                  "3C7904",
                  "3D790E"
          ]
  },
  {
          "门架HEX字符串": "3D7919",
          "门架名称": "朱老庄虚-朱老庄收费门架",
          "收费门架编号": "G002237008001720010",
          "纬度": 36.343442,
          "经度": 115.907883,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7912",
          "门架名称": "河店-河店虚收费门架",
          "收费门架编号": "G002237008001810010",
          "纬度": 36.360504,
          "经度": 115.714033,
          "使用状态": "在用",
          "下游门架": [
                  "3C7906",
                  "3D790C"
          ]
  },
  {
          "门架HEX字符串": "3D7911",
          "门架名称": "河店虚-河店收费门架",
          "收费门架编号": "G002237008001820010",
          "纬度": 36.360504,
          "经度": 115.714033,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7914",
          "门架名称": "魏庄-魏庄虚收费门架",
          "收费门架编号": "G002237008001910010",
          "纬度": 36.344704,
          "经度": 115.544898,
          "使用状态": "在用",
          "下游门架": [
                  "3E7907",
                  "3D790B"
          ]
  },
  {
          "门架HEX字符串": "3D7913",
          "门架名称": "魏庄虚-魏庄收费门架",
          "收费门架编号": "G002237008001920010",
          "纬度": 36.344704,
          "经度": 115.544898,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C791E",
          "门架名称": "东阿南立交-东阿虚收费门架",
          "收费门架编号": "G002237008002110010",
          "纬度": 36.284251,
          "经度": 116.232893,
          "使用状态": "备用",
          "下游门架": [
                  "3C7902",
                  "3D7915"
          ]
  },
  {
          "门架HEX字符串": "3D791B",
          "门架名称": "东阿虚-东阿南立交收费门架",
          "收费门架编号": "G002237008002120020",
          "纬度": 36.284314,
          "经度": 116.232397,
          "使用状态": "备用",
          "下游门架": [
                  "3D6E0A",
                  "3D921F"
          ]
  },
  {
          "门架HEX字符串": "3C8F07",
          "门架名称": "钢城西虚-高庄虚收费门架",
          "收费门架编号": "G002237009000210020",
          "纬度": 36.166,
          "经度": 117.601,
          "使用状态": "备用",
          "下游门架": [
                  "3C8F09",
                  "3D8F04"
          ]
  },
  {
          "门架HEX字符串": "3D8F08",
          "门架名称": "高庄虚-钢城西虚收费门架",
          "收费门架编号": "G002237009001720150",
          "纬度": 36.161,
          "经度": 117.602,
          "使用状态": "备用",
          "下游门架": [
                  "3D8F06",
                  "3D8F02"
          ]
  },
  {
          "门架HEX字符串": "3C8F01",
          "门架名称": "钢城西-钢城西虚收费门架",
          "收费门架编号": "G002237009001910010",
          "纬度": 36.138,
          "经度": 117.695,
          "使用状态": "备用",
          "下游门架": [
                  "3C8F07",
                  "3D8F06"
          ]
  },
  {
          "门架HEX字符串": "3D8F02",
          "门架名称": "钢城西虚-钢城西收费门架",
          "收费门架编号": "G002237009002020010",
          "纬度": 36.138,
          "经度": 117.695,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8F03",
          "门架名称": "高庄-高庄虚收费门架",
          "收费门架编号": "G002237009002110010",
          "纬度": 36.16,
          "经度": 117.591,
          "使用状态": "备用",
          "下游门架": [
                  "3C8F09",
                  "3D8F08"
          ]
  },
  {
          "门架HEX字符串": "3D8F04",
          "门架名称": "高庄虚-高庄收费门架",
          "收费门架编号": "G002237009002220010",
          "纬度": 36.159,
          "经度": 117.591,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C9001",
          "门架名称": "角峪-角峪虚收费门架",
          "收费门架编号": "G002237010002310010",
          "纬度": 36.157,
          "经度": 117.429,
          "使用状态": "备用",
          "下游门架": [
                  "3C9008",
                  "3D9007"
          ]
  },
  {
          "门架HEX字符串": "3D9002",
          "门架名称": "角峪虚-角峪收费门架",
          "收费门架编号": "G002237010002420010",
          "纬度": 36.158,
          "经度": 117.429,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C9003",
          "门架名称": "泰安东-泰安东虚收费门架",
          "收费门架编号": "G002237010002510010",
          "纬度": 36.149,
          "经度": 117.166,
          "使用状态": "备用",
          "下游门架": [
                  "3C900E",
                  "3D900D"
          ]
  },
  {
          "门架HEX字符串": "3D9004",
          "门架名称": "泰安东虚-泰安东收费门架",
          "收费门架编号": "G002237010002620010",
          "纬度": 36.148,
          "经度": 117.166,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C9005",
          "门架名称": "泰安南-泰安南虚收费门架",
          "收费门架编号": "G002237010002710010",
          "纬度": 36.144,
          "经度": 117.092,
          "使用状态": "备用",
          "下游门架": [
                  "3C9010",
                  "3D900F"
          ]
  },
  {
          "门架HEX字符串": "3D9006",
          "门架名称": "泰安南虚-泰安南收费门架",
          "收费门架编号": "G002237010002820010",
          "纬度": 36.144,
          "经度": 117.092,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2E1A",
          "门架名称": "大王-大王虚收费门架",
          "收费门架编号": "G002537001001910010",
          "纬度": 37.025267,
          "经度": 118.537526,
          "使用状态": "在用",
          "下游门架": [
                  "3D2E0E",
                  "3C2F04"
          ]
  },
  {
          "门架HEX字符串": "3D2E19",
          "门架名称": "大王虚-大王收费门架",
          "收费门架编号": "G002537001001920010",
          "纬度": 37.025267,
          "经度": 118.537526,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2F0D",
          "门架名称": "阳河-阳河虚收费门架",
          "收费门架编号": "G002537001002010010",
          "纬度": 36.954929,
          "经度": 118.535623,
          "使用状态": "在用",
          "下游门架": [
                  "3C2F07",
                  "3D2F06"
          ]
  },
  {
          "门架HEX字符串": "3D2F0C",
          "门架名称": "阳河虚-阳河收费门架",
          "收费门架编号": "G002537001002020010",
          "纬度": 36.954929,
          "经度": 118.535623,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2F0B",
          "门架名称": "何官-何官虚收费门架",
          "收费门架编号": "G002537001002110010",
          "纬度": 36.814376,
          "经度": 118.540998,
          "使用状态": "在用",
          "下游门架": [
                  "3C2F02",
                  "3D2F03"
          ]
  },
  {
          "门架HEX字符串": "3D2F08",
          "门架名称": "何官虚-何官收费门架",
          "收费门架编号": "G002537001002120010",
          "纬度": 36.814376,
          "经度": 118.540998,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5012",
          "门架名称": "青州北-青州北虚收费门架",
          "收费门架编号": "G002537002001510010",
          "纬度": 36.790142,
          "经度": 118.5377,
          "使用状态": "在用",
          "下游门架": [
                  "3C5002",
                  "3D500E"
          ]
  },
  {
          "门架HEX字符串": "3D5011",
          "门架名称": "青州北虚-青州北收费门架",
          "收费门架编号": "G002537002001520010",
          "纬度": 36.790142,
          "经度": 118.5377,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5014",
          "门架名称": "青州-青州虚收费门架",
          "收费门架编号": "G002537002001610010",
          "纬度": 36.706907,
          "经度": 118.576915,
          "使用状态": "在用",
          "下游门架": [
                  "3C5010",
                  "3D500D"
          ]
  },
  {
          "门架HEX字符串": "3D5013",
          "门架名称": "青州虚-青州收费门架",
          "收费门架编号": "G002537002001620010",
          "纬度": 36.706907,
          "经度": 118.576915,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5016",
          "门架名称": "青州南-青州南虚收费门架",
          "收费门架编号": "G002537002001710010",
          "纬度": 36.603389,
          "经度": 118.6022,
          "使用状态": "在用",
          "下游门架": [
                  "3C5003",
                  "3D500C"
          ]
  },
  {
          "门架HEX字符串": "3D5015",
          "门架名称": "青州南虚-青州南收费门架",
          "收费门架编号": "G002537002001720010",
          "纬度": 36.603389,
          "经度": 118.6022,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5018",
          "门架名称": "临朐-临朐虚收费门架",
          "收费门架编号": "G002537002001810010",
          "纬度": 36.499028,
          "经度": 118.623911,
          "使用状态": "在用",
          "下游门架": [
                  "3C5004",
                  "3D501D"
          ]
  },
  {
          "门架HEX字符串": "3D5017",
          "门架名称": "临朐虚-临朐收费门架",
          "收费门架编号": "G002537002001820010",
          "纬度": 36.499028,
          "经度": 118.623911,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C501A",
          "门架名称": "临朐南-临朐南虚收费门架",
          "收费门架编号": "G002537002001910010",
          "纬度": 36.400939,
          "经度": 118.63671,
          "使用状态": "在用",
          "下游门架": [
                  "3C5006",
                  "3D500A"
          ]
  },
  {
          "门架HEX字符串": "3D5019",
          "门架名称": "临朐南虚-临朐南收费门架",
          "收费门架编号": "G002537002001920010",
          "纬度": 36.400939,
          "经度": 118.63671,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C501C",
          "门架名称": "沂山-沂山虚收费门架",
          "收费门架编号": "G002537002002010010",
          "纬度": 36.222018,
          "经度": 118.706976,
          "使用状态": "在用",
          "下游门架": [
                  "3C500F",
                  "3D5009"
          ]
  },
  {
          "门架HEX字符串": "3D501B",
          "门架名称": "沂山虚-沂山收费门架",
          "收费门架编号": "G002537002002020010",
          "纬度": 36.222018,
          "经度": 118.706976,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C510E",
          "门架名称": "沂水北-沂水北虚收费门架",
          "收费门架编号": "G002537003001510010",
          "纬度": 35.967141,
          "经度": 118.726865,
          "使用状态": "在用",
          "下游门架": [
                  "3C5102",
                  "3D510C"
          ]
  },
  {
          "门架HEX字符串": "3D510D",
          "门架名称": "沂水北虚-沂水北收费门架",
          "收费门架编号": "G002537003001520010",
          "纬度": 35.967141,
          "经度": 118.726865,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5110",
          "门架名称": "沂水-沂水虚收费门架",
          "收费门架编号": "G002537003001610010",
          "纬度": 35.966676,
          "经度": 118.727156,
          "使用状态": "在用",
          "下游门架": [
                  "3C5103",
                  "3D510B"
          ]
  },
  {
          "门架HEX字符串": "3D510F",
          "门架名称": "沂水虚-沂水收费门架",
          "收费门架编号": "G002537003001620010",
          "纬度": 35.966676,
          "经度": 118.727156,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5112",
          "门架名称": "沂水南-沂水南虚收费门架",
          "收费门架编号": "G002537003001710010",
          "纬度": 35.708496,
          "经度": 118.696654,
          "使用状态": "在用",
          "下游门架": [
                  "3C5104",
                  "3D510A"
          ]
  },
  {
          "门架HEX字符串": "3D5111",
          "门架名称": "沂水南虚-沂水南收费门架",
          "收费门架编号": "G002537003001720010",
          "纬度": 35.708496,
          "经度": 118.696654,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5114",
          "门架名称": "沂南北-沂南北虚收费门架",
          "收费门架编号": "G002537003001810010",
          "纬度": 35.609,
          "经度": 118.667623,
          "使用状态": "在用",
          "下游门架": [
                  "3C5105",
                  "3D5109"
          ]
  },
  {
          "门架HEX字符串": "3D5113",
          "门架名称": "沂南北虚-沂南北收费门架",
          "收费门架编号": "G002537003001820010",
          "纬度": 35.609,
          "经度": 118.667623,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5116",
          "门架名称": "沂南东-沂南东虚收费门架",
          "收费门架编号": "G002537003001910010",
          "纬度": 35.57295,
          "经度": 118.65729,
          "使用状态": "在用",
          "下游门架": [
                  "3C5106",
                  "3D5108"
          ]
  },
  {
          "门架HEX字符串": "3D5115",
          "门架名称": "沂南东虚-沂南东收费门架",
          "收费门架编号": "G002537003001920010",
          "纬度": 35.57295,
          "经度": 118.65729,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5216",
          "门架名称": "河东-河东虚收费门架",
          "收费门架编号": "G002537004001710010",
          "纬度": 35.248807,
          "经度": 118.623215,
          "使用状态": "在用",
          "下游门架": [
                  "3C5202",
                  "3D520C"
          ]
  },
  {
          "门架HEX字符串": "3D5215",
          "门架名称": "河东虚-河东收费门架",
          "收费门架编号": "G002537004001720010",
          "纬度": 35.248807,
          "经度": 118.623215,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5210",
          "门架名称": "临沂东-临沂东虚收费门架",
          "收费门架编号": "G002537004001810010",
          "纬度": 35.063323,
          "经度": 118.647524,
          "使用状态": "在用",
          "下游门架": [
                  "3C5203",
                  "3D520B"
          ]
  },
  {
          "门架HEX字符串": "3D520F",
          "门架名称": "临沂东虚-临沂东收费门架",
          "收费门架编号": "G002537004001820010",
          "纬度": 35.063323,
          "经度": 118.647524,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5212",
          "门架名称": "临沭北-临沭北虚收费门架",
          "收费门架编号": "G002537004001910010",
          "纬度": 35.063049,
          "经度": 118.648312,
          "使用状态": "在用",
          "下游门架": [
                  "3D520A",
                  "3C5217"
          ]
  },
  {
          "门架HEX字符串": "3D5211",
          "门架名称": "临沭北虚-临沭北收费门架",
          "收费门架编号": "G002537004001920010",
          "纬度": 35.063049,
          "经度": 118.648312,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5214",
          "门架名称": "临沭-临沭虚收费门架",
          "收费门架编号": "G002537004002010010",
          "纬度": 34.882085,
          "经度": 118.784233,
          "使用状态": "在用",
          "下游门架": [
                  "3E5205",
                  "3D521A"
          ]
  },
  {
          "门架HEX字符串": "3D5213",
          "门架名称": "临沭虚-临沭收费门架",
          "收费门架编号": "G002537004002020010",
          "纬度": 34.882085,
          "经度": 118.784233,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5217",
          "门架名称": "临沭北虚-青云枢纽收费门架",
          "收费门架编号": "G002537004002110010",
          "纬度": 35.040683,
          "经度": 118.672179,
          "使用状态": "备用",
          "下游门架": [
                  "3C5219",
                  "3D8B18",
                  "3C8B19"
          ]
  },
  {
          "门架HEX字符串": "3D5218",
          "门架名称": "青云枢纽-临沭北虚收费门架",
          "收费门架编号": "G002537004002120020",
          "纬度": 35.040577,
          "经度": 118.672806,
          "使用状态": "备用",
          "下游门架": [
                  "3D520A",
                  "3D5211"
          ]
  },
  {
          "门架HEX字符串": "3C5219",
          "门架名称": "青云枢纽-临沭虚收费门架",
          "收费门架编号": "G002537004002210010",
          "纬度": 34.93687,
          "经度": 118.73408,
          "使用状态": "备用",
          "下游门架": [
                  "3E5205",
                  "3D5213"
          ]
  },
  {
          "门架HEX字符串": "3D521A",
          "门架名称": "临沭虚-青云枢纽收费门架",
          "收费门架编号": "G002537004002220020",
          "纬度": 34.936367,
          "经度": 118.73408,
          "使用状态": "备用",
          "下游门架": [
                  "3D5218",
                  "3D8B18",
                  "3C8B19"
          ]
  },
  {
          "门架HEX字符串": "3C7E0A",
          "门架名称": "博兴-博兴虚收费门架",
          "收费门架编号": "G002537005001710010",
          "纬度": 37.22606,
          "经度": 118.058008,
          "使用状态": "在用",
          "下游门架": [
                  "3D7E04",
                  "3C7E06"
          ]
  },
  {
          "门架HEX字符串": "3D7E09",
          "门架名称": "博兴虚-博兴收费门架",
          "收费门架编号": "G002537005001720010",
          "纬度": 37.22606,
          "经度": 118.058008,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7E0C",
          "门架名称": "博兴北-博兴北虚收费门架",
          "收费门架编号": "G002537005001810010",
          "纬度": 37.242432,
          "经度": 118.197677,
          "使用状态": "在用",
          "下游门架": [
                  "3D7E03",
                  "3C7E07"
          ]
  },
  {
          "门架HEX字符串": "3D7E0B",
          "门架名称": "博兴北虚-博兴北收费门架",
          "收费门架编号": "G002537005001820010",
          "纬度": 37.242432,
          "经度": 118.197677,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7E0E",
          "门架名称": "广饶西-广饶西虚收费门架",
          "收费门架编号": "G002537005001910010",
          "纬度": 37.22567,
          "经度": 118.400298,
          "使用状态": "在用",
          "下游门架": [
                  "3D7E02",
                  "3C7E08"
          ]
  },
  {
          "门架HEX字符串": "3D7E0D",
          "门架名称": "广饶西虚-广饶西收费门架",
          "收费门架编号": "G002537005001920010",
          "纬度": 37.22567,
          "经度": 118.400298,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3B1C",
          "门架名称": "长清-长清虚收费门架",
          "收费门架编号": "G003537001002710010",
          "纬度": 36.483978,
          "经度": 116.728047,
          "使用状态": "在用",
          "下游门架": [
                  "3C3B18",
                  "3D3B32"
          ]
  },
  {
          "门架HEX字符串": "3D3B1B",
          "门架名称": "长清虚-长清收费门架",
          "收费门架编号": "G003537001002720010",
          "纬度": 36.483978,
          "经度": 116.728047,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3B1E",
          "门架名称": "孝里-孝里虚收费门架",
          "收费门架编号": "G003537001002810010",
          "纬度": 36.472625,
          "经度": 116.717437,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B03",
                  "3C3B17"
          ]
  },
  {
          "门架HEX字符串": "3D3B1D",
          "门架名称": "孝里虚-孝里收费门架",
          "收费门架编号": "G003537001002820010",
          "纬度": 36.472625,
          "经度": 116.717437,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3B20",
          "门架名称": "平阴-平阴虚收费门架",
          "收费门架编号": "G003537001002910010",
          "纬度": 36.382185,
          "经度": 116.62468,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B05",
                  "3C3B15"
          ]
  },
  {
          "门架HEX字符串": "3D3B1F",
          "门架名称": "平阴虚-平阴收费门架",
          "收费门架编号": "G003537001002920010",
          "纬度": 36.382185,
          "经度": 116.62468,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3B22",
          "门架名称": "平阴南-平阴南虚收费门架",
          "收费门架编号": "G003537001003010010",
          "纬度": 35.93967,
          "经度": 116.402786,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B07",
                  "3C3B13"
          ]
  },
  {
          "门架HEX字符串": "3D3B21",
          "门架名称": "平阴南虚-平阴南收费门架",
          "收费门架编号": "G003537001003020010",
          "纬度": 35.93967,
          "经度": 116.402786,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3B24",
          "门架名称": "东平-东平虚收费门架",
          "收费门架编号": "G003537001003110010",
          "纬度": 35.92482,
          "经度": 116.407346,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B08",
                  "3C3B11"
          ]
  },
  {
          "门架HEX字符串": "3D3B23",
          "门架名称": "东平虚-东平收费门架",
          "收费门架编号": "G003537001003120010",
          "纬度": 35.92482,
          "经度": 116.407346,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3B26",
          "门架名称": "梁山-梁山虚收费门架",
          "收费门架编号": "G003537001003210010",
          "纬度": 35.680728,
          "经度": 116.215025,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B0B",
                  "3C3B0F"
          ]
  },
  {
          "门架HEX字符串": "3D3B25",
          "门架名称": "梁山虚-梁山收费门架",
          "收费门架编号": "G003537001003220010",
          "纬度": 35.680728,
          "经度": 116.215025,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3B28",
          "门架名称": "嘉祥西-嘉祥西虚收费门架",
          "收费门架编号": "G003537001003310010",
          "纬度": 35.678918,
          "经度": 116.212338,
          "使用状态": "在用",
          "下游门架": [
                  "3D3B0C",
                  "3C3B0E"
          ]
  },
  {
          "门架HEX字符串": "3D3B27",
          "门架名称": "嘉祥西虚-嘉祥西收费门架",
          "收费门架编号": "G003537001003320010",
          "纬度": 35.678918,
          "经度": 116.212338,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3B2F",
          "门架名称": "济广南菏界-长清大学城虚收费门架",
          "收费门架编号": "G003537001003410260",
          "纬度": 36.476145,
          "经度": 116.72025,
          "使用状态": "备用",
          "下游门架": [
                  "3C3B31",
                  "3D3B34"
          ]
  },
  {
          "门架HEX字符串": "3D3B30",
          "门架名称": "长清大学城虚-济广南菏界收费门架",
          "收费门架编号": "G003537001003420260",
          "纬度": 36.476145,
          "经度": 116.72025,
          "使用状态": "备用",
          "下游门架": [
                  "3D1C06",
                  "3C070F",
                  "3D0718"
          ]
  },
  {
          "门架HEX字符串": "3C3B31",
          "门架名称": "长清大学城虚-长清虚收费门架",
          "收费门架编号": "G003537001003510270",
          "纬度": 36.476145,
          "经度": 116.72025,
          "使用状态": "备用",
          "下游门架": [
                  "3C3B18",
                  "3D3B1B"
          ]
  },
  {
          "门架HEX字符串": "3D3B32",
          "门架名称": "长清虚-长清大学城虚收费门架",
          "收费门架编号": "G003537001003520270",
          "纬度": 36.476145,
          "经度": 116.72025,
          "使用状态": "备用",
          "下游门架": [
                  "3D3B30",
                  "3D3B34"
          ]
  },
  {
          "门架HEX字符串": "3C3B33",
          "门架名称": "长清大学城-长清大学城虚收费门架",
          "收费门架编号": "G003537001003610280",
          "纬度": 36.476145,
          "经度": 116.72025,
          "使用状态": "备用",
          "下游门架": [
                  "3D3B30",
                  "3C3B31"
          ]
  },
  {
          "门架HEX字符串": "3D3B34",
          "门架名称": "长清大学城虚-长清大学城收费门架",
          "收费门架编号": "G003537001003620280",
          "纬度": 36.476145,
          "经度": 116.72025,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D7A04",
          "门架名称": "枣菏枢纽-定陶门架",
          "收费门架编号": "G003537002000420040",
          "纬度": 35.020065,
          "经度": 115.645421,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A03",
                  "3D7A1A"
          ]
  },
  {
          "门架HEX字符串": "3C7A0D",
          "门架名称": "定陶-枣菏枢纽门架",
          "收费门架编号": "G003537002001310130",
          "纬度": 35.021711,
          "经度": 115.645327,
          "使用状态": "在用",
          "下游门架": [
                  "3C7A0C",
                  "3D812E",
                  "3C812F"
          ]
  },
  {
          "门架HEX字符串": "3C7A12",
          "门架名称": "菏泽新北-菏泽新北虚收费门架",
          "收费门架编号": "G003537002001710010",
          "纬度": 115.661134,
          "经度": 35.294344,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A01",
                  "3C7A0F"
          ]
  },
  {
          "门架HEX字符串": "3D7A11",
          "门架名称": "菏泽新北虚-菏泽新北收费门架",
          "收费门架编号": "G003537002001720010",
          "纬度": 115.661134,
          "经度": 35.294344,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7A14",
          "门架名称": "菏泽新东-菏泽新东虚收费门架",
          "收费门架编号": "G003537002001810010",
          "纬度": 115.663403,
          "经度": 35.199718,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A02",
                  "3C7A0E"
          ]
  },
  {
          "门架HEX字符串": "3D7A13",
          "门架名称": "菏泽新东虚-菏泽新东收费门架",
          "收费门架编号": "G003537002001820010",
          "纬度": 115.663403,
          "经度": 35.199718,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7A15",
          "门架名称": "定陶-定陶虚收费门架",
          "收费门架编号": "G003537002001910010",
          "纬度": 115.639705,
          "经度": 35.022185,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A03",
                  "3C7A0D"
          ]
  },
  {
          "门架HEX字符串": "3D7A1A",
          "门架名称": "定陶虚-定陶收费门架",
          "收费门架编号": "G003537002001920010",
          "纬度": 115.639705,
          "经度": 35.022185,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7A17",
          "门架名称": "古营集-古营集虚收费门架",
          "收费门架编号": "G003537002002010010",
          "纬度": 115.635279,
          "经度": 34.957198,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A05",
                  "3C7A0B"
          ]
  },
  {
          "门架HEX字符串": "3D7A16",
          "门架名称": "古营集虚-古营集收费门架",
          "收费门架编号": "G003537002002020010",
          "纬度": 115.635279,
          "经度": 34.957198,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7A19",
          "门架名称": "曹县-曹县虚收费门架",
          "收费门架编号": "G003537002002110010",
          "纬度": 115.639375,
          "经度": 34.930129,
          "使用状态": "在用",
          "下游门架": [
                  "3D7A06",
                  "3E7A09"
          ]
  },
  {
          "门架HEX字符串": "3D7A18",
          "门架名称": "曹县虚-曹县收费门架",
          "收费门架编号": "G003537002002120010",
          "纬度": 115.639375,
          "经度": 34.930129,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2013",
          "门架名称": "王官屯枢纽-郓城南虚门架",
          "收费门架编号": "G003537003000210020",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2014",
          "门架名称": "郓城南虚-郓城虚门架",
          "收费门架编号": "G003537003000310030",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2001",
          "门架名称": "郓城-菏泽枢纽门架",
          "收费门架编号": "G003537003000410040",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2002",
          "门架名称": "菏泽枢纽-曹州枢纽门架",
          "收费门架编号": "G003537003000510050",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D200D",
          "门架名称": "曹州枢纽-菏泽枢纽门架",
          "收费门架编号": "G003537003001620160",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D200E",
          "门架名称": "菏泽枢纽-郓城门架",
          "收费门架编号": "G003537003001720170",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D2015",
          "门架名称": "郓城虚-郓城南虚门架",
          "收费门架编号": "G003537003001820180",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D2016",
          "门架名称": "郓城南虚-王官屯枢纽收费单元",
          "收费门架编号": "G003537003001920190",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C200F",
          "门架名称": "郓城南-郓城南虚门架",
          "收费门架编号": "G003537003002110210",
          "纬度": 35.458851,
          "经度": 116.030964,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D2010",
          "门架名称": "郓城南虚-郓城南门架",
          "收费门架编号": "G003537003002220220",
          "纬度": 35.458851,
          "经度": 116.030964,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2011",
          "门架名称": "郓城-郓城虚门架",
          "收费门架编号": "G003537003002310230",
          "纬度": 35.414149,
          "经度": 115.829764,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D2012",
          "门架名称": "郓城虚-郓城门架",
          "收费门架编号": "G003537003002420240",
          "纬度": 35.414149,
          "经度": 115.829764,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2017",
          "门架名称": "菏泽东-菏泽东虚收费门架",
          "收费门架编号": "G003537003002510010",
          "纬度": 35.290253,
          "经度": 115.556361,
          "使用状态": "在用",
          "下游门架": [
                  "3C2004",
                  "3D200C"
          ]
  },
  {
          "门架HEX字符串": "3D201E",
          "门架名称": "菏泽东虚-菏泽东收费门架",
          "收费门架编号": "G003537003002520010",
          "纬度": 35.290253,
          "经度": 115.556361,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2019",
          "门架名称": "菏泽-菏泽虚收费门架",
          "收费门架编号": "G003537003002610010",
          "纬度": 35.296779,
          "经度": 115.494705,
          "使用状态": "在用",
          "下游门架": [
                  "3C2005",
                  "3D200B"
          ]
  },
  {
          "门架HEX字符串": "3D2018",
          "门架名称": "菏泽虚-菏泽收费门架",
          "收费门架编号": "G003537003002620010",
          "纬度": 35.296779,
          "经度": 115.494705,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C201B",
          "门架名称": "菏泽西-菏泽西虚收费门架",
          "收费门架编号": "G003537003002710010",
          "纬度": 35.287122,
          "经度": 115.385764,
          "使用状态": "在用",
          "下游门架": [
                  "3C2006",
                  "3D200A"
          ]
  },
  {
          "门架HEX字符串": "3D201A",
          "门架名称": "菏泽西虚-菏泽西收费门架",
          "收费门架编号": "G003537003002720010",
          "纬度": 35.287122,
          "经度": 115.385764,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C201D",
          "门架名称": "东明-东明虚收费门架",
          "收费门架编号": "G003537003002810010",
          "纬度": 35.302075,
          "经度": 115.138639,
          "使用状态": "在用",
          "下游门架": [
                  "3D2008"
          ]
  },
  {
          "门架HEX字符串": "3D201C",
          "门架名称": "东明虚-东明收费门架",
          "收费门架编号": "G003537003002820010",
          "纬度": 35.302075,
          "经度": 115.138639,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C9309",
          "门架名称": "郓城南-郓城南虚收费门架",
          "收费门架编号": "G003537004000910090",
          "纬度": 35.458,
          "经度": 116.038,
          "使用状态": "备用",
          "下游门架": [
                  "3C9303",
                  "3D9308"
          ]
  },
  {
          "门架HEX字符串": "3D930A",
          "门架名称": "郓城南虚-郓城南收费门架",
          "收费门架编号": "G003537004001020100",
          "纬度": 35.458,
          "经度": 116.038,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C930B",
          "门架名称": "郓城-郓城虚收费门架",
          "收费门架编号": "G003537004001110110",
          "纬度": 35.413,
          "经度": 115.835,
          "使用状态": "备用",
          "下游门架": [
                  "3C9304",
                  "3D9307"
          ]
  },
  {
          "门架HEX字符串": "3D930C",
          "门架名称": "郓城虚-郓城收费门架",
          "收费门架编号": "G003537004001220120",
          "纬度": 35.413,
          "经度": 115.835,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8801",
          "门架名称": "无棣埕口-无棣埕口虚收费门架",
          "收费门架编号": "G011137001000110010",
          "纬度": 38.149495,
          "经度": 117.794893,
          "使用状态": "备用",
          "下游门架": [
                  "3C8809"
          ]
  },
  {
          "门架HEX字符串": "3D8802",
          "门架名称": "无棣埕口虚-无棣埕口收费门架",
          "收费门架编号": "G011137001000220020",
          "纬度": 38.149495,
          "经度": 117.794893,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8803",
          "门架名称": "滨港-滨港虚收费门架",
          "收费门架编号": "G011137001000310030",
          "纬度": 38.044695,
          "经度": 117.818898,
          "使用状态": "备用",
          "下游门架": [
                  "3D880A",
                  "3C880B"
          ]
  },
  {
          "门架HEX字符串": "3D8804",
          "门架名称": "滨港虚-滨港收费门架",
          "收费门架编号": "G011137001000420040",
          "纬度": 38.02409,
          "经度": 117.490769,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8805",
          "门架名称": "无棣西小王-无棣西小王虚收费门架",
          "收费门架编号": "G011137001000510050",
          "纬度": 37.88667,
          "经度": 117.916012,
          "使用状态": "备用",
          "下游门架": [
                  "3D880C",
                  "3C880D"
          ]
  },
  {
          "门架HEX字符串": "3D8806",
          "门架名称": "无棣西小王虚-无棣西小王收费门架",
          "收费门架编号": "G011137001000620060",
          "纬度": 37.88667,
          "经度": 117.916012,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8807",
          "门架名称": "沾化北-沾化北虚收费门架",
          "收费门架编号": "G011137001000710070",
          "纬度": 37.812811,
          "经度": 117.985881,
          "使用状态": "备用",
          "下游门架": [
                  "3D8810",
                  "3C880E"
          ]
  },
  {
          "门架HEX字符串": "3D8808",
          "门架名称": "沾化北虚-沾化北收费门架",
          "收费门架编号": "G011137001000820080",
          "纬度": 37.812811,
          "经度": 117.985881,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6012",
          "门架名称": "武城西-武城西虚收费门架",
          "收费门架编号": "G032137002001510010",
          "纬度": 37.216504,
          "经度": 116.005966,
          "使用状态": "在用",
          "下游门架": [
                  "3C6008",
                  "3D600A"
          ]
  },
  {
          "门架HEX字符串": "3D6011",
          "门架名称": "武城西虚-武城西收费门架",
          "收费门架编号": "G032137002001520010",
          "纬度": 37.216504,
          "经度": 116.005966,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6014",
          "门架名称": "武城北-武城北虚收费门架",
          "收费门架编号": "G032137002001610010",
          "纬度": 37.3418,
          "经度": 116.062,
          "使用状态": "在用",
          "下游门架": [
                  "3C6003",
                  "3D6005"
          ]
  },
  {
          "门架HEX字符串": "3D6013",
          "门架名称": "武城北虚-武城北收费门架",
          "收费门架编号": "G032137002001620010",
          "纬度": 37.3418,
          "经度": 116.062,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6016",
          "门架名称": "武城东-武城东虚收费门架",
          "收费门架编号": "G032137002001710010",
          "纬度": 37.34457,
          "经度": 116.232843,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D6015",
          "门架名称": "武城东虚-武城东收费门架",
          "收费门架编号": "G032137002001720010",
          "纬度": 37.34457,
          "经度": 116.232843,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6018",
          "门架名称": "四女寺-四女寺虚收费门架",
          "收费门架编号": "G032137002001810010",
          "纬度": 37.353983,
          "经度": 116.198589,
          "使用状态": "停用",
          "下游门架": [
                  "3C6002",
                  "3D601C"
          ]
  },
  {
          "门架HEX字符串": "3D6017",
          "门架名称": "四女寺虚-四女寺收费门架",
          "收费门架编号": "G032137002001820010",
          "纬度": 37.353983,
          "经度": 116.198589,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6019",
          "门架名称": "武城东虚-谢张庄立交收费门架",
          "收费门架编号": "G032137002001910010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3C601B",
                  "3D9101"
          ]
  },
  {
          "门架HEX字符串": "3D601A",
          "门架名称": "谢张庄立交-武城东虚收费门架",
          "收费门架编号": "G032137002001920020",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C601B",
          "门架名称": "谢张庄立交-四女寺虚收费门架",
          "收费门架编号": "G032137002002010010",
          "纬度": 37.34457,
          "经度": 116.232843,
          "使用状态": "备用",
          "下游门架": [
                  "3C6002",
                  "3D6017"
          ]
  },
  {
          "门架HEX字符串": "3D601C",
          "门架名称": "四女寺虚-谢张庄立交收费门架",
          "收费门架编号": "G032137002002020020",
          "纬度": 37.344638,
          "经度": 116.232232,
          "使用状态": "备用",
          "下游门架": [
                  "3D601A",
                  "3D9101"
          ]
  },
  {
          "门架HEX字符串": "3C5F0E",
          "门架名称": "聊城北-聊城北虚收费门架",
          "收费门架编号": "G032137003001110010",
          "纬度": 36.651986,
          "经度": 115.864354,
          "使用状态": "在用",
          "下游门架": [
                  "3C5F05",
                  "3D5F07"
          ]
  },
  {
          "门架HEX字符串": "3D5F0D",
          "门架名称": "聊城北虚-聊城北收费门架",
          "收费门架编号": "G032137003001120010",
          "纬度": 36.651986,
          "经度": 115.864354,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5F10",
          "门架名称": "临清东-临清东虚收费门架",
          "收费门架编号": "G032137003001210010",
          "纬度": 36.812768,
          "经度": 115.89576,
          "使用状态": "在用",
          "下游门架": [
                  "3C5F04",
                  "3D5F08"
          ]
  },
  {
          "门架HEX字符串": "3D5F0F",
          "门架名称": "临清东虚-临清东收费门架",
          "收费门架编号": "G032137003001220010",
          "纬度": 36.812768,
          "经度": 115.89576,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5F0C",
          "门架名称": "夏津西-夏津西虚收费门架",
          "收费门架编号": "G032137003001310010",
          "纬度": 36.960427,
          "经度": 115.930656,
          "使用状态": "在用",
          "下游门架": [
                  "3C5F02",
                  "3D5F0A"
          ]
  },
  {
          "门架HEX字符串": "3D5F0B",
          "门架名称": "夏津西虚-夏津西收费门架",
          "收费门架编号": "G032137003001320010",
          "纬度": 36.960427,
          "经度": 115.930656,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5A15",
          "门架名称": "聊城南-聊城南虚收费门架",
          "收费门架编号": "G032137004001910010",
          "纬度": 36.409131,
          "经度": 115.869301,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A02",
                  "3D5A12"
          ]
  },
  {
          "门架HEX字符串": "3D5A14",
          "门架名称": "聊城南虚-聊城南收费门架",
          "收费门架编号": "G032137004001920010",
          "纬度": 36.409131,
          "经度": 115.869301,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5A17",
          "门架名称": "莘县北-莘县北虚收费门架",
          "收费门架编号": "G032137004002010010",
          "纬度": 36.255557,
          "经度": 115.743146,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A04",
                  "3D5A10"
          ]
  },
  {
          "门架HEX字符串": "3D5A16",
          "门架名称": "莘县北虚-莘县北收费门架",
          "收费门架编号": "G032137004002020010",
          "纬度": 36.255557,
          "经度": 115.743146,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5A19",
          "门架名称": "莘县-莘县虚收费门架",
          "收费门架编号": "G032137004002110010",
          "纬度": 36.178043,
          "经度": 115.677645,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A05",
                  "3D5A0F"
          ]
  },
  {
          "门架HEX字符串": "3D5A18",
          "门架名称": "莘县虚-莘县收费门架",
          "收费门架编号": "G032137004002120010",
          "纬度": 36.178043,
          "经度": 115.677645,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5A1B",
          "门架名称": "莘县南-莘县南虚收费门架",
          "收费门架编号": "G032137004002210010",
          "纬度": 35.947287,
          "经度": 115.599244,
          "使用状态": "在用",
          "下游门架": [
                  "3C5A07",
                  "3D5A0D"
          ]
  },
  {
          "门架HEX字符串": "3D5A1A",
          "门架名称": "莘县南虚-莘县南收费门架",
          "收费门架编号": "G032137004002220010",
          "纬度": 35.947287,
          "经度": 115.599244,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5A13",
          "门架名称": "莘县古城-莘县古城虚收费门架",
          "收费门架编号": "G032137004002310010",
          "纬度": 35.93282199999999,
          "经度": 115.601913,
          "使用状态": "在用",
          "下游门架": [
                  "3E5A08",
                  "3D5A0C"
          ]
  },
  {
          "门架HEX字符串": "3D5A1C",
          "门架名称": "莘县古城虚-莘县古城收费门架",
          "收费门架编号": "G032137004002320010",
          "纬度": 35.93282199999999,
          "经度": 115.601913,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5C1B",
          "门架名称": "鄄城北-鄄城北虚收费门架",
          "收费门架编号": "G032137006001110010",
          "纬度": 35.68585,
          "经度": 115.550377849629,
          "使用状态": "在用",
          "下游门架": [
                  "3F5C0D",
                  "3C5C15"
          ]
  },
  {
          "门架HEX字符串": "3D5C1A",
          "门架名称": "鄄城北虚-鄄城北收费门架",
          "收费门架编号": "G032137006001120010",
          "纬度": 35.68585,
          "经度": 115.550377849629,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5C1D",
          "门架名称": "鄄城-鄄城虚收费门架",
          "收费门架编号": "G032137006001210010",
          "纬度": 35.564282,
          "经度": 115.590486,
          "使用状态": "在用",
          "下游门架": [
                  "3D5C0E",
                  "3C5C14"
          ]
  },
  {
          "门架HEX字符串": "3D5C1C",
          "门架名称": "鄄城虚-鄄城收费门架",
          "收费门架编号": "G032137006001220010",
          "纬度": 35.564282,
          "经度": 115.590486,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5C1F",
          "门架名称": "鄄城南-鄄城南虚收费门架",
          "收费门架编号": "G032137006001310010",
          "纬度": 35.42436,
          "经度": 115.624515,
          "使用状态": "在用",
          "下游门架": [
                  "3D5C0F",
                  "3C5C13"
          ]
  },
  {
          "门架HEX字符串": "3D5C1E",
          "门架名称": "鄄城南虚-鄄城南收费门架",
          "收费门架编号": "G032137006001320010",
          "纬度": 35.42436,
          "经度": 115.624515,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5C21",
          "门架名称": "菏泽北-菏泽北虚收费门架",
          "收费门架编号": "G032137006001410010",
          "纬度": 35.3816,
          "经度": 115.632935,
          "使用状态": "在用",
          "下游门架": [
                  "3D5C12",
                  "3C5C19"
          ]
  },
  {
          "门架HEX字符串": "3D5C20",
          "门架名称": "菏泽北虚-菏泽北收费门架",
          "收费门架编号": "G032137006001420010",
          "纬度": 35.3816,
          "经度": 115.632935,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C9104",
          "门架名称": "孙家集立交-王律庄虚收费门架",
          "收费门架编号": "G032137007000110010",
          "纬度": 37.308,
          "经度": 116.395,
          "使用状态": "备用",
          "下游门架": [
                  "3C9102",
                  "3D9106"
          ]
  },
  {
          "门架HEX字符串": "3D9103",
          "门架名称": "王律庄虚-孙家集立交收费门架",
          "收费门架编号": "G032137007000220020",
          "纬度": 37.308,
          "经度": 116.394,
          "使用状态": "备用",
          "下游门架": [
                  "3D051A",
                  "3C051B"
          ]
  },
  {
          "门架HEX字符串": "3C9102",
          "门架名称": "王律庄虚-谢张庄立交收费门架",
          "收费门架编号": "G032137007000310030",
          "纬度": 37.322,
          "经度": 116.27,
          "使用状态": "备用",
          "下游门架": [
                  "3D601A",
                  "3C601B"
          ]
  },
  {
          "门架HEX字符串": "3D9101",
          "门架名称": "谢张庄立交-王律庄虚收费门架",
          "收费门架编号": "G032137007000420040",
          "纬度": 37.322,
          "经度": 116.269,
          "使用状态": "备用",
          "下游门架": [
                  "3D9103",
                  "3D9106"
          ]
  },
  {
          "门架HEX字符串": "3C9105",
          "门架名称": "王律庄-王律庄虚收费门架",
          "收费门架编号": "G032137007000510050",
          "纬度": 37.312,
          "经度": 116.38,
          "使用状态": "备用",
          "下游门架": [
                  "3D9103",
                  "3C9102"
          ]
  },
  {
          "门架HEX字符串": "3D9106",
          "门架名称": "王律庄虚-王律庄收费门架",
          "收费门架编号": "G032137007000620060",
          "纬度": 37.312,
          "经度": 116.38,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7C14",
          "门架名称": "巨野西-巨野西虚收费门架",
          "收费门架编号": "G032137009002310010",
          "纬度": 35.252417,
          "经度": 116.02355,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C07",
                  "3D7C12"
          ]
  },
  {
          "门架HEX字符串": "3D7C13",
          "门架名称": "巨野西虚-巨野西收费门架",
          "收费门架编号": "G032137009002320010",
          "纬度": 35.252417,
          "经度": 116.02355,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7C16",
          "门架名称": "章缝-章缝虚收费门架",
          "收费门架编号": "G032137009002410010",
          "纬度": 35.218918,
          "经度": 116.022278,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C08",
                  "3D7C11"
          ]
  },
  {
          "门架HEX字符串": "3D7C15",
          "门架名称": "章缝虚-章缝收费门架",
          "收费门架编号": "G032137009002420010",
          "纬度": 35.218918,
          "经度": 116.022278,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7C18",
          "门架名称": "大田集-大田集虚收费门架",
          "收费门架编号": "G032137009002510010",
          "纬度": 35.218498,
          "经度": 116.022405,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C01",
                  "3D7C10"
          ]
  },
  {
          "门架HEX字符串": "3D7C17",
          "门架名称": "大田集虚-大田集收费门架",
          "收费门架编号": "G032137009002520010",
          "纬度": 35.218498,
          "经度": 116.022405,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7C1A",
          "门架名称": "成武东-成武东虚收费门架",
          "收费门架编号": "G032137009002610010",
          "纬度": 34.860597,
          "经度": 116.0204,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C03",
                  "3D7C0E"
          ]
  },
  {
          "门架HEX字符串": "3D7C19",
          "门架名称": "成武东虚-成武东收费门架",
          "收费门架编号": "G032137009002620010",
          "纬度": 34.860597,
          "经度": 116.0204,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7C1C",
          "门架名称": "单县北-单县北虚收费门架",
          "收费门架编号": "G032137009002710010",
          "纬度": 34.825715,
          "经度": 116.026921,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C04",
                  "3D7C0D"
          ]
  },
  {
          "门架HEX字符串": "3D7C1B",
          "门架名称": "单县北虚-单县北收费门架",
          "收费门架编号": "G032137009002720010",
          "纬度": 34.825715,
          "经度": 116.026921,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7C1E",
          "门架名称": "单县南-单县南虚收费门架",
          "收费门架编号": "G032137009002810010",
          "纬度": 34.722505,
          "经度": 116.06019,
          "使用状态": "在用",
          "下游门架": [
                  "3C7C05",
                  "3D7C0C"
          ]
  },
  {
          "门架HEX字符串": "3D7C1D",
          "门架名称": "单县南虚-单县南收费门架",
          "收费门架编号": "G032137009002820010",
          "纬度": 34.722505,
          "经度": 116.06019,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7C20",
          "门架名称": "龙王庙-龙王庙虚收费门架",
          "收费门架编号": "G032137009002910010",
          "纬度": 34.724934,
          "经度": 116.060568,
          "使用状态": "在用",
          "下游门架": [
                  "3E7C09",
                  "3D7C0B"
          ]
  },
  {
          "门架HEX字符串": "3D7C1F",
          "门架名称": "龙王庙虚-龙王庙收费门架",
          "收费门架编号": "G032137009002920010",
          "纬度": 34.724934,
          "经度": 116.060568,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1D12",
          "门架名称": "日照-日照虚收费门架",
          "收费门架编号": "G151137001001710010",
          "纬度": 35.411878,
          "经度": 119.418181,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D01"
          ]
  },
  {
          "门架HEX字符串": "3D1D11",
          "门架名称": "日照虚-日照收费门架",
          "收费门架编号": "G151137001001720010",
          "纬度": 35.411878,
          "经度": 119.418181,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1D14",
          "门架名称": "西湖-西湖虚收费门架",
          "收费门架编号": "G151137001001810010",
          "纬度": 35.494111,
          "经度": 119.238173,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D04",
                  "3D1D0C"
          ]
  },
  {
          "门架HEX字符串": "3D1D13",
          "门架名称": "西湖虚-西湖收费门架",
          "收费门架编号": "G151137001001820010",
          "纬度": 35.494111,
          "经度": 119.238173,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1D16",
          "门架名称": "莒县东-莒县东虚收费门架",
          "收费门架编号": "G151137001001910010",
          "纬度": 35.490058,
          "经度": 118.991425,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D06",
                  "3D1D0A"
          ]
  },
  {
          "门架HEX字符串": "3D1D15",
          "门架名称": "莒县东虚-莒县东收费门架",
          "收费门架编号": "G151137001001920010",
          "纬度": 35.490058,
          "经度": 118.991425,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1D18",
          "门架名称": "莒县-莒县虚收费门架",
          "收费门架编号": "G151137001002010010",
          "纬度": 35.441563,
          "经度": 118.709171,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D07",
                  "3D1D09"
          ]
  },
  {
          "门架HEX字符串": "3D1D17",
          "门架名称": "莒县虚-莒县收费门架",
          "收费门架编号": "G151137001002020010",
          "纬度": 35.441563,
          "经度": 118.709171,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1D1A",
          "门架名称": "龙山-龙山虚收费门架",
          "收费门架编号": "G151137001002110010",
          "纬度": 35.488791,
          "经度": 119.214875,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D05",
                  "3D1D0B"
          ]
  },
  {
          "门架HEX字符串": "3D1D19",
          "门架名称": "龙山虚-龙山收费门架",
          "收费门架编号": "G151137001002120010",
          "纬度": 35.488791,
          "经度": 119.214875,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1E19",
          "门架名称": "沂南-沂南虚收费门架",
          "收费门架编号": "G151137002001710010",
          "纬度": 35.394405,
          "经度": 118.486563,
          "使用状态": "在用",
          "下游门架": [
                  "3C1E02",
                  "3D1E0E"
          ]
  },
  {
          "门架HEX字符串": "3D1E18",
          "门架名称": "沂南虚-沂南收费门架",
          "收费门架编号": "G151137002001720010",
          "纬度": 35.394405,
          "经度": 118.486563,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1E1B",
          "门架名称": "费县-费县虚收费门架",
          "收费门架编号": "G151137002001810010",
          "纬度": 35.374992,
          "经度": 117.974323,
          "使用状态": "在用",
          "下游门架": [
                  "3D1E0B",
                  "3C1E1D"
          ]
  },
  {
          "门架HEX字符串": "3D1E1A",
          "门架名称": "费县虚-费县收费门架",
          "收费门架编号": "G151137002001820010",
          "纬度": 35.374992,
          "经度": 117.974323,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1E11",
          "门架名称": "平邑东-平邑东虚收费门架",
          "收费门架编号": "G151137002001910010",
          "纬度": 35.380433,
          "经度": 117.924408,
          "使用状态": "在用",
          "下游门架": [
                  "3C1E06",
                  "3D1E20"
          ]
  },
  {
          "门架HEX字符串": "3D1E1C",
          "门架名称": "平邑东虚-平邑东收费门架",
          "收费门架编号": "G151137002001920010",
          "纬度": 35.380433,
          "经度": 117.924408,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1E13",
          "门架名称": "平邑-平邑虚收费门架",
          "收费门架编号": "G151137002002010010",
          "纬度": 35.438897,
          "经度": 117.736683,
          "使用状态": "在用",
          "下游门架": [
                  "3D1E09",
                  "3C1E10"
          ]
  },
  {
          "门架HEX字符串": "3D1E12",
          "门架名称": "平邑虚-平邑收费门架",
          "收费门架编号": "G151137002002020010",
          "纬度": 35.438897,
          "经度": 117.736683,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1E15",
          "门架名称": "高里-高里虚收费门架",
          "收费门架编号": "G151137002002110010",
          "纬度": 35.394171,
          "经度": 118.486446,
          "使用状态": "在用",
          "下游门架": [
                  "3C1E03",
                  "3D1E0D"
          ]
  },
  {
          "门架HEX字符串": "3D1E14",
          "门架名称": "高里虚-高里收费门架",
          "收费门架编号": "G151137002002120010",
          "纬度": 35.394171,
          "经度": 118.486446,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1E17",
          "门架名称": "泉林-泉林虚收费门架",
          "收费门架编号": "G151137003002510010",
          "纬度": 35.445953,
          "经度": 117.687208,
          "使用状态": "在用",
          "下游门架": [
                  "3C0801",
                  "3D1E0F"
          ]
  },
  {
          "门架HEX字符串": "3D1E16",
          "门架名称": "泉林虚-泉林收费门架",
          "收费门架编号": "G151137003002520010",
          "纬度": 35.445953,
          "经度": 117.687208,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1F0E",
          "门架名称": "泗水-泗水虚收费门架",
          "收费门架编号": "G151137003002610010",
          "纬度": 35.549254,
          "经度": 117.214162,
          "使用状态": "在用",
          "下游门架": [
                  "3C0802",
                  "3D080A"
          ]
  },
  {
          "门架HEX字符串": "3D1F0D",
          "门架名称": "泗水虚-泗水收费门架",
          "收费门架编号": "G151137003002620010",
          "纬度": 35.549254,
          "经度": 117.214162,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1F10",
          "门架名称": "曲阜南-曲阜南虚收费门架",
          "收费门架编号": "G151137003002710010",
          "纬度": 35.538353,
          "经度": 117.005449,
          "使用状态": "在用",
          "下游门架": [
                  "3C0805",
                  "3D0807"
          ]
  },
  {
          "门架HEX字符串": "3D1F0F",
          "门架名称": "曲阜南虚-曲阜南收费门架",
          "收费门架编号": "G151137003002720010",
          "纬度": 35.538353,
          "经度": 117.005449,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1F17",
          "门架名称": "兖州-兖州虚收费门架",
          "收费门架编号": "G151137003002810010",
          "纬度": 35.531971,
          "经度": 116.95909,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F01",
                  "3D0806"
          ]
  },
  {
          "门架HEX字符串": "3D1F11",
          "门架名称": "兖州虚-兖州收费门架",
          "收费门架编号": "G151137003002820010",
          "纬度": 35.531971,
          "经度": 116.95909,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1F13",
          "门架名称": "济宁-济宁虚收费门架",
          "收费门架编号": "G151137003002910010",
          "纬度": 35.516954,
          "经度": 116.775516,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F02",
                  "3D1F0C"
          ]
  },
  {
          "门架HEX字符串": "3D1F12",
          "门架名称": "济宁虚-济宁收费门架",
          "收费门架编号": "G151137003002920010",
          "纬度": 35.516954,
          "经度": 116.775516,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1F15",
          "门架名称": "济宁北-济宁北虚收费门架",
          "收费门架编号": "G151137003003010010",
          "纬度": 35.532447,
          "经度": 116.63455,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F03",
                  "3D1F0B"
          ]
  },
  {
          "门架HEX字符串": "3D1F14",
          "门架名称": "济宁北虚-济宁北收费门架",
          "收费门架编号": "G151137003003020010",
          "纬度": 35.532447,
          "经度": 116.63455,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1F18",
          "门架名称": "济宁西-济宁西虚收费门架",
          "收费门架编号": "G151137003003110010",
          "纬度": 35.519862,
          "经度": 116.446442,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F05",
                  "3D1F09"
          ]
  },
  {
          "门架HEX字符串": "3D1F16",
          "门架名称": "济宁西虚-济宁西收费门架",
          "收费门架编号": "G151137003003120010",
          "纬度": 35.519862,
          "经度": 116.446442,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1F1A",
          "门架名称": "嘉祥-嘉祥虚收费门架",
          "收费门架编号": "G151137003003210010",
          "纬度": 35.483332,
          "经度": 116.32475,
          "使用状态": "在用",
          "下游门架": [
                  "3C1F06",
                  "3D1F08"
          ]
  },
  {
          "门架HEX字符串": "3D1F19",
          "门架名称": "嘉祥虚-嘉祥收费门架",
          "收费门架编号": "G151137003003220010",
          "纬度": 35.483332,
          "经度": 116.32475,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1F1C",
          "门架名称": "曲阜东-曲阜东虚收费门架",
          "收费门架编号": "G151137003003310010",
          "纬度": 35.549297,
          "经度": 117.213592,
          "使用状态": "在用",
          "下游门架": [
                  "3C0803",
                  "3D0809"
          ]
  },
  {
          "门架HEX字符串": "3D1F1B",
          "门架名称": "曲阜东虚-曲阜东收费门架",
          "收费门架编号": "G151137003003320010",
          "纬度": 35.549297,
          "经度": 117.213592,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0C17",
          "门架名称": "曹县西-曹县西虚收费门架",
          "收费门架编号": "G151137004001310010",
          "纬度": 35.003854,
          "经度": 115.110247,
          "使用状态": "在用",
          "下游门架": [
                  "3E0C06",
                  "3D0C0A"
          ]
  },
  {
          "门架HEX字符串": "3D0C11",
          "门架名称": "曹县西虚-曹县西收费门架",
          "收费门架编号": "G151137004001320010",
          "纬度": 35.003854,
          "经度": 115.110247,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0C12",
          "门架名称": "牡丹-牡丹虚收费门架",
          "收费门架编号": "G151137004001410010",
          "纬度": 35.128265,
          "经度": 115.395459,
          "使用状态": "在用",
          "下游门架": [
                  "3C0C04",
                  "3D0C0C"
          ]
  },
  {
          "门架HEX字符串": "3D0C18",
          "门架名称": "牡丹虚-牡丹收费门架",
          "收费门架编号": "G151137004001420010",
          "纬度": 35.128265,
          "经度": 115.395459,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0C14",
          "门架名称": "菏泽南-菏泽南虚收费门架",
          "收费门架编号": "G151137004001510010",
          "纬度": 35.144352,
          "经度": 115.494068,
          "使用状态": "在用",
          "下游门架": [
                  "3C0C03",
                  "3D0C0D"
          ]
  },
  {
          "门架HEX字符串": "3D0C13",
          "门架名称": "菏泽南虚-菏泽南收费门架",
          "收费门架编号": "G151137004001520010",
          "纬度": 35.144352,
          "经度": 115.494068,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0C16",
          "门架名称": "菏泽新区-菏泽新区虚收费门架",
          "收费门架编号": "G151137004001610010",
          "纬度": 35.210583,
          "经度": 115.577299,
          "使用状态": "在用",
          "下游门架": [
                  "3C0C02",
                  "3D0C0E"
          ]
  },
  {
          "门架HEX字符串": "3D0C15",
          "门架名称": "菏泽新区虚-菏泽新区收费门架",
          "收费门架编号": "G151137004001620010",
          "纬度": 35.210583,
          "经度": 115.577299,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C430A",
          "门架名称": "乳山西-乳山西虚收费门架",
          "收费门架编号": "G181337001000710010",
          "纬度": 36.864933,
          "经度": 121.485774,
          "使用状态": "在用",
          "下游门架": [
                  "3C4302",
                  "3D4303"
          ]
  },
  {
          "门架HEX字符串": "3D4309",
          "门架名称": "乳山西虚-乳山西收费门架",
          "收费门架编号": "G181337001000720010",
          "纬度": 36.864933,
          "经度": 121.485774,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C430C",
          "门架名称": "乳山-乳山虚收费门架",
          "收费门架编号": "G181337001000810010",
          "纬度": 36.893599,
          "经度": 121.55748,
          "使用状态": "在用",
          "下游门架": [
                  "3C4301",
                  "3D4306"
          ]
  },
  {
          "门架HEX字符串": "3D430B",
          "门架名称": "乳山虚-乳山收费门架",
          "收费门架编号": "G181337001000820010",
          "纬度": 36.893599,
          "经度": 121.55748,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4213",
          "门架名称": "穴坊-穴坊虚收费门架",
          "收费门架编号": "G181337002001910010",
          "纬度": 36.617827,
          "经度": 120.717645,
          "使用状态": "在用",
          "下游门架": [
                  "3C4208",
                  "3D4209"
          ]
  },
  {
          "门架HEX字符串": "3D4212",
          "门架名称": "穴坊虚-穴坊收费门架",
          "收费门架编号": "G181337002001920010",
          "纬度": 36.617827,
          "经度": 120.717645,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4215",
          "门架名称": "羊郡-羊郡虚收费门架",
          "收费门架编号": "G181337002002010010",
          "纬度": 36.646775,
          "经度": 120.802248,
          "使用状态": "在用",
          "下游门架": [
                  "3C4207",
                  "3D420A"
          ]
  },
  {
          "门架HEX字符串": "3D4214",
          "门架名称": "羊郡虚-羊郡收费门架",
          "收费门架编号": "G181337002002020010",
          "纬度": 36.646775,
          "经度": 120.802248,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4217",
          "门架名称": "行村-行村虚收费门架",
          "收费门架编号": "G181337002002110010",
          "纬度": 36.664075,
          "经度": 120.842725,
          "使用状态": "在用",
          "下游门架": [
                  "3C4206",
                  "3D420B"
          ]
  },
  {
          "门架HEX字符串": "3D4216",
          "门架名称": "行村虚-行村收费门架",
          "收费门架编号": "G181337002002120010",
          "纬度": 36.664075,
          "经度": 120.842725,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C421D",
          "门架名称": "辛安-辛安虚收费门架",
          "收费门架编号": "G181337002002210010",
          "纬度": 36.668042,
          "经度": 120.930953,
          "使用状态": "在用",
          "下游门架": [
                  "3C4205",
                  "3D420C"
          ]
  },
  {
          "门架HEX字符串": "3D4218",
          "门架名称": "辛安虚-辛安收费门架",
          "收费门架编号": "G181337002002220010",
          "纬度": 36.668042,
          "经度": 120.930953,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4211",
          "门架名称": "海阳西-海阳西虚收费门架",
          "收费门架编号": "G181337002002310010",
          "纬度": 36.67792,
          "经度": 121.009737,
          "使用状态": "在用",
          "下游门架": [
                  "3C4204",
                  "3D420D"
          ]
  },
  {
          "门架HEX字符串": "3D421E",
          "门架名称": "海阳西虚-海阳西收费门架",
          "收费门架编号": "G181337002002320010",
          "纬度": 36.67792,
          "经度": 121.009737,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4219",
          "门架名称": "海阳-海阳虚收费门架",
          "收费门架编号": "G181337002002410010",
          "纬度": 36.733475,
          "经度": 121.1327,
          "使用状态": "在用",
          "下游门架": [
                  "3C4203",
                  "3D420E"
          ]
  },
  {
          "门架HEX字符串": "3D421C",
          "门架名称": "海阳虚-海阳收费门架",
          "收费门架编号": "G181337002002420010",
          "纬度": 36.733475,
          "经度": 121.1327,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C421B",
          "门架名称": "留格庄-留格庄虚收费门架",
          "收费门架编号": "G181337002002510010",
          "纬度": 36.77476,
          "经度": 121.30801,
          "使用状态": "在用",
          "下游门架": [
                  "3C4201",
                  "3D4210"
          ]
  },
  {
          "门架HEX字符串": "3D421A",
          "门架名称": "留格庄虚-留格庄收费门架",
          "收费门架编号": "G181337002002520010",
          "纬度": 36.77476,
          "经度": 121.30801,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4112",
          "门架名称": "长直-长直虚收费门架",
          "收费门架编号": "G181337003001510010",
          "纬度": 36.46051,
          "经度": 120.386275,
          "使用状态": "在用",
          "下游门架": [
                  "3C4105",
                  "3D4109"
          ]
  },
  {
          "门架HEX字符串": "3D4111",
          "门架名称": "长直虚-长直收费门架",
          "收费门架编号": "G181337003001520010",
          "纬度": 36.46051,
          "经度": 120.386275,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4114",
          "门架名称": "灵山-灵山虚收费门架",
          "收费门架编号": "G181337003001610010",
          "纬度": 36.494478,
          "经度": 120.455281,
          "使用状态": "在用",
          "下游门架": [
                  "3C4104",
                  "3D410A"
          ]
  },
  {
          "门架HEX字符串": "3D4113",
          "门架名称": "灵山虚-灵山收费门架",
          "收费门架编号": "G181337003001620010",
          "纬度": 36.494478,
          "经度": 120.455281,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4116",
          "门架名称": "威青华山-威青华山虚收费门架",
          "收费门架编号": "G181337003001710010",
          "纬度": 36.503303,
          "经度": 120.501825,
          "使用状态": "在用",
          "下游门架": [
                  "3C4103",
                  "3D410B"
          ]
  },
  {
          "门架HEX字符串": "3D4115",
          "门架名称": "威青华山虚-威青华山收费门架",
          "收费门架编号": "G181337003001720010",
          "纬度": 36.503303,
          "经度": 120.501825,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4110",
          "门架名称": "店集-店集虚收费门架",
          "收费门架编号": "G181337003001810010",
          "纬度": 36.617595,
          "经度": 120.717393,
          "使用状态": "在用",
          "下游门架": [
                  "3C4101",
                  "3D410E"
          ]
  },
  {
          "门架HEX字符串": "3D410F",
          "门架名称": "店集虚-店集收费门架",
          "收费门架编号": "G181337003001820010",
          "纬度": 36.617595,
          "经度": 120.717393,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C673B",
          "门架名称": "潍城西-潍城西虚收费门架",
          "收费门架编号": "G181537001002910010",
          "纬度": 36.741907,
          "经度": 118.956205,
          "使用状态": "在用",
          "下游门架": [
                  "3D6721",
                  "3C6702"
          ]
  },
  {
          "门架HEX字符串": "3D673A",
          "门架名称": "潍城西虚-潍城西收费门架",
          "收费门架编号": "G181537001002920010",
          "纬度": 36.741907,
          "经度": 118.956205,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6734",
          "门架名称": "潍坊南-潍坊南虚收费门架",
          "收费门架编号": "G181537001003010010",
          "纬度": 36.59439099999999,
          "经度": 118.979287,
          "使用状态": "在用",
          "下游门架": [
                  "3D6720",
                  "3C673E"
          ]
  },
  {
          "门架HEX字符串": "3D673D",
          "门架名称": "潍坊南虚-潍坊南收费门架",
          "收费门架编号": "G181537001003020010",
          "纬度": 36.59439099999999,
          "经度": 118.979287,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6736",
          "门架名称": "昌乐南-昌乐南虚收费门架",
          "收费门架编号": "G181537001003110010",
          "纬度": 36.474614,
          "经度": 119.117167,
          "使用状态": "在用",
          "下游门架": [
                  "3C6704",
                  "3D6741"
          ]
  },
  {
          "门架HEX字符串": "3D6735",
          "门架名称": "昌乐南虚-昌乐南收费门架",
          "收费门架编号": "G181537001003120010",
          "纬度": 36.474614,
          "经度": 119.117167,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6738",
          "门架名称": "安丘南-安丘南虚收费门架",
          "收费门架编号": "G181537001003210010",
          "纬度": 36.337725,
          "经度": 119.169783,
          "使用状态": "在用",
          "下游门架": [
                  "3C6705",
                  "3D6717"
          ]
  },
  {
          "门架HEX字符串": "3D6737",
          "门架名称": "安丘南虚-安丘南收费门架",
          "收费门架编号": "G181537001003220010",
          "纬度": 36.337725,
          "经度": 119.169783,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6727",
          "门架名称": "安丘官庄-安丘官庄虚收费门架",
          "收费门架编号": "G181537001003310010",
          "纬度": 36.246796,
          "经度": 119.190287,
          "使用状态": "在用",
          "下游门架": [
                  "3C6706",
                  "3D6716"
          ]
  },
  {
          "门架HEX字符串": "3D6726",
          "门架名称": "安丘官庄虚-安丘官庄收费门架",
          "收费门架编号": "G181537001003320010",
          "纬度": 36.246796,
          "经度": 119.190287,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6729",
          "门架名称": "诸城石桥子-诸城石桥子虚收费门架",
          "收费门架编号": "G181537001003410010",
          "纬度": 36.248572,
          "经度": 119.189251,
          "使用状态": "在用",
          "下游门架": [
                  "3C6707",
                  "3D6715"
          ]
  },
  {
          "门架HEX字符串": "3D6728",
          "门架名称": "诸城石桥子虚-诸城石桥子收费门架",
          "收费门架编号": "G181537001003420010",
          "纬度": 36.248572,
          "经度": 119.189251,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C672B",
          "门架名称": "诸城龙都-诸城龙都虚收费门架",
          "收费门架编号": "G181537001003510010",
          "纬度": 35.927466,
          "经度": 119.2688,
          "使用状态": "在用",
          "下游门架": [
                  "3C671F",
                  "3D6714"
          ]
  },
  {
          "门架HEX字符串": "3D672A",
          "门架名称": "诸城龙都虚-诸城龙都收费门架",
          "收费门架编号": "G181537001003520010",
          "纬度": 35.927466,
          "经度": 119.2688,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C672D",
          "门架名称": "五莲北-五莲北虚收费门架",
          "收费门架编号": "G181537001003610010",
          "纬度": 35.825434,
          "经度": 119.275206,
          "使用状态": "在用",
          "下游门架": [
                  "3C6709",
                  "3D6713"
          ]
  },
  {
          "门架HEX字符串": "3D672C",
          "门架名称": "五莲北虚-五莲北收费门架",
          "收费门架编号": "G181537001003620010",
          "纬度": 35.825434,
          "经度": 119.275206,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C672F",
          "门架名称": "五莲-五莲虚收费门架",
          "收费门架编号": "G181537001003710010",
          "纬度": 35.779399,
          "经度": 119.27432,
          "使用状态": "在用",
          "下游门架": [
                  "3C670A",
                  "3D6712"
          ]
  },
  {
          "门架HEX字符串": "3D672E",
          "门架名称": "五莲虚-五莲收费门架",
          "收费门架编号": "G181537001003720010",
          "纬度": 35.779399,
          "经度": 119.27432,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6731",
          "门架名称": "街头-街头虚收费门架",
          "收费门架编号": "G181537001003810010",
          "纬度": 35.59692,
          "经度": 119.282986,
          "使用状态": "在用",
          "下游门架": [
                  "3C670B",
                  "3D6711"
          ]
  },
  {
          "门架HEX字符串": "3D6730",
          "门架名称": "街头虚-街头收费门架",
          "收费门架编号": "G181537001003820010",
          "纬度": 35.59692,
          "经度": 119.282986,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6733",
          "门架名称": "陈疃北-陈疃北虚收费门架",
          "收费门架编号": "G181537001003910010",
          "纬度": 35.596796,
          "经度": 119.283184,
          "使用状态": "在用",
          "下游门架": [
                  "3C670D",
                  "3D6710"
          ]
  },
  {
          "门架HEX字符串": "3D6732",
          "门架名称": "陈疃北虚-陈疃北收费门架",
          "收费门架编号": "G181537001003920010",
          "纬度": 35.596796,
          "经度": 119.283184,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C673E",
          "门架名称": "潍坊南虚-营丘枢纽收费门架",
          "收费门架编号": "G181537001004010010",
          "纬度": 36.576122,
          "经度": 118.999741,
          "使用状态": "备用",
          "下游门架": [
                  "3C6740",
                  "3D8A0C"
          ]
  },
  {
          "门架HEX字符串": "3D673F",
          "门架名称": "营丘枢纽-潍坊南虚收费门架",
          "收费门架编号": "G181537001004020020",
          "纬度": 36.576111,
          "经度": 118.999722,
          "使用状态": "备用",
          "下游门架": [
                  "3D6720",
                  "3D673D"
          ]
  },
  {
          "门架HEX字符串": "3C6740",
          "门架名称": "营丘枢纽-昌乐南虚收费门架",
          "收费门架编号": "G181537001004110010",
          "纬度": 36.549431,
          "经度": 119.066124,
          "使用状态": "备用",
          "下游门架": [
                  "3C6704",
                  "3D6735"
          ]
  },
  {
          "门架HEX字符串": "3D6741",
          "门架名称": "昌乐南虚-营丘枢纽收费门架",
          "收费门架编号": "G181537001004220020",
          "纬度": 36.549444,
          "经度": 119.066111,
          "使用状态": "备用",
          "下游门架": [
                  "3D673F",
                  "3D8A0C"
          ]
  },
  {
          "门架HEX字符串": "3C7501",
          "门架名称": "青岛东-李村门架",
          "收费门架编号": "G201137001000110010",
          "纬度": 36.137345,
          "经度": 120.453758,
          "使用状态": "在用",
          "下游门架": [
                  "3C7502",
                  "3D751D"
          ]
  },
  {
          "门架HEX字符串": "3C750D",
          "门架名称": "夏庄-流亭门架",
          "收费门架编号": "G201137001000310030",
          "纬度": 36.252301,
          "经度": 120.429099,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D750E",
          "门架名称": "流亭-夏庄门架",
          "收费门架编号": "G201137001001020100",
          "纬度": 36.252807,
          "经度": 120.428072,
          "使用状态": "在用",
          "下游门架": [
                  "3C750F",
                  "3D750C",
                  "3D751F",
                  "3C7525"
          ]
  },
  {
          "门架HEX字符串": "3D750B",
          "门架名称": "李村-青岛东门架",
          "收费门架编号": "G201137001001220120",
          "纬度": 36.138032,
          "经度": 120.453284,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C751E",
          "门架名称": "李村-李村虚收费门架",
          "收费门架编号": "G201137001001310010",
          "纬度": 36.160998,
          "经度": 120.447379,
          "使用状态": "在用",
          "下游门架": [
                  "3C7502",
                  "3D750B"
          ]
  },
  {
          "门架HEX字符串": "3D751D",
          "门架名称": "李村虚-李村收费门架",
          "收费门架编号": "G201137001001320010",
          "纬度": 36.160491,
          "经度": 120.446585,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7520",
          "门架名称": "夏庄-夏庄虚收费门架",
          "收费门架编号": "G201137001001410010",
          "纬度": 36.249967,
          "经度": 120.431747,
          "使用状态": "在用",
          "下游门架": [
                  "3C750D",
                  "3C750F",
                  "3D750C",
                  "3C7525"
          ]
  },
  {
          "门架HEX字符串": "3D751F",
          "门架名称": "夏庄虚-夏庄收费门架",
          "收费门架编号": "G201137001001420010",
          "纬度": 36.249365,
          "经度": 120.432191,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7522",
          "门架名称": "城阳南-城阳南虚收费门架",
          "收费门架编号": "G201137001001510010",
          "纬度": 36.290959,
          "经度": 120.434342,
          "使用状态": "在用",
          "下游门架": [
                  "3C7511",
                  "3D7510",
                  "3D5819",
                  "3C581B"
          ]
  },
  {
          "门架HEX字符串": "3D7521",
          "门架名称": "城阳南虚-城阳南收费门架",
          "收费门架编号": "G201137001001520010",
          "纬度": 36.290134,
          "经度": 120.434409,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7524",
          "门架名称": "城阳北-城阳北虚收费门架",
          "收费门架编号": "G201137001001610010",
          "纬度": 36.324918,
          "经度": 120.424558,
          "使用状态": "在用",
          "下游门架": [
                  "3C7513",
                  "3D7512"
          ]
  },
  {
          "门架HEX字符串": "3D7523",
          "门架名称": "城阳北虚-城阳北收费门架",
          "收费门架编号": "G201137001001620010",
          "纬度": 36.324773,
          "经度": 120.423702,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7525",
          "门架名称": "夏庄虚-青岛西虚收费门架",
          "收费门架编号": "G201137001001710010",
          "纬度": 36.243514,
          "经度": 120.41303,
          "使用状态": "备用",
          "下游门架": [
                  "3C7801",
                  "3D7811"
          ]
  },
  {
          "门架HEX字符串": "3D7526",
          "门架名称": "青岛西虚-夏庄虚收费门架",
          "收费门架编号": "G201137001001720020",
          "纬度": 36.24301,
          "经度": 120.412616,
          "使用状态": "备用",
          "下游门架": [
                  "3C750D",
                  "3C750F",
                  "3D750C",
                  "3D751F"
          ]
  },
  {
          "门架HEX字符串": "3C760A",
          "门架名称": "即墨西-即墨西虚收费门架",
          "收费门架编号": "G201137002001110010",
          "纬度": 36.375803,
          "经度": 120.381773,
          "使用状态": "在用",
          "下游门架": [
                  "3C7601",
                  "3D7514"
          ]
  },
  {
          "门架HEX字符串": "3D7609",
          "门架名称": "即墨西虚-即墨西收费门架",
          "收费门架编号": "G201137002001120010",
          "纬度": 36.376607,
          "经度": 120.381746,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C760C",
          "门架名称": "普东-普东虚收费门架",
          "收费门架编号": "G201137002001210010",
          "纬度": 36.465327,
          "经度": 120.309678,
          "使用状态": "在用",
          "下游门架": [
                  "3C7603",
                  "3D7607"
          ]
  },
  {
          "门架HEX字符串": "3D760B",
          "门架名称": "普东虚-普东收费门架",
          "收费门架编号": "G201137002001220010",
          "纬度": 36.464732,
          "经度": 120.309858,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C760E",
          "门架名称": "移风-移风虚收费门架",
          "收费门架编号": "G201137002001310010",
          "纬度": 36.545055,
          "经度": 120.203972,
          "使用状态": "在用",
          "下游门架": [
                  "3C7604",
                  "3D7606"
          ]
  },
  {
          "门架HEX字符串": "3D760D",
          "门架名称": "移风虚-移风收费门架",
          "收费门架编号": "G201137002001320010",
          "纬度": 36.545467,
          "经度": 120.203469,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7715",
          "门架名称": "郭庄-郭庄虚收费门架",
          "收费门架编号": "G201137003001310010",
          "纬度": 36.608068,
          "经度": 120.101279,
          "使用状态": "停用",
          "下游门架": [
                  "3C7714",
                  "3D7713"
          ]
  },
  {
          "门架HEX字符串": "3D771A",
          "门架名称": "郭庄虚-郭庄收费门架",
          "收费门架编号": "G201137003001320010",
          "纬度": 36.608383,
          "经度": 120.102116,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7717",
          "门架名称": "平度-平度虚收费门架",
          "收费门架编号": "G201137003001410010",
          "纬度": 36.70814,
          "经度": 119.958246,
          "使用状态": "在用",
          "下游门架": [
                  "3C770C",
                  "3D770B"
          ]
  },
  {
          "门架HEX字符串": "3D7716",
          "门架名称": "平度虚-平度收费门架",
          "收费门架编号": "G201137003001420010",
          "纬度": 36.707555,
          "经度": 119.958862,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7719",
          "门架名称": "张舍-张舍虚收费门架",
          "收费门架编号": "G201137003001510010",
          "纬度": 36.87224000000001,
          "经度": 119.734399,
          "使用状态": "在用",
          "下游门架": [
                  "3C7710",
                  "3D770F"
          ]
  },
  {
          "门架HEX字符串": "3D7718",
          "门架名称": "张舍虚-张舍收费门架",
          "收费门架编号": "G201137003001520010",
          "纬度": 36.87178,
          "经度": 119.735095,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0110",
          "门架名称": "明村-明村虚收费门架",
          "收费门架编号": "G201137004001710010",
          "纬度": 36.76407,
          "经度": 119.620584,
          "使用状态": "在用",
          "下游门架": [
                  "3C0107",
                  "3D0109"
          ]
  },
  {
          "门架HEX字符串": "3D010F",
          "门架名称": "明村虚-明村收费门架",
          "收费门架编号": "G201137004001720010",
          "纬度": 36.76407,
          "经度": 119.620584,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0112",
          "门架名称": "田庄-田庄虚收费门架",
          "收费门架编号": "G201137004001810010",
          "纬度": 36.777284,
          "经度": 119.763436,
          "使用状态": "在用",
          "下游门架": [
                  "3C0106",
                  "3D010A"
          ]
  },
  {
          "门架HEX字符串": "3D0111",
          "门架名称": "田庄虚-田庄收费门架",
          "收费门架编号": "G201137004001820010",
          "纬度": 36.777284,
          "经度": 119.763436,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0114",
          "门架名称": "平度西-平度西虚收费门架",
          "收费门架编号": "G201137004001910010",
          "纬度": 36.802872,
          "经度": 120.050396,
          "使用状态": "在用",
          "下游门架": [
                  "3C0104",
                  "3D010C"
          ]
  },
  {
          "门架HEX字符串": "3D0113",
          "门架名称": "平度西虚-平度西收费门架",
          "收费门架编号": "G201137004001920010",
          "纬度": 36.802872,
          "经度": 120.050396,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0116",
          "门架名称": "平度东-平度东虚收费门架",
          "收费门架编号": "G201137004002010010",
          "纬度": 36.836737,
          "经度": 120.227721,
          "使用状态": "在用",
          "下游门架": [
                  "3C0103",
                  "3D010D"
          ]
  },
  {
          "门架HEX字符串": "3D0115",
          "门架名称": "平度东虚-平度东收费门架",
          "收费门架编号": "G201137004002020010",
          "纬度": 36.836737,
          "经度": 120.227721,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C0118",
          "门架名称": "云山-云山虚收费门架",
          "收费门架编号": "G201137004002110010",
          "纬度": 36.837105,
          "经度": 120.230835,
          "使用状态": "在用",
          "下游门架": [
                  "3C0102",
                  "3D010E"
          ]
  },
  {
          "门架HEX字符串": "3D0117",
          "门架名称": "云山虚-云山收费门架",
          "收费门架编号": "G201137004002120010",
          "纬度": 36.837105,
          "经度": 120.230835,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6408",
          "门架名称": "利津北-利津北虚收费门架",
          "收费门架编号": "G251637001000710010",
          "纬度": 37.580107,
          "经度": 118.227976,
          "使用状态": "在用",
          "下游门架": [
                  "3C6402",
                  "3D6404"
          ]
  },
  {
          "门架HEX字符串": "3D6407",
          "门架名称": "利津北虚-利津北收费门架",
          "收费门架编号": "G251637001000720010",
          "纬度": 37.580107,
          "经度": 118.227976,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C640A",
          "门架名称": "盐窝-盐窝虚收费门架",
          "收费门架编号": "G251637001000810010",
          "纬度": 37.925974,
          "经度": 118.784178,
          "使用状态": "在用",
          "下游门架": [
                  "3C6401",
                  "3D3608"
          ]
  },
  {
          "门架HEX字符串": "3D6409",
          "门架名称": "盐窝虚-盐窝收费门架",
          "收费门架编号": "G251637001000820010",
          "纬度": 37.925974,
          "经度": 118.784178,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6302",
          "门架名称": "惠民西-惠民西虚收费门架",
          "收费门架编号": "G251637002001510010",
          "纬度": 37.219323,
          "经度": 117.410456,
          "使用状态": "在用",
          "下游门架": [
                  "3C3020",
                  "3D3022"
          ]
  },
  {
          "门架HEX字符串": "3D6301",
          "门架名称": "惠民西虚-惠民西收费门架",
          "收费门架编号": "G251637002001520010",
          "纬度": 37.219323,
          "经度": 117.410456,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6304",
          "门架名称": "惠民-惠民虚收费门架",
          "收费门架编号": "G251637002001610010",
          "纬度": 37.374399,
          "经度": 117.596697,
          "使用状态": "在用",
          "下游门架": [
                  "3C301F",
                  "3D3023"
          ]
  },
  {
          "门架HEX字符串": "3D6303",
          "门架名称": "惠民虚-惠民收费门架",
          "收费门架编号": "G251637002001620010",
          "纬度": 37.374399,
          "经度": 117.596697,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6306",
          "门架名称": "滨州西-滨州西虚收费门架",
          "收费门架编号": "G251637002001710010",
          "纬度": 37.37461500000001,
          "经度": 117.596826,
          "使用状态": "在用",
          "下游门架": [
                  "3C301E",
                  "3D3024"
          ]
  },
  {
          "门架HEX字符串": "3D6305",
          "门架名称": "滨州西虚-滨州西收费门架",
          "收费门架编号": "G251637002001720010",
          "纬度": 37.37461500000001,
          "经度": 117.596826,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6308",
          "门架名称": "滨城北-滨城北虚收费门架",
          "收费门架编号": "G251637002001810010",
          "纬度": 37.492943,
          "经度": 117.965243,
          "使用状态": "在用",
          "下游门架": [
                  "3C301C",
                  "3D3026"
          ]
  },
  {
          "门架HEX字符串": "3D6307",
          "门架名称": "滨城北虚-滨城北收费门架",
          "收费门架编号": "G251637002001820010",
          "纬度": 37.492943,
          "经度": 117.965243,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6406",
          "门架名称": "滨州东-滨州东虚收费门架",
          "收费门架编号": "G251637002001910010",
          "纬度": 37.579978,
          "经度": 118.227356,
          "使用状态": "在用",
          "下游门架": [
                  "3C301B",
                  "3D6403"
          ]
  },
  {
          "门架HEX字符串": "3D6405",
          "门架名称": "滨州东虚-滨州东收费门架",
          "收费门架编号": "G251637002001920010",
          "纬度": 37.579978,
          "经度": 118.227356,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6206",
          "门架名称": "济北开发区-济北开发区虚收费门架",
          "收费门架编号": "G251637003000710010",
          "纬度": 37.027317,
          "经度": 117.132766,
          "使用状态": "在用",
          "下游门架": [
                  "3C6202",
                  "3D6204"
          ]
  },
  {
          "门架HEX字符串": "3D6205",
          "门架名称": "济北开发区虚-济北开发区收费门架",
          "收费门架编号": "G251637003000720010",
          "纬度": 37.027317,
          "经度": 117.132766,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6208",
          "门架名称": "济阳东-济阳东虚收费门架",
          "收费门架编号": "G251637003000810010",
          "纬度": 37.104378,
          "经度": 117.24606,
          "使用状态": "在用",
          "下游门架": [
                  "3C6201",
                  "3D3021"
          ]
  },
  {
          "门架HEX字符串": "3D6207",
          "门架名称": "济阳东虚-济阳东收费门架",
          "收费门架编号": "G251637003000820010",
          "纬度": 37.104378,
          "经度": 117.24606,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4A0E",
          "门架名称": "高唐西-高唐西虚收费门架",
          "收费门架编号": "G251637004001110010",
          "纬度": 36.879065,
          "经度": 115.992972,
          "使用状态": "在用",
          "下游门架": [
                  "3C4A02",
                  "3D4A0C"
          ]
  },
  {
          "门架HEX字符串": "3D4A0D",
          "门架名称": "高唐西虚-高唐西收费门架",
          "收费门架编号": "G251637004001120010",
          "纬度": 36.879065,
          "经度": 115.992972,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4A10",
          "门架名称": "金郝庄-金郝庄虚收费门架",
          "收费门架编号": "G251637004001210010",
          "纬度": 36.877749,
          "经度": 115.965871,
          "使用状态": "在用",
          "下游门架": [
                  "3C4A03",
                  "3D4A0B"
          ]
  },
  {
          "门架HEX字符串": "3D4A0F",
          "门架名称": "金郝庄虚-金郝庄收费门架",
          "收费门架编号": "G251637004001220010",
          "纬度": 36.877749,
          "经度": 115.965871,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4A12",
          "门架名称": "临清-临清虚收费门架",
          "收费门架编号": "G251637004001310010",
          "纬度": 36.880203,
          "经度": 115.764125,
          "使用状态": "在用",
          "下游门架": [
                  "3E4A05",
                  "3D4A09"
          ]
  },
  {
          "门架HEX字符串": "3D4A11",
          "门架名称": "临清虚-临清收费门架",
          "收费门架编号": "G251637004001320010",
          "纬度": 36.880203,
          "经度": 115.764125,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6A08",
          "门架名称": "东明北-东明北虚收费门架",
          "收费门架编号": "G351137002001110010",
          "纬度": 35.329317,
          "经度": 115.107738,
          "使用状态": "在用",
          "下游门架": [
                  "3E6A02",
                  "3D6A06"
          ]
  },
  {
          "门架HEX字符串": "3D6A07",
          "门架名称": "东明北虚-东明北收费门架",
          "收费门架编号": "G351137002001120010",
          "纬度": 35.329317,
          "经度": 115.107738,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1B0A",
          "门架名称": "晏城-晏城虚收费门架",
          "收费门架编号": "S000137001000910010",
          "纬度": 36.731854,
          "经度": 116.738066,
          "使用状态": "在用",
          "下游门架": [
                  "3C1B03",
                  "3D1B07"
          ]
  },
  {
          "门架HEX字符串": "3D1B09",
          "门架名称": "晏城虚-晏城收费门架",
          "收费门架编号": "S000137001000920010",
          "纬度": 36.731854,
          "经度": 116.738066,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1B0C",
          "门架名称": "齐河西-齐河西虚收费门架",
          "收费门架编号": "S000137001001010010",
          "纬度": 36.695942,
          "经度": 116.62476,
          "使用状态": "在用",
          "下游门架": [
                  "3D1B06",
                  "3C1B0F"
          ]
  },
  {
          "门架HEX字符串": "3D1B0B",
          "门架名称": "齐河西虚-齐河西收费门架",
          "收费门架编号": "S000137001001020010",
          "纬度": 36.695942,
          "经度": 116.62476,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1B0E",
          "门架名称": "齐河南-齐河南虚收费门架",
          "收费门架编号": "S000137001001110010",
          "纬度": 36.760548,
          "经度": 116.790923,
          "使用状态": "在用",
          "下游门架": [
                  "3C1B02",
                  "3D1B08"
          ]
  },
  {
          "门架HEX字符串": "3D1B0D",
          "门架名称": "齐河南虚-齐河南收费门架",
          "收费门架编号": "S000137001001120010",
          "纬度": 36.760548,
          "经度": 116.790923,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1B13",
          "门架名称": "潘店虚-高东济聊枢纽收费门架",
          "收费门架编号": "S000137001001310010",
          "纬度": 36.643749,
          "经度": 116.459033,
          "使用状态": "备用",
          "下游门架": [
                  "3C1B17",
                  "3C9216",
                  "3D9223"
          ]
  },
  {
          "门架HEX字符串": "3D1B14",
          "门架名称": "高东济聊枢纽-潘店虚收费门架",
          "收费门架编号": "S000137001001320020",
          "纬度": 36.643442,
          "经度": 116.458515,
          "使用状态": "备用",
          "下游门架": [
                  "3D1B10",
                  "3D1B12"
          ]
  },
  {
          "门架HEX字符串": "3C1B11",
          "门架名称": "潘店-潘店虚收费门架",
          "收费门架编号": "S000137001001410010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3D1B10",
                  "3C1B13"
          ]
  },
  {
          "门架HEX字符串": "3D1B12",
          "门架名称": "潘店虚-潘店收费门架",
          "收费门架编号": "S000137001001420020",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1A20",
          "门架名称": "茌平-茌平虚收费门架",
          "收费门架编号": "S000137002002110010",
          "纬度": 36.547253,
          "经度": 116.244679,
          "使用状态": "在用",
          "下游门架": [
                  "3C1A01",
                  "3D1B18"
          ]
  },
  {
          "门架HEX字符串": "3D1A1D",
          "门架名称": "茌平虚-茌平收费门架",
          "收费门架编号": "S000137002002120010",
          "纬度": 36.547253,
          "经度": 116.244679,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1A22",
          "门架名称": "聊城东-聊城东虚收费门架",
          "收费门架编号": "S000137002002210010",
          "纬度": 36.492568,
          "经度": 116.007445,
          "使用状态": "在用",
          "下游门架": [
                  "3C1A04",
                  "3D1A12"
          ]
  },
  {
          "门架HEX字符串": "3D1A21",
          "门架名称": "聊城东虚-聊城东收费门架",
          "收费门架编号": "S000137002002220010",
          "纬度": 36.492568,
          "经度": 116.007445,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1A24",
          "门架名称": "聊城-聊城虚收费门架",
          "收费门架编号": "S000137002002310010",
          "纬度": 36.492296,
          "经度": 116.007051,
          "使用状态": "在用",
          "下游门架": [
                  "3C1A05",
                  "3D1A11"
          ]
  },
  {
          "门架HEX字符串": "3D1A23",
          "门架名称": "聊城虚-聊城收费门架",
          "收费门架编号": "S000137002002320010",
          "纬度": 36.492296,
          "经度": 116.007051,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1A1F",
          "门架名称": "冠县东-冠县东虚收费门架",
          "收费门架编号": "S000137002002410010",
          "纬度": 36.486321,
          "经度": 115.671229,
          "使用状态": "在用",
          "下游门架": [
                  "3C1A08",
                  "3D1A0E"
          ]
  },
  {
          "门架HEX字符串": "3D1A1E",
          "门架名称": "冠县东虚-冠县东收费门架",
          "收费门架编号": "S000137002002420010",
          "纬度": 36.486321,
          "经度": 115.671229,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1A15",
          "门架名称": "冠县-冠县虚收费门架",
          "收费门架编号": "S000137002002510010",
          "纬度": 36.523152,
          "经度": 115.456575,
          "使用状态": "在用",
          "下游门架": [
                  "3E1A09",
                  "3D1A0D"
          ]
  },
  {
          "门架HEX字符串": "3D1A1B",
          "门架名称": "冠县虚-冠县收费门架",
          "收费门架编号": "S000137002002520010",
          "纬度": 36.523152,
          "经度": 115.456575,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1A17",
          "门架名称": "聊城开发-聊城开发虚收费门架",
          "收费门架编号": "S000137002002610010",
          "纬度": 36.529704,
          "经度": 116.197282,
          "使用状态": "停用",
          "下游门架": [
                  "3C1A03",
                  "3D1A13"
          ]
  },
  {
          "门架HEX字符串": "3D1A16",
          "门架名称": "聊城开发虚-聊城开发收费门架",
          "收费门架编号": "S000137002002620010",
          "纬度": 36.529704,
          "经度": 116.197282,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1A19",
          "门架名称": "茌平西-茌平西虚收费门架",
          "收费门架编号": "S000137002002710010",
          "纬度": 36.547131,
          "经度": 116.244748,
          "使用状态": "在用",
          "下游门架": [
                  "3C1A02",
                  "3D1A14"
          ]
  },
  {
          "门架HEX字符串": "3D1A18",
          "门架名称": "茌平西虚-茌平西收费门架",
          "收费门架编号": "S000137002002720010",
          "纬度": 36.547131,
          "经度": 116.244748,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1A1C",
          "门架名称": "聊城西-聊城西虚收费门架",
          "收费门架编号": "S000137002002810010",
          "纬度": 36.463714,
          "经度": 115.874511,
          "使用状态": "在用",
          "下游门架": [
                  "3C1A06",
                  "3D1A10"
          ]
  },
  {
          "门架HEX字符串": "3D1A1A",
          "门架名称": "聊城西虚-聊城西收费门架",
          "收费门架编号": "S000137002002820010",
          "纬度": 36.463714,
          "经度": 115.874511,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C1B17",
          "门架名称": "高东济聊枢纽-茌平虚收费门架",
          "收费门架编号": "S000137002003010010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3C1A01",
                  "3D1A1D"
          ]
  },
  {
          "门架HEX字符串": "3D1B18",
          "门架名称": "茌平虚-高东济聊枢纽收费门架",
          "收费门架编号": "S000137002003020020",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3D1B14",
                  "3C9216",
                  "3D9223"
          ]
  },
  {
          "门架HEX字符串": "3C6910",
          "门架名称": "锦绣川-锦绣川虚收费门架",
          "收费门架编号": "S000737001000110010",
          "纬度": 36.501167,
          "经度": 117.109667,
          "使用状态": "在用",
          "下游门架": [
                  "3D691B",
                  "3C691C"
          ]
  },
  {
          "门架HEX字符串": "3D6911",
          "门架名称": "锦绣川虚-锦绣川收费门架",
          "收费门架编号": "S000737001000120010",
          "纬度": 36.501167,
          "经度": 117.109667,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6912",
          "门架名称": "柳埠东-柳埠东虚收费门架",
          "收费门架编号": "S000737001000210020",
          "纬度": 36.426167,
          "经度": 117.138167,
          "使用状态": "在用",
          "下游门架": [
                  "3D691D",
                  "3C691E"
          ]
  },
  {
          "门架HEX字符串": "3D6913",
          "门架名称": "柳埠东虚-柳埠东收费门架",
          "收费门架编号": "S000737001000220020",
          "纬度": 36.426167,
          "经度": 117.138167,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6914",
          "门架名称": "泰山北-泰山北虚收费门架",
          "收费门架编号": "S000737001000310030",
          "纬度": 36.301167,
          "经度": 117.202,
          "使用状态": "在用",
          "下游门架": [
                  "3D6903",
                  "3C6904"
          ]
  },
  {
          "门架HEX字符串": "3D6915",
          "门架名称": "泰山北虚-泰山北收费门架",
          "收费门架编号": "S000737001000320030",
          "纬度": 36.301167,
          "经度": 117.202,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6916",
          "门架名称": "泰山东-泰山东虚收费门架",
          "收费门架编号": "S000737001000410040",
          "纬度": 36.2525,
          "经度": 117.2575,
          "使用状态": "在用",
          "下游门架": [
                  "3D6905",
                  "3C6906"
          ]
  },
  {
          "门架HEX字符串": "3D6917",
          "门架名称": "泰山东虚-泰山东收费门架",
          "收费门架编号": "S000737001000420040",
          "纬度": 36.2525,
          "经度": 117.2575,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6918",
          "门架名称": "邱家店-邱家店虚收费门架",
          "收费门架编号": "S000737001000510050",
          "纬度": 36.15,
          "经度": 117.274333,
          "使用状态": "在用",
          "下游门架": [
                  "3D6909",
                  "3C690A"
          ]
  },
  {
          "门架HEX字符串": "3D6919",
          "门架名称": "邱家店虚-邱家店收费门架",
          "收费门架编号": "S000737001000520050",
          "纬度": 36.15,
          "经度": 117.274333,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C690C",
          "门架名称": "青兰枢纽-徂徕枢纽收费门架",
          "收费门架编号": "S000737001002810130",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "在用",
          "下游门架": [
                  "3D1728",
                  "3C1729",
                  "3C690E"
          ]
  },
  {
          "门架HEX字符串": "3D690D",
          "门架名称": "徂徕枢纽-青兰枢纽收费门架",
          "收费门架编号": "S000737001002820130",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "在用",
          "下游门架": [
                  "3C900A",
                  "3D9009",
                  "3D690B"
          ]
  },
  {
          "门架HEX字符串": "3C690E",
          "门架名称": "徂徕枢纽-徂徕北收费门架",
          "收费门架编号": "S000737001002910140",
          "纬度": 36.106833,
          "经度": 117.3005,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D690F",
          "门架名称": "徂徕北-徂徕枢纽收费门架",
          "收费门架编号": "S000737001002920140",
          "纬度": 36.106833,
          "经度": 117.3005,
          "使用状态": "在用",
          "下游门架": [
                  "3D1728",
                  "3C1729",
                  "3D690D"
          ]
  },
  {
          "门架HEX字符串": "3C2520",
          "门架名称": "烟台-烟海荣乌枢纽门架",
          "收费门架编号": "S001137001000110010",
          "纬度": 37.300589,
          "经度": 121.44168,
          "使用状态": "在用",
          "下游门架": [
                  "3C2501",
                  "3D4F04",
                  "3C2511"
          ]
  },
  {
          "门架HEX字符串": "3C251E",
          "门架名称": "烟海威青枢纽-海阳东门架",
          "收费门架编号": "S001137001001010010",
          "纬度": 36.87075,
          "经度": 121.301011,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D251D",
          "门架名称": "海阳东-烟海威青枢纽门架",
          "收费门架编号": "S001137001001120010",
          "纬度": 36.87075,
          "经度": 121.301011,
          "使用状态": "在用",
          "下游门架": [
                  "3C4202",
                  "3D420F",
                  "3D2517"
          ]
  },
  {
          "门架HEX字符串": "3D251F",
          "门架名称": "烟海荣乌枢纽-烟台门架",
          "收费门架编号": "S001137001002020010",
          "纬度": 37.300589,
          "经度": 121.44168,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2524",
          "门架名称": "烟台南-烟台南虚收费门架",
          "收费门架编号": "S001137001002110010",
          "纬度": 37.300589,
          "经度": 121.44168,
          "使用状态": "在用",
          "下游门架": [
                  "3C2512",
                  "3D251C"
          ]
  },
  {
          "门架HEX字符串": "3D2523",
          "门架名称": "烟台南虚-烟台南收费门架",
          "收费门架编号": "S001137001002120010",
          "纬度": 37.300589,
          "经度": 121.44168,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2526",
          "门架名称": "牟平南-牟平南虚收费门架",
          "收费门架编号": "S001137001002210010",
          "纬度": 37.166566,
          "经度": 121.403676,
          "使用状态": "在用",
          "下游门架": [
                  "3C2513",
                  "3D251B"
          ]
  },
  {
          "门架HEX字符串": "3D2525",
          "门架名称": "牟平南虚-牟平南收费门架",
          "收费门架编号": "S001137001002220010",
          "纬度": 37.166566,
          "经度": 121.403676,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2528",
          "门架名称": "乳山北-乳山北虚收费门架",
          "收费门架编号": "S001137001002310010",
          "纬度": 36.97867100000001,
          "经度": 121.362102,
          "使用状态": "在用",
          "下游门架": [
                  "3C2514",
                  "3D2538"
          ]
  },
  {
          "门架HEX字符串": "3D2527",
          "门架名称": "乳山北虚-乳山北收费门架",
          "收费门架编号": "S001137001002320010",
          "纬度": 36.97867100000001,
          "经度": 121.362102,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C252A",
          "门架名称": "诸往-诸往虚收费门架",
          "收费门架编号": "S001137001002410010",
          "纬度": 36.899918,
          "经度": 121.313165,
          "使用状态": "在用",
          "下游门架": [
                  "3C2515",
                  "3D2519"
          ]
  },
  {
          "门架HEX字符串": "3D2529",
          "门架名称": "诸往虚-诸往收费门架",
          "收费门架编号": "S001137001002420010",
          "纬度": 36.899918,
          "经度": 121.313165,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2536",
          "门架名称": "海阳北-海阳北虚收费门架",
          "收费门架编号": "S001137001002510010",
          "纬度": 36.87075,
          "经度": 121.301011,
          "使用状态": "在用",
          "下游门架": [
                  "3C2516",
                  "3D2518"
          ]
  },
  {
          "门架HEX字符串": "3D2535",
          "门架名称": "海阳北虚-海阳北收费门架",
          "收费门架编号": "S001137001002520010",
          "纬度": 36.87075,
          "经度": 121.301011,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4806",
          "门架名称": "无棣东-无棣东虚收费门架",
          "收费门架编号": "S001237001000710010",
          "纬度": 36.34785,
          "经度": 115.534016,
          "使用状态": "在用",
          "下游门架": [
                  "3C4803",
                  "3D4802"
          ]
  },
  {
          "门架HEX字符串": "3D4805",
          "门架名称": "无棣东虚-无棣东收费门架",
          "收费门架编号": "S001237001000720010",
          "纬度": 36.34785,
          "经度": 115.534016,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4808",
          "门架名称": "阳信-阳信虚收费门架",
          "收费门架编号": "S001237001000810010",
          "纬度": 36.34785,
          "经度": 115.534016,
          "使用状态": "在用",
          "下游门架": [
                  "3C4901",
                  "3D4804"
          ]
  },
  {
          "门架HEX字符串": "3D4807",
          "门架名称": "阳信虚-阳信收费门架",
          "收费门架编号": "S001237001000820010",
          "纬度": 36.34785,
          "经度": 115.534016,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C491A",
          "门架名称": "庆云-庆云虚收费门架",
          "收费门架编号": "S001237002001910010",
          "纬度": 37.700866,
          "经度": 117.423922,
          "使用状态": "在用",
          "下游门架": [
                  "3D4914",
                  "3C4923"
          ]
  },
  {
          "门架HEX字符串": "3D4919",
          "门架名称": "庆云虚-庆云收费门架",
          "收费门架编号": "S001237002001920010",
          "纬度": 37.700866,
          "经度": 117.423922,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C491C",
          "门架名称": "乐陵-乐陵虚收费门架",
          "收费门架编号": "S001237002002010010",
          "纬度": 37.675236,
          "经度": 117.144048,
          "使用状态": "在用",
          "下游门架": [
                  "3C4903",
                  "3D4922"
          ]
  },
  {
          "门架HEX字符串": "3D491B",
          "门架名称": "乐陵虚-乐陵收费门架",
          "收费门架编号": "S001237002002020010",
          "纬度": 37.675236,
          "经度": 117.144048,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C491E",
          "门架名称": "宁津-宁津虚收费门架",
          "收费门架编号": "S001237002002110010",
          "纬度": 37.568186,
          "经度": 116.810989,
          "使用状态": "在用",
          "下游门架": [
                  "3C4905",
                  "3D4911"
          ]
  },
  {
          "门架HEX字符串": "3D491D",
          "门架名称": "宁津虚-宁津收费门架",
          "收费门架编号": "S001237002002120010",
          "纬度": 37.568186,
          "经度": 116.810989,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4920",
          "门架名称": "德州东-德州东虚收费门架",
          "收费门架编号": "S001237002002210010",
          "纬度": 37.562534,
          "经度": 116.75879,
          "使用状态": "在用",
          "下游门架": [
                  "3C4906",
                  "3D4910"
          ]
  },
  {
          "门架HEX字符串": "3D491F",
          "门架名称": "德州东虚-德州东收费门架",
          "收费门架编号": "S001237002002220010",
          "纬度": 37.562534,
          "经度": 116.75879,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4916",
          "门架名称": "德州北-德州北虚收费门架",
          "收费门架编号": "S001237002002310010",
          "纬度": 37.499392,
          "经度": 116.360506,
          "使用状态": "在用",
          "下游门架": [
                  "3C4908",
                  "3D490E"
          ]
  },
  {
          "门架HEX字符串": "3D4915",
          "门架名称": "德州北虚-德州北收费门架",
          "收费门架编号": "S001237002002320010",
          "纬度": 37.499392,
          "经度": 116.360506,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4918",
          "门架名称": "德州西-德州西虚收费门架",
          "收费门架编号": "S001237002002410010",
          "纬度": 37.517483,
          "经度": 116.299065,
          "使用状态": "停用",
          "下游门架": [
                  "3E4909",
                  "3D490D"
          ]
  },
  {
          "门架HEX字符串": "3D4917",
          "门架名称": "德州西虚-德州西收费门架",
          "收费门架编号": "S001237002002420010",
          "纬度": 37.517483,
          "经度": 116.299065,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4921",
          "门架名称": "乐陵东虚-乐陵虚收费门架",
          "收费门架编号": "S001237002002510010",
          "纬度": 37.675831,
          "经度": 117.222129,
          "使用状态": "备用",
          "下游门架": [
                  "3C4903",
                  "3D491B"
          ]
  },
  {
          "门架HEX字符串": "3D4922",
          "门架名称": "乐陵虚-乐陵东虚收费门架",
          "收费门架编号": "S001237002002520020",
          "纬度": 37.675739,
          "经度": 117.221589,
          "使用状态": "备用",
          "下游门架": [
                  "3D4924",
                  "3D4926"
          ]
  },
  {
          "门架HEX字符串": "3C4923",
          "门架名称": "庆云虚-乐陵东虚收费门架",
          "收费门架编号": "S001237002002610010",
          "纬度": 37.693603,
          "经度": 117.380212,
          "使用状态": "备用",
          "下游门架": [
                  "3C4921",
                  "3D4926"
          ]
  },
  {
          "门架HEX字符串": "3D4924",
          "门架名称": "乐陵东虚-庆云虚收费门架",
          "收费门架编号": "S001237002002620020",
          "纬度": 37.693384,
          "经度": 117.379565,
          "使用状态": "备用",
          "下游门架": [
                  "3D4914",
                  "3D4919"
          ]
  },
  {
          "门架HEX字符串": "3C4925",
          "门架名称": "乐陵东-乐陵东虚收费门架",
          "收费门架编号": "S001237002002710010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3C4921",
                  "3D4924"
          ]
  },
  {
          "门架HEX字符串": "3D4926",
          "门架名称": "乐陵东虚-乐陵东收费门架",
          "收费门架编号": "S001237002002720020",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C011A",
          "门架名称": "武备-武备虚收费门架",
          "收费门架编号": "S001637001001110010",
          "纬度": 36.843057,
          "经度": 120.267132,
          "使用状态": "在用",
          "下游门架": [
                  "3C0101",
                  "3D0204"
          ]
  },
  {
          "门架HEX字符串": "3D0119",
          "门架名称": "武备虚-武备收费门架",
          "收费门架编号": "S001637001001120010",
          "纬度": 36.843057,
          "经度": 120.267132,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C020A",
          "门架名称": "莱西-莱西虚收费门架",
          "收费门架编号": "S001637001001210010",
          "纬度": 36.92658400000001,
          "经度": 120.537408,
          "使用状态": "在用",
          "下游门架": [
                  "3C0202",
                  "3D0206"
          ]
  },
  {
          "门架HEX字符串": "3D0209",
          "门架名称": "莱西虚-莱西收费门架",
          "收费门架编号": "S001637001001220010",
          "纬度": 36.92658400000001,
          "经度": 120.537408,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C030C",
          "门架名称": "朱里-朱里虚收费门架",
          "收费门架编号": "S001637002001010010",
          "纬度": 36.746898,
          "经度": 119.440541,
          "使用状态": "在用",
          "下游门架": [
                  "3C0303",
                  "3D0307"
          ]
  },
  {
          "门架HEX字符串": "3D030B",
          "门架名称": "朱里虚-朱里收费门架",
          "收费门架编号": "S001637002001020010",
          "纬度": 36.746898,
          "经度": 119.440541,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C030E",
          "门架名称": "石埠-石埠虚收费门架",
          "收费门架编号": "S001637002001110010",
          "纬度": 36.749233,
          "经度": 119.496193,
          "使用状态": "在用",
          "下游门架": [
                  "3C0302",
                  "3D0308"
          ]
  },
  {
          "门架HEX字符串": "3D030D",
          "门架名称": "石埠虚-石埠收费门架",
          "收费门架编号": "S001637002001120010",
          "纬度": 36.749233,
          "经度": 119.496193,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8505",
          "门架名称": "泽头-泽头虚收费门架",
          "收费门架编号": "S001637003001710010",
          "纬度": 37.064,
          "经度": 121.583,
          "使用状态": "在用",
          "下游门架": [
                  "3C850E",
                  "3D850D"
          ]
  },
  {
          "门架HEX字符串": "3D8504",
          "门架名称": "泽头虚-泽头收费门架",
          "收费门架编号": "S001637003001820010",
          "纬度": 37.064,
          "经度": 121.583,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8506",
          "门架名称": "下初-下初虚收费门架",
          "收费门架编号": "S001637003001910010",
          "纬度": 37.055,
          "经度": 121.609,
          "使用状态": "在用",
          "下游门架": [
                  "3C8510",
                  "3D850F"
          ]
  },
  {
          "门架HEX字符串": "3D8507",
          "门架名称": "下初虚-下初收费门架",
          "收费门架编号": "S001637003002020010",
          "纬度": 37.055,
          "经度": 121.609,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8508",
          "门架名称": "午极-午极虚收费门架",
          "收费门架编号": "S001637003002110010",
          "纬度": 37.078,
          "经度": 121.48,
          "使用状态": "在用",
          "下游门架": [
                  "3C8512",
                  "3D8511"
          ]
  },
  {
          "门架HEX字符串": "3D8509",
          "门架名称": "午极虚-午极收费门架",
          "收费门架编号": "S001637003002220010",
          "纬度": 37.078,
          "经度": 121.48,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C850A",
          "门架名称": "崖子-崖子虚收费门架",
          "收费门架编号": "S001637003002310010",
          "纬度": 37.087,
          "经度": 121.285,
          "使用状态": "在用",
          "下游门架": [
                  "3C8502",
                  "3D8501"
          ]
  },
  {
          "门架HEX字符串": "3D850B",
          "门架名称": "崖子虚-崖子收费门架",
          "收费门架编号": "S001637003002420010",
          "纬度": 37.087,
          "经度": 121.285,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C840D",
          "门架名称": "郭城-郭城虚收费门架",
          "收费门架编号": "S001637004001710010",
          "纬度": 36.998,
          "经度": 121.088,
          "使用状态": "在用",
          "下游门架": [
                  "3C8402",
                  "3D8503"
          ]
  },
  {
          "门架HEX字符串": "3D840E",
          "门架名称": "郭城虚-郭城收费门架",
          "收费门架编号": "S001637004001820010",
          "纬度": 36.998,
          "经度": 121.088,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C840F",
          "门架名称": "发城-发城虚收费门架",
          "收费门架编号": "S001637004001910010",
          "纬度": 36.996,
          "经度": 121.038,
          "使用状态": "在用",
          "下游门架": [
                  "3C8404",
                  "3D8403"
          ]
  },
  {
          "门架HEX字符串": "3D8410",
          "门架名称": "发城虚-发城收费门架",
          "收费门架编号": "S001637004002020010",
          "纬度": 36.996,
          "经度": 121.038,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8412",
          "门架名称": "万第-万第虚收费门架",
          "收费门架编号": "S001637004002110010",
          "纬度": 36.906,
          "经度": 120.838,
          "使用状态": "在用",
          "下游门架": [
                  "3C8406",
                  "3D8405"
          ]
  },
  {
          "门架HEX字符串": "3D8413",
          "门架名称": "万第虚-万第收费门架",
          "收费门架编号": "S001637004002220010",
          "纬度": 36.906,
          "经度": 120.838,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8411",
          "门架名称": "古柳-古柳虚收费门架",
          "收费门架编号": "S001637004002310010",
          "纬度": 36.883,
          "经度": 120.709,
          "使用状态": "备用",
          "下游门架": [
                  "3C8408",
                  "3D8407"
          ]
  },
  {
          "门架HEX字符串": "3D8414",
          "门架名称": "古柳虚-古柳收费门架",
          "收费门架编号": "S001637004002420010",
          "纬度": 36.883,
          "经度": 120.709,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8415",
          "门架名称": "吕格庄-吕格庄虚收费门架",
          "收费门架编号": "S001637004002510010",
          "纬度": 36.901,
          "经度": 120.65,
          "使用状态": "在用",
          "下游门架": [
                  "3C840A",
                  "3D8409"
          ]
  },
  {
          "门架HEX字符串": "3D8416",
          "门架名称": "吕格庄虚-吕格庄收费门架",
          "收费门架编号": "S001637004002620010",
          "纬度": 36.901,
          "经度": 120.65,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8417",
          "门架名称": "冯格庄-冯格庄虚收费门架",
          "收费门架编号": "S001637004002710010",
          "纬度": 36.928,
          "经度": 120.584,
          "使用状态": "在用",
          "下游门架": [
                  "3C840C",
                  "3D840B"
          ]
  },
  {
          "门架HEX字符串": "3D8418",
          "门架名称": "冯格庄虚-冯格庄收费门架",
          "收费门架编号": "S001637004002820010",
          "纬度": 36.928,
          "经度": 120.584,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8A03",
          "门架名称": "坊子-坊子虚收费门架",
          "收费门架编号": "S001637005000110030",
          "纬度": 36.37039,
          "经度": 119.084618,
          "使用状态": "备用",
          "下游门架": [
                  "3D0305",
                  "3C8A07"
          ]
  },
  {
          "门架HEX字符串": "3D8A04",
          "门架名称": "坊子虚-坊子收费门架",
          "收费门架编号": "S001637005000220040",
          "纬度": 36.37039,
          "经度": 119.084618,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8A01",
          "门架名称": "坊子西-坊子西虚收费门架",
          "收费门架编号": "S001637005000310010",
          "纬度": 36.34572,
          "经度": 119.062663,
          "使用状态": "备用",
          "下游门架": [
                  "3D8A08",
                  "3C8A09"
          ]
  },
  {
          "门架HEX字符串": "3D8A02",
          "门架名称": "坊子西虚-坊子西收费门架",
          "收费门架编号": "S001637005000420020",
          "纬度": 36.34572,
          "经度": 119.062663,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6808",
          "门架名称": "蓬莱-蓬莱虚收费门架",
          "收费门架编号": "S001737001000710010",
          "纬度": 37.746223,
          "经度": 120.866352,
          "使用状态": "在用",
          "下游门架": [
                  "3C6801"
          ]
  },
  {
          "门架HEX字符串": "3D6807",
          "门架名称": "蓬莱虚-蓬莱收费门架",
          "收费门架编号": "S001737001000720010",
          "纬度": 37.746223,
          "经度": 120.866352,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C680A",
          "门架名称": "大辛店-大辛店虚收费门架",
          "收费门架编号": "S001737001000810010",
          "纬度": 37.594724,
          "经度": 120.902159,
          "使用状态": "在用",
          "下游门架": [
                  "3C6803",
                  "3D6805"
          ]
  },
  {
          "门架HEX字符串": "3D6809",
          "门架名称": "大辛店虚-大辛店收费门架",
          "收费门架编号": "S001737001000820010",
          "纬度": 37.594724,
          "经度": 120.902159,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C581B",
          "门架名称": "城阳南-城阳门架",
          "收费门架编号": "S001937002001110100",
          "纬度": 36.281729,
          "经度": 120.415827,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D581A",
          "门架名称": "城阳-城阳南门架",
          "收费门架编号": "S001937002001220110",
          "纬度": 36.281729,
          "经度": 120.415827,
          "使用状态": "在用",
          "下游门架": [
                  "3D7521",
                  "3D5819"
          ]
  },
  {
          "门架HEX字符串": "3C581D",
          "门架名称": "莱西东-莱西东虚收费门架",
          "收费门架编号": "S001937002002310010",
          "纬度": 36.896438,
          "经度": 120.591337,
          "使用状态": "在用",
          "下游门架": [
                  "3C580B",
                  "3D5809"
          ]
  },
  {
          "门架HEX字符串": "3D581C",
          "门架名称": "莱西东虚-莱西东收费门架",
          "收费门架编号": "S001937002002320010",
          "纬度": 36.896438,
          "经度": 120.591337,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C581F",
          "门架名称": "团旺-团旺虚收费门架",
          "收费门架编号": "S001937002002410010",
          "纬度": 36.758897,
          "经度": 120.554484,
          "使用状态": "在用",
          "下游门架": [
                  "3C580D",
                  "3D580C"
          ]
  },
  {
          "门架HEX字符串": "3D581E",
          "门架名称": "团旺虚-团旺收费门架",
          "收费门架编号": "S001937002002420010",
          "纬度": 36.758897,
          "经度": 120.554484,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5821",
          "门架名称": "姜山-姜山虚收费门架",
          "收费门架编号": "S001937002002510010",
          "纬度": 36.63863,
          "经度": 120.52182,
          "使用状态": "在用",
          "下游门架": [
                  "3C580F",
                  "3D580E"
          ]
  },
  {
          "门架HEX字符串": "3D5820",
          "门架名称": "姜山虚-姜山收费门架",
          "收费门架编号": "S001937002002520010",
          "纬度": 36.63863,
          "经度": 120.52182,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5826",
          "门架名称": "华山东-华山东虚收费门架",
          "收费门架编号": "S001937002002610010",
          "纬度": 36.543919,
          "经度": 120.561306,
          "使用状态": "在用",
          "下游门架": [
                  "3C5811",
                  "3D5810"
          ]
  },
  {
          "门架HEX字符串": "3D5822",
          "门架名称": "华山东虚-华山东收费门架",
          "收费门架编号": "S001937002002620010",
          "纬度": 36.543919,
          "经度": 120.561306,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5824",
          "门架名称": "龙泉-龙泉虚收费门架",
          "收费门架编号": "S001937002002710010",
          "纬度": 36.458894,
          "经度": 120.559113,
          "使用状态": "在用",
          "下游门架": [
                  "3C5815",
                  "3D5813"
          ]
  },
  {
          "门架HEX字符串": "3D5823",
          "门架名称": "龙泉虚-龙泉收费门架",
          "收费门架编号": "S001937002002720010",
          "纬度": 36.458894,
          "经度": 120.559113,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5827",
          "门架名称": "即墨东-即墨东虚收费门架",
          "收费门架编号": "S001937002002810010",
          "纬度": 36.40309,
          "经度": 120.55077,
          "使用状态": "在用",
          "下游门架": [
                  "3C5803",
                  "3D5816"
          ]
  },
  {
          "门架HEX字符串": "3D5825",
          "门架名称": "即墨东虚-即墨东收费门架",
          "收费门架编号": "S001937002002820010",
          "纬度": 36.40309,
          "经度": 120.55077,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5829",
          "门架名称": "惜福-惜福虚收费门架",
          "收费门架编号": "S001937002002910010",
          "纬度": 36.330779,
          "经度": 120.519332,
          "使用状态": "在用",
          "下游门架": [
                  "3C5818",
                  "3D5817"
          ]
  },
  {
          "门架HEX字符串": "3D5828",
          "门架名称": "惜福虚-惜福收费门架",
          "收费门架编号": "S001937002002920010",
          "纬度": 36.330779,
          "经度": 120.519332,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2A02",
          "门架名称": "龙口港-龙口港虚收费门架",
          "收费门架编号": "S001937003000310010",
          "纬度": 37.577188,
          "经度": 120.360588,
          "使用状态": "在用",
          "下游门架": [
                  "3C7401"
          ]
  },
  {
          "门架HEX字符串": "3D2A01",
          "门架名称": "龙口港虚-龙口港收费门架",
          "收费门架编号": "S001937003000320010",
          "纬度": 37.577188,
          "经度": 120.360588,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6C0C",
          "门架名称": "招远玲珑-招远玲珑虚收费门架",
          "收费门架编号": "S001937004001310010",
          "纬度": 37.403092,
          "经度": 120.450411,
          "使用状态": "在用",
          "下游门架": [
                  "3C6C02",
                  "3D6C0A"
          ]
  },
  {
          "门架HEX字符串": "3D6C0B",
          "门架名称": "招远玲珑虚-招远玲珑收费门架",
          "收费门架编号": "S001937004001320010",
          "纬度": 37.403092,
          "经度": 120.450411,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6C0E",
          "门架名称": "招远东-招远东虚收费门架",
          "收费门架编号": "S001937004001410010",
          "纬度": 37.397005,
          "经度": 120.457472,
          "使用状态": "在用",
          "下游门架": [
                  "3C6C03",
                  "3D6C09"
          ]
  },
  {
          "门架HEX字符串": "3D6C0D",
          "门架名称": "招远东虚-招远东收费门架",
          "收费门架编号": "S001937004001420010",
          "纬度": 37.397005,
          "经度": 120.457472,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6C10",
          "门架名称": "招远毕郭-招远毕郭虚收费门架",
          "收费门架编号": "S001937004001510010",
          "纬度": 37.33090900000001,
          "经度": 120.488525,
          "使用状态": "在用",
          "下游门架": [
                  "3C6C04",
                  "3D6C08"
          ]
  },
  {
          "门架HEX字符串": "3D6C0F",
          "门架名称": "招远毕郭虚-招远毕郭收费门架",
          "收费门架编号": "S001937004001520010",
          "纬度": 37.33090900000001,
          "经度": 120.488525,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6C12",
          "门架名称": "马连庄-马连庄虚收费门架",
          "收费门架编号": "S001937004001610010",
          "纬度": 37.214417,
          "经度": 120.51085,
          "使用状态": "在用",
          "下游门架": [
                  "3C6C05",
                  "3D6C07"
          ]
  },
  {
          "门架HEX字符串": "3D6C11",
          "门架名称": "马连庄虚-马连庄收费门架",
          "收费门架编号": "S001937004001620010",
          "纬度": 37.214417,
          "经度": 120.51085,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6722",
          "门架名称": "潍日滨海-荣乌潍日立交门架",
          "收费门架编号": "S002337001000110010",
          "纬度": 36.848815,
          "经度": 118.981472,
          "使用状态": "在用",
          "下游门架": [
                  "3C4404",
                  "3D440C",
                  "3C671A"
          ]
  },
  {
          "门架HEX字符串": "3D6723",
          "门架名称": "荣乌潍日立交-潍日滨海门架",
          "收费门架编号": "S002337001000820010",
          "纬度": 36.848815,
          "经度": 118.981472,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6739",
          "门架名称": "潍日潍城-潍日潍城虚收费门架",
          "收费门架编号": "S002337001000910010",
          "纬度": 36.810266,
          "经度": 118.981857,
          "使用状态": "在用",
          "下游门架": [
                  "3C671B",
                  "3D671D"
          ]
  },
  {
          "门架HEX字符串": "3D673C",
          "门架名称": "潍日潍城虚-潍日潍城收费门架",
          "收费门架编号": "S002337001000920010",
          "纬度": 36.810266,
          "经度": 118.981857,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C390C",
          "门架名称": "莱泰杨庄-莱泰杨庄虚收费门架",
          "收费门架编号": "S002637001000710010",
          "纬度": 36.215011,
          "经度": 117.411168,
          "使用状态": "在用",
          "下游门架": [
                  "3C3901",
                  "3D3A07"
          ]
  },
  {
          "门架HEX字符串": "3D390B",
          "门架名称": "莱泰杨庄虚-莱泰杨庄收费门架",
          "收费门架编号": "S002637001000720010",
          "纬度": 36.215011,
          "经度": 117.411168,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3A10",
          "门架名称": "莱芜西-莱芜西虚收费门架",
          "收费门架编号": "S002637001000810010",
          "纬度": 36.220492,
          "经度": 117.46275,
          "使用状态": "在用",
          "下游门架": [
                  "3C3A04",
                  "3D3A08"
          ]
  },
  {
          "门架HEX字符串": "3D3A0F",
          "门架名称": "莱芜西虚-莱芜西收费门架",
          "收费门架编号": "S002637001000820010",
          "纬度": 36.220492,
          "经度": 117.46275,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C390D",
          "门架名称": "范镇-省庄枢纽收费门架",
          "收费门架编号": "S002637002000210050",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3D6907",
                  "3C6908",
                  "3C390F"
          ]
  },
  {
          "门架HEX字符串": "3D390E",
          "门架名称": "省庄枢纽-范镇收费门架",
          "收费门架编号": "S002637002000320060",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3D3904",
                  "3D390A"
          ]
  },
  {
          "门架HEX字符串": "3C3909",
          "门架名称": "莱泰泰安-莱泰泰安虚收费门架",
          "收费门架编号": "S002637002000510010",
          "纬度": 36.191036,
          "经度": 117.227133,
          "使用状态": "在用",
          "下游门架": [
                  "3D3910"
          ]
  },
  {
          "门架HEX字符串": "3D3908",
          "门架名称": "莱泰泰安虚-莱泰泰安收费门架",
          "收费门架编号": "S002637002000520010",
          "纬度": 36.191036,
          "经度": 117.227133,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3907",
          "门架名称": "范镇-范镇虚收费门架",
          "收费门架编号": "S002637002000610010",
          "纬度": 36.214707,
          "经度": 117.410719,
          "使用状态": "在用",
          "下游门架": [
                  "3C390D",
                  "3D3904"
          ]
  },
  {
          "门架HEX字符串": "3D390A",
          "门架名称": "范镇虚-范镇收费门架",
          "收费门架编号": "S002637002000620010",
          "纬度": 36.214707,
          "经度": 117.410719,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C390F",
          "门架名称": "省庄东枢纽-莱泰泰安虚收费门架",
          "收费门架编号": "S002637002000710070",
          "纬度": 36.197218,
          "经度": 117.239552,
          "使用状态": "备用",
          "下游门架": [
                  "3D3908"
          ]
  },
  {
          "门架HEX字符串": "3D3910",
          "门架名称": "莱泰泰安虚-省庄东枢纽收费门架",
          "收费门架编号": "S002637002000720080",
          "纬度": 36.197496,
          "经度": 117.240042,
          "使用状态": "备用",
          "下游门架": [
                  "3D6907",
                  "3C6908",
                  "3D390E"
          ]
  },
  {
          "门架HEX字符串": "3C6B09",
          "门架名称": "张寨北-张寨北虚收费门架",
          "收费门架编号": "S002837001000510010",
          "纬度": 36.084779,
          "经度": 115.520279,
          "使用状态": "在用",
          "下游门架": [
                  "3E6B02",
                  "3D6B07"
          ]
  },
  {
          "门架HEX字符串": "3D6B08",
          "门架名称": "张寨北虚-张寨北收费门架",
          "收费门架编号": "S002837001000520010",
          "纬度": 36.084779,
          "经度": 115.520279,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3124",
          "门架名称": "高青-高青虚收费门架",
          "收费门架编号": "S002937001000910010",
          "纬度": 37.423212,
          "经度": 117.943244,
          "使用状态": "在用",
          "下游门架": [
                  "3D3119",
                  "3C312A"
          ]
  },
  {
          "门架HEX字符串": "3D3123",
          "门架名称": "高青虚-高青收费门架",
          "收费门架编号": "S002937001000920010",
          "纬度": 37.423212,
          "经度": 117.943244,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3122",
          "门架名称": "桓台-桓台虚收费门架",
          "收费门架编号": "S002937001001010010",
          "纬度": 37.156475,
          "经度": 117.823422,
          "使用状态": "在用",
          "下游门架": [
                  "3C311C",
                  "3D3128"
          ]
  },
  {
          "门架HEX字符串": "3D3125",
          "门架名称": "桓台虚-桓台收费门架",
          "收费门架编号": "S002937001001020010",
          "纬度": 37.156475,
          "经度": 117.823422,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C312A",
          "门架名称": "高青虚-桓台北虚收费门架",
          "收费门架编号": "S002937001001110010",
          "纬度": 37.18205,
          "经度": 117.975033,
          "使用状态": "备用",
          "下游门架": [
                  "3C3127",
                  "3D312B"
          ]
  },
  {
          "门架HEX字符串": "3D3126",
          "门架名称": "桓台北虚-高青虚收费门架",
          "收费门架编号": "S002937001001120020",
          "纬度": 37.18205,
          "经度": 117.975033,
          "使用状态": "备用",
          "下游门架": [
                  "3D3119",
                  "3D3123"
          ]
  },
  {
          "门架HEX字符串": "3C3127",
          "门架名称": "桓台北虚-桓台虚收费门架",
          "收费门架编号": "S002937001001210010",
          "纬度": 37.006972,
          "经度": 117.983368,
          "使用状态": "备用",
          "下游门架": [
                  "3C311C",
                  "3D3125"
          ]
  },
  {
          "门架HEX字符串": "3D3128",
          "门架名称": "桓台虚-桓台北虚收费门架",
          "收费门架编号": "S002937001001220020",
          "纬度": 37.006972,
          "经度": 117.983368,
          "使用状态": "备用",
          "下游门架": [
                  "3D3126",
                  "3D312B"
          ]
  },
  {
          "门架HEX字符串": "3C3129",
          "门架名称": "桓台北-桓台北虚收费门架",
          "收费门架编号": "S002937001001310010",
          "纬度": 0.0,
          "经度": 0.0,
          "使用状态": "备用",
          "下游门架": [
                  "3D3126",
                  "3C3127"
          ]
  },
  {
          "门架HEX字符串": "3D312B",
          "门架名称": "桓台北虚-桓台北收费门架",
          "收费门架编号": "S002937001001320020",
          "纬度": 37.014609,
          "经度": 117.967109,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3308",
          "门架名称": "高青北-高青北虚收费门架",
          "收费门架编号": "S002937002000310010",
          "纬度": 37.754345,
          "经度": 117.734534,
          "使用状态": "在用",
          "下游门架": [
                  "3C3101",
                  "3D3108"
          ]
  },
  {
          "门架HEX字符串": "3D3307",
          "门架名称": "高青北虚-高青北收费门架",
          "收费门架编号": "S002937002000320010",
          "纬度": 37.754345,
          "经度": 117.734534,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6F07",
          "门架名称": "淄博新区-淄博新区虚收费门架",
          "收费门架编号": "S002937003004110010",
          "纬度": 37.453567,
          "经度": 117.345643,
          "使用状态": "在用",
          "下游门架": [
                  "3C310C",
                  "3D3114"
          ]
  },
  {
          "门架HEX字符串": "3D6F06",
          "门架名称": "淄博新区虚-淄博新区收费门架",
          "收费门架编号": "S002937003004120010",
          "纬度": 37.453567,
          "经度": 117.345643,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6F09",
          "门架名称": "淄川-淄川虚收费门架",
          "收费门架编号": "S002937003004210010",
          "纬度": 37.245668,
          "经度": 117.764379,
          "使用状态": "在用",
          "下游门架": [
                  "3C310E",
                  "3D3112"
          ]
  },
  {
          "门架HEX字符串": "3D6F08",
          "门架名称": "淄川虚-淄川收费门架",
          "收费门架编号": "S002937003004220010",
          "纬度": 37.245668,
          "经度": 117.764379,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6F0B",
          "门架名称": "博山-博山虚收费门架",
          "收费门架编号": "S002937003004310010",
          "纬度": 37.278755,
          "经度": 117.647668,
          "使用状态": "在用",
          "下游门架": [
                  "3C3207",
                  "3D3110"
          ]
  },
  {
          "门架HEX字符串": "3D6F0A",
          "门架名称": "博山虚-博山收费门架",
          "收费门架编号": "S002937003004320010",
          "纬度": 37.278755,
          "经度": 117.647668,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6F0D",
          "门架名称": "淄博西-淄博西虚收费门架",
          "收费门架编号": "S002937003004410010",
          "纬度": 37.264235,
          "经度": 117.643554,
          "使用状态": "在用",
          "下游门架": [
                  "3C310B",
                  "3D3115"
          ]
  },
  {
          "门架HEX字符串": "3D6F0C",
          "门架名称": "淄博西虚-淄博西收费门架",
          "收费门架编号": "S002937003004420010",
          "纬度": 37.264235,
          "经度": 117.643554,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6F0F",
          "门架名称": "文昌湖-文昌湖虚收费门架",
          "收费门架编号": "S002937003004510010",
          "纬度": 37.245455,
          "经度": 117.765478,
          "使用状态": "在用",
          "下游门架": [
                  "3C310D",
                  "3D3113"
          ]
  },
  {
          "门架HEX字符串": "3D6F0E",
          "门架名称": "文昌湖虚-文昌湖收费门架",
          "收费门架编号": "S002937003004520010",
          "纬度": 37.245455,
          "经度": 117.765478,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6F01",
          "门架名称": "博山北-博山北虚收费门架",
          "收费门架编号": "S002937003004610010",
          "纬度": 37.286643,
          "经度": 117.688532,
          "使用状态": "在用",
          "下游门架": [
                  "3C310F",
                  "3D3111"
          ]
  },
  {
          "门架HEX字符串": "3D6F10",
          "门架名称": "博山北虚-博山北收费门架",
          "收费门架编号": "S002937003004620010",
          "纬度": 37.286643,
          "经度": 117.688532,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6F03",
          "门架名称": "和庄-和庄虚收费门架",
          "收费门架编号": "S002937003004710010",
          "纬度": 37.153478,
          "经度": 117.619975,
          "使用状态": "在用",
          "下游门架": [
                  "3C3208",
                  "3D320C"
          ]
  },
  {
          "门架HEX字符串": "3D6F02",
          "门架名称": "和庄虚-和庄收费门架",
          "收费门架编号": "S002937003004720010",
          "纬度": 37.153478,
          "经度": 117.619975,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6F05",
          "门架名称": "苗山-苗山虚收费门架",
          "收费门架编号": "S002937003004810010",
          "纬度": 37.264356,
          "经度": 117.608764,
          "使用状态": "在用",
          "下游门架": [
                  "3C3209",
                  "3D320B"
          ]
  },
  {
          "门架HEX字符串": "3D6F04",
          "门架名称": "苗山虚-苗山收费门架",
          "收费门架编号": "S002937003004820010",
          "纬度": 37.264356,
          "经度": 117.608764,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8E01",
          "门架名称": "平邑北-平邑北虚收费门架",
          "收费门架编号": "S002937004001310010",
          "纬度": 35.658,
          "经度": 117.728,
          "使用状态": "备用",
          "下游门架": [
                  "3C8E11",
                  "3D8E10"
          ]
  },
  {
          "门架HEX字符串": "3D8E02",
          "门架名称": "平邑北虚-平邑北收费门架",
          "收费门架编号": "S002937004001420010",
          "纬度": 35.658,
          "经度": 117.728,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8E03",
          "门架名称": "蒙山-蒙山虚收费门架",
          "收费门架编号": "S002937004001510010",
          "纬度": 35.609,
          "经度": 117.791,
          "使用状态": "备用",
          "下游门架": [
                  "3C8E13",
                  "3D8E12"
          ]
  },
  {
          "门架HEX字符串": "3D8E04",
          "门架名称": "蒙山虚-蒙山收费门架",
          "收费门架编号": "S002937004001620010",
          "纬度": 35.609,
          "经度": 117.791,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8E05",
          "门架名称": "平邑南-平邑南虚收费门架",
          "收费门架编号": "S002937004001710010",
          "纬度": 35.308,
          "经度": 117.632,
          "使用状态": "备用",
          "下游门架": [
                  "3C8E17",
                  "3D8E16"
          ]
  },
  {
          "门架HEX字符串": "3D8E06",
          "门架名称": "平邑南虚-平邑南收费门架",
          "收费门架编号": "S002937004001820010",
          "纬度": 35.308,
          "经度": 117.632,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8E07",
          "门架名称": "白彦-白彦虚收费门架",
          "收费门架编号": "S002937004001910010",
          "纬度": 35.23,
          "经度": 117.584,
          "使用状态": "备用",
          "下游门架": [
                  "3C8E19",
                  "3D8E18"
          ]
  },
  {
          "门架HEX字符串": "3D8E08",
          "门架名称": "白彦虚-白彦收费门架",
          "收费门架编号": "S002937004002020010",
          "纬度": 35.23,
          "经度": 117.584,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8E09",
          "门架名称": "山亭-山亭虚收费门架",
          "收费门架编号": "S002937005000710010",
          "纬度": 35.084,
          "经度": 117.538,
          "使用状态": "备用",
          "下游门架": [
                  "3C8E1B",
                  "3D8E1A"
          ]
  },
  {
          "门架HEX字符串": "3D8E0A",
          "门架名称": "山亭虚-山亭收费门架",
          "收费门架编号": "S002937005000820010",
          "纬度": 35.084,
          "经度": 117.538,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8E0B",
          "门架名称": "枣庄东-枣庄东虚收费门架",
          "收费门架编号": "S002937005000910010",
          "纬度": 34.891,
          "经度": 117.604,
          "使用状态": "备用",
          "下游门架": [
                  "3D8E1C",
                  "3D7D0A",
                  "3C7D0B"
          ]
  },
  {
          "门架HEX字符串": "3D8E0C",
          "门架名称": "枣庄东虚-枣庄东收费门架",
          "收费门架编号": "S002937005001020010",
          "纬度": 34.891,
          "经度": 117.604,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8E0D",
          "门架名称": "台儿庄北-台儿庄北虚收费门架",
          "收费门架编号": "S002937005001110010",
          "纬度": 34.604,
          "经度": 117.658,
          "使用状态": "备用",
          "下游门架": [
                  "3D8E1E"
          ]
  },
  {
          "门架HEX字符串": "3D8E0E",
          "门架名称": "台儿庄北虚-台儿庄北收费门架",
          "收费门架编号": "S002937005001220010",
          "纬度": 34.604,
          "经度": 117.658,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8601",
          "门架名称": "岳家庄-岳家庄虚收费门架",
          "收费门架编号": "S003037001001510010",
          "纬度": 35.821,
          "经度": 117.643,
          "使用状态": "备用",
          "下游门架": [
                  "3C860B",
                  "3D860A"
          ]
  },
  {
          "门架HEX字符串": "3D8602",
          "门架名称": "岳家庄虚-岳家庄收费门架",
          "收费门架编号": "S003037001001620010",
          "纬度": 35.821,
          "经度": 117.643,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8603",
          "门架名称": "石莱-石莱虚收费门架",
          "收费门架编号": "S003037001001710010",
          "纬度": 35.832,
          "经度": 117.513,
          "使用状态": "备用",
          "下游门架": [
                  "3C860D",
                  "3D860C"
          ]
  },
  {
          "门架HEX字符串": "3D8604",
          "门架名称": "石莱虚-石莱收费门架",
          "收费门架编号": "S003037001001820010",
          "纬度": 35.832,
          "经度": 117.513,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8605",
          "门架名称": "楼德-楼德虚收费门架",
          "收费门架编号": "S003037001001910010",
          "纬度": 35.811,
          "经度": 117.311,
          "使用状态": "备用",
          "下游门架": [
                  "3C860F",
                  "3D860E"
          ]
  },
  {
          "门架HEX字符串": "3D8606",
          "门架名称": "楼德虚-楼德收费门架",
          "收费门架编号": "S003037001002020010",
          "纬度": 35.811,
          "经度": 117.311,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8607",
          "门架名称": "华丰-华丰虚收费门架",
          "收费门架编号": "S003037001002110010",
          "纬度": 35.834,
          "经度": 117.145,
          "使用状态": "备用",
          "下游门架": [
                  "3C8611",
                  "3D8610"
          ]
  },
  {
          "门架HEX字符串": "3D8608",
          "门架名称": "华丰虚-华丰收费门架",
          "收费门架编号": "S003037001002220010",
          "纬度": 35.834,
          "经度": 117.145,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8701",
          "门架名称": "宁阳-宁阳虚收费门架",
          "收费门架编号": "S003037002002910010",
          "纬度": 35.845,
          "经度": 116.846,
          "使用状态": "备用",
          "下游门架": [
                  "3C870D",
                  "3D870C"
          ]
  },
  {
          "门架HEX字符串": "3D8702",
          "门架名称": "宁阳虚-宁阳收费门架",
          "收费门架编号": "S003037002003020010",
          "纬度": 35.845,
          "经度": 116.846,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8703",
          "门架名称": "汶上北-汶上北虚收费门架",
          "收费门架编号": "S003037002003110010",
          "纬度": 35.84678,
          "经度": 116.6,
          "使用状态": "备用",
          "下游门架": [
                  "3C870F",
                  "3D870E"
          ]
  },
  {
          "门架HEX字符串": "3D8704",
          "门架名称": "汶上北虚-汶上北收费门架",
          "收费门架编号": "S003037002003220010",
          "纬度": 35.84678,
          "经度": 116.6,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8705",
          "门架名称": "彭集-彭集虚收费门架",
          "收费门架编号": "S003037002003310010",
          "纬度": 35.854,
          "经度": 116.47,
          "使用状态": "备用",
          "下游门架": [
                  "3C8711",
                  "3D8710"
          ]
  },
  {
          "门架HEX字符串": "3D8706",
          "门架名称": "彭集虚-彭集收费门架",
          "收费门架编号": "S003037002003420010",
          "纬度": 35.854,
          "经度": 116.47,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8707",
          "门架名称": "梁山北-梁山北虚收费门架",
          "收费门架编号": "S003037002003510010",
          "纬度": 35.839,
          "经度": 116.088,
          "使用状态": "备用",
          "下游门架": [
                  "3C8715",
                  "3D8714"
          ]
  },
  {
          "门架HEX字符串": "3D8708",
          "门架名称": "梁山北虚-梁山北收费门架",
          "收费门架编号": "S003037002003620010",
          "纬度": 35.839,
          "经度": 116.088,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8709",
          "门架名称": "杨营-杨营虚收费门架",
          "收费门架编号": "S003037002003710010",
          "纬度": 35.822,
          "经度": 115.9547,
          "使用状态": "备用",
          "下游门架": [
                  "3E8717",
                  "3D8716"
          ]
  },
  {
          "门架HEX字符串": "3D870A",
          "门架名称": "杨营虚-杨营收费门架",
          "收费门架编号": "S003037002003820010",
          "纬度": 35.822,
          "经度": 115.9547,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5313",
          "门架名称": "东平南-东平南虚收费门架",
          "收费门架编号": "S003337001001010010",
          "纬度": 35.784544,
          "经度": 116.381042,
          "使用状态": "在用",
          "下游门架": [
                  "3D530B",
                  "3C530C"
          ]
  },
  {
          "门架HEX字符串": "3D5312",
          "门架名称": "东平南虚-东平南收费门架",
          "收费门架编号": "S003337001001020010",
          "纬度": 35.784544,
          "经度": 116.381042,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5315",
          "门架名称": "汶上西-汶上西虚收费门架",
          "收费门架编号": "S003337001001110010",
          "纬度": 35.716446,
          "经度": 116.4104,
          "使用状态": "在用",
          "下游门架": [
                  "3C530E",
                  "3D530D"
          ]
  },
  {
          "门架HEX字符串": "3D5314",
          "门架名称": "汶上西虚-汶上西收费门架",
          "收费门架编号": "S003337001001120010",
          "纬度": 35.716446,
          "经度": 116.4104,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C5317",
          "门架名称": "汶上南-汶上南虚收费门架",
          "收费门架编号": "S003337001001210010",
          "纬度": 35.716047,
          "经度": 116.410468,
          "使用状态": "在用",
          "下游门架": [
                  "3C5310",
                  "3D530F"
          ]
  },
  {
          "门架HEX字符串": "3D5316",
          "门架名称": "汶上南虚-汶上南收费门架",
          "收费门架编号": "S003337001001220010",
          "纬度": 35.716047,
          "经度": 116.410468,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6120",
          "门架名称": "济宁经开区-济宁经开区虚收费门架",
          "收费门架编号": "S003337002002410010",
          "纬度": 35.430974,
          "经度": 116.438024,
          "使用状态": "在用",
          "下游门架": [
                  "3C610D",
                  "3D6101"
          ]
  },
  {
          "门架HEX字符串": "3D611F",
          "门架名称": "济宁经开区虚-济宁经开区收费门架",
          "收费门架编号": "S003337002002420010",
          "纬度": 35.430974,
          "经度": 116.438024,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6122",
          "门架名称": "济宁机场-济宁机场虚收费门架",
          "收费门架编号": "S003337002002510010",
          "纬度": 35.262607,
          "经度": 116.431466,
          "使用状态": "在用",
          "下游门架": [
                  "3C610C",
                  "3D6102"
          ]
  },
  {
          "门架HEX字符串": "3D6121",
          "门架名称": "济宁机场虚-济宁机场收费门架",
          "收费门架编号": "S003337002002520010",
          "纬度": 35.262607,
          "经度": 116.431466,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C611A",
          "门架名称": "济宁南-济宁南虚收费门架",
          "收费门架编号": "S003337002002610010",
          "纬度": 35.262181,
          "经度": 116.431714,
          "使用状态": "在用",
          "下游门架": [
                  "3C610B",
                  "3D6103"
          ]
  },
  {
          "门架HEX字符串": "3D6123",
          "门架名称": "济宁南虚-济宁南收费门架",
          "收费门架编号": "S003337002002620010",
          "纬度": 35.262181,
          "经度": 116.431714,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C611C",
          "门架名称": "金乡东-金乡东虚收费门架",
          "收费门架编号": "S003337002002710010",
          "纬度": 35.108668,
          "经度": 116.447044,
          "使用状态": "在用",
          "下游门架": [
                  "3D6104",
                  "3C6124"
          ]
  },
  {
          "门架HEX字符串": "3D611B",
          "门架名称": "金乡东虚-金乡东收费门架",
          "收费门架编号": "S003337002002720010",
          "纬度": 35.108668,
          "经度": 116.447044,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C611E",
          "门架名称": "鱼台西-鱼台西虚收费门架",
          "收费门架编号": "S003337002002810010",
          "纬度": 35.988189,
          "经度": 116.537735,
          "使用状态": "在用",
          "下游门架": [
                  "3E6108",
                  "3D6127"
          ]
  },
  {
          "门架HEX字符串": "3D611D",
          "门架名称": "鱼台西虚-鱼台西收费门架",
          "收费门架编号": "S003337002002820010",
          "纬度": 35.988189,
          "经度": 116.537735,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6129",
          "门架名称": "太白湖虚-济宁机场虚收费门架",
          "收费门架编号": "S003337002003110010",
          "纬度": 35.328068,
          "经度": 116.441296,
          "使用状态": "停用",
          "下游门架": [
                  "3C610C",
                  "3D6121"
          ]
  },
  {
          "门架HEX字符串": "3D6128",
          "门架名称": "太白湖虚-济宁经开区虚收费门架",
          "收费门架编号": "S003337002003120010",
          "纬度": 35.430974,
          "经度": 116.438024,
          "使用状态": "停用",
          "下游门架": [
                  "3D6101",
                  "3D611F"
          ]
  },
  {
          "门架HEX字符串": "3C612B",
          "门架名称": "太白湖-太白湖虚收费门架",
          "收费门架编号": "S003337002003210010",
          "纬度": 35.362381,
          "经度": 116.428835,
          "使用状态": "备用",
          "下游门架": [
                  "3C6129",
                  "3D6128"
          ]
  },
  {
          "门架HEX字符串": "3D612A",
          "门架名称": "太白湖虚-太白湖收费门架",
          "收费门架编号": "S003337002003220020",
          "纬度": 35.362917,
          "经度": 116.429491,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C920E",
          "门架名称": "尹集立交-高唐州虚收费门架",
          "收费门架编号": "S003737001000110010",
          "纬度": 36.864,
          "经度": 116.322,
          "使用状态": "备用",
          "下游门架": [
                  "3C9221",
                  "3D9220"
          ]
  },
  {
          "门架HEX字符串": "3C9221",
          "门架名称": "高唐州虚-高唐南虚收费门架",
          "收费门架编号": "S003737001000210020",
          "纬度": 36.833,
          "经度": 116.326,
          "使用状态": "备用",
          "下游门架": [
                  "3C9213",
                  "3D9204"
          ]
  },
  {
          "门架HEX字符串": "3C9213",
          "门架名称": "高唐南虚-茌平东虚收费门架",
          "收费门架编号": "S003737001000310030",
          "纬度": 36.700004,
          "经度": 116.348755,
          "使用状态": "备用",
          "下游门架": [
                  "3C9222",
                  "3D9203"
          ]
  },
  {
          "门架HEX字符串": "3C9222",
          "门架名称": "茌平东虚-高东济聊枢纽收费门架",
          "收费门架编号": "S003737001000410040",
          "纬度": 36.596812,
          "经度": 116.340258,
          "使用状态": "备用",
          "下游门架": [
                  "3D1B14",
                  "3C1B17",
                  "3C9216"
          ]
  },
  {
          "门架HEX字符串": "3C9216",
          "门架名称": "高东济聊枢纽-高集虚收费门架",
          "收费门架编号": "S003737001000510050",
          "纬度": 36.466,
          "经度": 116.356,
          "使用状态": "备用",
          "下游门架": [
                  "3C9224",
                  "3D9207"
          ]
  },
  {
          "门架HEX字符串": "3C9224",
          "门架名称": "高集虚-东阿北虚收费门架",
          "收费门架编号": "S003737001000610060",
          "纬度": 36.444,
          "经度": 116.348,
          "使用状态": "备用",
          "下游门架": [
                  "3C921A",
                  "3D9209"
          ]
  },
  {
          "门架HEX字符串": "3C921A",
          "门架名称": "东阿北虚-陈集虚收费门架",
          "收费门架编号": "S003737001000710070",
          "纬度": 36.402,
          "经度": 116.342,
          "使用状态": "备用",
          "下游门架": [
                  "3C9227",
                  "3D920B"
          ]
  },
  {
          "门架HEX字符串": "3C9227",
          "门架名称": "陈集虚-东阿东虚收费门架",
          "收费门架编号": "S003737001000810080",
          "纬度": 36.332781,
          "经度": 116.318355,
          "使用状态": "备用",
          "下游门架": [
                  "3C921E",
                  "3D920D"
          ]
  },
  {
          "门架HEX字符串": "3C921E",
          "门架名称": "东阿东虚-东阿南立交收费门架",
          "收费门架编号": "S003737001000910090",
          "纬度": 36.295598,
          "经度": 116.302729,
          "使用状态": "备用",
          "下游门架": [
                  "3D6E0A",
                  "3C791E"
          ]
  },
  {
          "门架HEX字符串": "3D921F",
          "门架名称": "东阿南立交-东阿东虚收费门架",
          "收费门架编号": "S003737001001020100",
          "纬度": 36.295317,
          "经度": 116.302519,
          "使用状态": "备用",
          "下游门架": [
                  "3D9228",
                  "3D920D"
          ]
  },
  {
          "门架HEX字符串": "3D9228",
          "门架名称": "东阿东虚-陈集虚收费门架",
          "收费门架编号": "S003737001001120110",
          "纬度": 36.332443,
          "经度": 116.318264,
          "使用状态": "备用",
          "下游门架": [
                  "3D921B",
                  "3D920B"
          ]
  },
  {
          "门架HEX字符串": "3D921B",
          "门架名称": "陈集虚-东阿北虚收费门架",
          "收费门架编号": "S003737001001220120",
          "纬度": 36.402,
          "经度": 116.343,
          "使用状态": "备用",
          "下游门架": [
                  "3D9225",
                  "3D9209"
          ]
  },
  {
          "门架HEX字符串": "3D9225",
          "门架名称": "东阿北虚-高集虚收费门架",
          "收费门架编号": "S003737001001320130",
          "纬度": 36.444,
          "经度": 116.349,
          "使用状态": "备用",
          "下游门架": [
                  "3D9217",
                  "3D9207"
          ]
  },
  {
          "门架HEX字符串": "3D9217",
          "门架名称": "高集虚-高东济聊枢纽收费门架",
          "收费门架编号": "S003737001001420140",
          "纬度": 36.465,
          "经度": 116.356,
          "使用状态": "备用",
          "下游门架": [
                  "3D1B14",
                  "3C1B17",
                  "3D9223"
          ]
  },
  {
          "门架HEX字符串": "3D9223",
          "门架名称": "高东济聊枢纽-茌平东虚收费门架",
          "收费门架编号": "S003737001001520150",
          "纬度": 36.596649,
          "经度": 116.340312,
          "使用状态": "备用",
          "下游门架": [
                  "3D9214",
                  "3D9203"
          ]
  },
  {
          "门架HEX字符串": "3D9214",
          "门架名称": "茌平东虚-高唐南虚收费门架",
          "收费门架编号": "S003737001001620160",
          "纬度": 36.699694,
          "经度": 116.348739,
          "使用状态": "备用",
          "下游门架": [
                  "3D9226",
                  "3D9204"
          ]
  },
  {
          "门架HEX字符串": "3D9226",
          "门架名称": "高唐南虚-高唐州虚收费门架",
          "收费门架编号": "S003737001001720170",
          "纬度": 36.833,
          "经度": 116.327,
          "使用状态": "备用",
          "下游门架": [
                  "3D920F",
                  "3D9220"
          ]
  },
  {
          "门架HEX字符串": "3D920F",
          "门架名称": "高唐州虚-尹集立交收费门架",
          "收费门架编号": "S003737001001820180",
          "纬度": 36.863,
          "经度": 116.322,
          "使用状态": "备用",
          "下游门架": [
                  "3D0B2A",
                  "3C0B28"
          ]
  },
  {
          "门架HEX字符串": "3C9201",
          "门架名称": "高唐州-高唐州虚收费门架",
          "收费门架编号": "S003737001001910190",
          "纬度": 36.855,
          "经度": 116.324,
          "使用状态": "备用",
          "下游门架": [
                  "3C9221",
                  "3D920F"
          ]
  },
  {
          "门架HEX字符串": "3D9220",
          "门架名称": "高唐州虚-高唐州收费门架",
          "收费门架编号": "S003737001002020200",
          "纬度": 36.855,
          "经度": 116.325,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C9202",
          "门架名称": "高唐南-高唐南虚收费门架",
          "收费门架编号": "S003737001002110210",
          "纬度": 36.724,
          "经度": 116.351,
          "使用状态": "备用",
          "下游门架": [
                  "3C9213",
                  "3D9226"
          ]
  },
  {
          "门架HEX字符串": "3D9204",
          "门架名称": "高唐南虚-高唐南收费门架",
          "收费门架编号": "S003737001002220220",
          "纬度": 36.724,
          "经度": 116.351,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C9205",
          "门架名称": "茌平东-茌平东虚收费门架",
          "收费门架编号": "S003737001002310230",
          "纬度": 36.61,
          "经度": 116.341,
          "使用状态": "备用",
          "下游门架": [
                  "3C9222",
                  "3D9214"
          ]
  },
  {
          "门架HEX字符串": "3D9203",
          "门架名称": "茌平东虚-茌平东收费门架",
          "收费门架编号": "S003737001002420240",
          "纬度": 36.61,
          "经度": 116.341,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C9206",
          "门架名称": "高集-高集虚收费门架",
          "收费门架编号": "S003737001002510250",
          "纬度": 36.467,
          "经度": 116.363,
          "使用状态": "备用",
          "下游门架": [
                  "3C9224",
                  "3D9217"
          ]
  },
  {
          "门架HEX字符串": "3D9207",
          "门架名称": "高集虚-高集收费门架",
          "收费门架编号": "S003737001002620260",
          "纬度": 36.467,
          "经度": 116.363,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C9208",
          "门架名称": "东阿北-东阿北虚收费门架",
          "收费门架编号": "S003737001002710270",
          "纬度": 36.422,
          "经度": 116.348,
          "使用状态": "备用",
          "下游门架": [
                  "3C921A",
                  "3D9225"
          ]
  },
  {
          "门架HEX字符串": "3D9209",
          "门架名称": "东阿北虚-东阿北收费门架",
          "收费门架编号": "S003737001002820280",
          "纬度": 36.422,
          "经度": 116.348,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C920A",
          "门架名称": "陈集-陈集虚收费门架",
          "收费门架编号": "S003737001002910290",
          "纬度": 36.343,
          "经度": 116.33,
          "使用状态": "备用",
          "下游门架": [
                  "3C9227",
                  "3D921B"
          ]
  },
  {
          "门架HEX字符串": "3D920B",
          "门架名称": "陈集虚-陈集收费门架",
          "收费门架编号": "S003737001003020300",
          "纬度": 36.343,
          "经度": 116.33,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C920C",
          "门架名称": "东阿东-东阿东虚收费门架",
          "收费门架编号": "S003737001003110310",
          "纬度": 36.317,
          "经度": 116.311,
          "使用状态": "备用",
          "下游门架": [
                  "3C921E",
                  "3D9228"
          ]
  },
  {
          "门架HEX字符串": "3D920D",
          "门架名称": "东阿东虚-东阿东收费门架",
          "收费门架编号": "S003737001003220320",
          "纬度": 36.317,
          "经度": 116.311,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4C14",
          "门架名称": "兰陵北-兰陵北虚收费门架",
          "收费门架编号": "S003837001001710010",
          "纬度": 34.913286,
          "经度": 118.130985,
          "使用状态": "在用",
          "下游门架": [
                  "3C4C02",
                  "3D4C06"
          ]
  },
  {
          "门架HEX字符串": "3D4C13",
          "门架名称": "兰陵北虚-兰陵北收费门架",
          "收费门架编号": "S003837001001720010",
          "纬度": 34.913286,
          "经度": 118.130985,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4C16",
          "门架名称": "兰陵西-兰陵西虚收费门架",
          "收费门架编号": "S003837001001810010",
          "纬度": 34.821824,
          "经度": 117.808328,
          "使用状态": "在用",
          "下游门架": [
                  "3C4C03",
                  "3D4C05"
          ]
  },
  {
          "门架HEX字符串": "3D4C15",
          "门架名称": "兰陵西虚-兰陵西收费门架",
          "收费门架编号": "S003837001001820010",
          "纬度": 34.821824,
          "经度": 117.808328,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4C18",
          "门架名称": "峄城东-峄城东虚收费门架",
          "收费门架编号": "S003837001001910010",
          "纬度": 34.814421,
          "经度": 117.783585,
          "使用状态": "停用",
          "下游门架": [
                  "3D4C04",
                  "3C4C07"
          ]
  },
  {
          "门架HEX字符串": "3D4C17",
          "门架名称": "峄城东虚-峄城东收费门架",
          "收费门架编号": "S003837001001920010",
          "纬度": 34.814421,
          "经度": 117.783585,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4C1A",
          "门架名称": "峄城南-峄城南虚收费门架",
          "收费门架编号": "S003837002001510010",
          "纬度": 34.758021,
          "经度": 117.665091,
          "使用状态": "在用",
          "下游门架": [
                  "3C4C09",
                  "3D4C22"
          ]
  },
  {
          "门架HEX字符串": "3D4C19",
          "门架名称": "峄城南虚-峄城南收费门架",
          "收费门架编号": "S003837002001520010",
          "纬度": 34.758021,
          "经度": 117.665091,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4C1C",
          "门架名称": "峄城西-峄城西虚收费门架",
          "收费门架编号": "S003837002001610010",
          "纬度": 34.728638,
          "经度": 117.568499,
          "使用状态": "在用",
          "下游门架": [
                  "3C4C0A",
                  "3D4C0E"
          ]
  },
  {
          "门架HEX字符串": "3D4C1B",
          "门架名称": "峄城西虚-峄城西收费门架",
          "收费门架编号": "S003837002001620010",
          "纬度": 34.728638,
          "经度": 117.568499,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4C1E",
          "门架名称": "枣庄新城-枣庄新城虚收费门架",
          "收费门架编号": "S003837002001710010",
          "纬度": 34.705966,
          "经度": 117.397891,
          "使用状态": "在用",
          "下游门架": [
                  "3C4C0B",
                  "3D4C0D"
          ]
  },
  {
          "门架HEX字符串": "3D4C1D",
          "门架名称": "枣庄新城虚-枣庄新城收费门架",
          "收费门架编号": "S003837002001720010",
          "纬度": 34.705966,
          "经度": 117.397891,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8103",
          "门架名称": "滕州西-滕州西虚门架",
          "收费门架编号": "S003837003000310010",
          "纬度": 117.092236,
          "经度": 35.16436599999999,
          "使用状态": "在用",
          "下游门架": [
                  "3D8102",
                  "3C8105"
          ]
  },
  {
          "门架HEX字符串": "3D8104",
          "门架名称": "滕州西虚-滕州西门架",
          "收费门架编号": "S003837003000320010",
          "纬度": 117.092236,
          "经度": 35.16436599999999,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8107",
          "门架名称": "滨湖-滨湖虚门架",
          "收费门架编号": "S003837003000610010",
          "纬度": 116.888386,
          "经度": 35.145815,
          "使用状态": "在用",
          "下游门架": [
                  "3D8106",
                  "3C8109"
          ]
  },
  {
          "门架HEX字符串": "3D8108",
          "门架名称": "滨湖虚-滨湖门架",
          "收费门架编号": "S003837003000620010",
          "纬度": 116.888386,
          "经度": 35.145815,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C810B",
          "门架名称": "两城-两城虚门架",
          "收费门架编号": "S003837003000910010",
          "纬度": 116.773773,
          "经度": 35.127613,
          "使用状态": "在用",
          "下游门架": [
                  "3D810A",
                  "3C810D"
          ]
  },
  {
          "门架HEX字符串": "3D810C",
          "门架名称": "两城虚-两城门架",
          "收费门架编号": "S003837003000920010",
          "纬度": 116.773773,
          "经度": 35.127613,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C810F",
          "门架名称": "南阳-南阳虚门架",
          "收费门架编号": "S003837003001210010",
          "纬度": 116.674426,
          "经度": 35.130998,
          "使用状态": "在用",
          "下游门架": [
                  "3D810E",
                  "3C8111"
          ]
  },
  {
          "门架HEX字符串": "3D8110",
          "门架名称": "南阳虚-南阳门架",
          "收费门架编号": "S003837003001220010",
          "纬度": 116.674426,
          "经度": 35.130998,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8113",
          "门架名称": "鱼台北-鱼台北虚门架",
          "收费门架编号": "S003837003001710010",
          "纬度": 116.581026,
          "经度": 35.051889,
          "使用状态": "在用",
          "下游门架": [
                  "3D8112",
                  "3C8115"
          ]
  },
  {
          "门架HEX字符串": "3D8114",
          "门架名称": "鱼台北虚-鱼台北门架",
          "收费门架编号": "S003837003001720010",
          "纬度": 116.581026,
          "经度": 35.051889,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8119",
          "门架名称": "金乡南-金乡南虚门架",
          "收费门架编号": "S003837003002010010",
          "纬度": 116.384622,
          "经度": 34.99102,
          "使用状态": "在用",
          "下游门架": [
                  "3D8118",
                  "3C811B"
          ]
  },
  {
          "门架HEX字符串": "3D811A",
          "门架名称": "金乡南虚-金乡南门架",
          "收费门架编号": "S003837003002020010",
          "纬度": 116.384622,
          "经度": 34.99102,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C811D",
          "门架名称": "金乡西-金乡西虚门架",
          "收费门架编号": "S003837003002210010",
          "纬度": 116.22435,
          "经度": 34.983642,
          "使用状态": "在用",
          "下游门架": [
                  "3D811C",
                  "3C811F"
          ]
  },
  {
          "门架HEX字符串": "3D811E",
          "门架名称": "金乡西虚-金乡西门架",
          "收费门架编号": "S003837003002220010",
          "纬度": 116.22435,
          "经度": 34.983642,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8121",
          "门架名称": "张楼-张楼虚门架",
          "收费门架编号": "S003837003002510010",
          "纬度": 116.061488,
          "经度": 35.029358,
          "使用状态": "在用",
          "下游门架": [
                  "3D8120",
                  "3C8123"
          ]
  },
  {
          "门架HEX字符串": "3D8122",
          "门架名称": "张楼虚-张楼门架",
          "收费门架编号": "S003837003002520010",
          "纬度": 116.061488,
          "经度": 35.029358,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8127",
          "门架名称": "成武北-成武北虚门架",
          "收费门架编号": "S003837003002810010",
          "纬度": 115.923472,
          "经度": 35.037311,
          "使用状态": "在用",
          "下游门架": [
                  "3D8126",
                  "3C8129"
          ]
  },
  {
          "门架HEX字符串": "3D8128",
          "门架名称": "成武北虚-成武北门架",
          "收费门架编号": "S003837003002820010",
          "纬度": 115.923472,
          "经度": 35.037311,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C812B",
          "门架名称": "定陶东-定陶东虚门架",
          "收费门架编号": "S003837003003010010",
          "纬度": 115.688652,
          "经度": 35.013596,
          "使用状态": "在用",
          "下游门架": [
                  "3D812A",
                  "3C812D"
          ]
  },
  {
          "门架HEX字符串": "3D812C",
          "门架名称": "定陶东虚-定陶东门架",
          "收费门架编号": "S003837003003020010",
          "纬度": 115.688652,
          "经度": 35.013596,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8131",
          "门架名称": "定陶南-定陶南虚门架",
          "收费门架编号": "S003837003003510010",
          "纬度": 115.546569,
          "经度": 35.020181,
          "使用状态": "在用",
          "下游门架": [
                  "3D8130",
                  "3C8133"
          ]
  },
  {
          "门架HEX字符串": "3D8132",
          "门架名称": "定陶南虚-定陶南门架",
          "收费门架编号": "S003837003003520010",
          "纬度": 115.546569,
          "经度": 35.020181,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8135",
          "门架名称": "定陶西-定陶西虚门架",
          "收费门架编号": "S003837003003710010",
          "纬度": 115.418379,
          "经度": 35.093893,
          "使用状态": "在用",
          "下游门架": [
                  "3D8134",
                  "3C8137"
          ]
  },
  {
          "门架HEX字符串": "3D8136",
          "门架名称": "定陶西虚-定陶西门架",
          "收费门架编号": "S003837003003720010",
          "纬度": 115.418379,
          "经度": 35.093893,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8B01",
          "门架名称": "临沂临港-临沂临港虚收费门架",
          "收费门架编号": "S003837004000110010",
          "纬度": 34.92,
          "经度": 118.587,
          "使用状态": "备用",
          "下游门架": [
                  "3D8B12",
                  "3C8B13"
          ]
  },
  {
          "门架HEX字符串": "3D8B02",
          "门架名称": "临沂临港虚-临沂临港收费门架",
          "收费门架编号": "S003837004000220020",
          "纬度": 34.92,
          "经度": 118.587,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8B03",
          "门架名称": "莒南-莒南虚收费门架",
          "收费门架编号": "S003837004000310030",
          "纬度": 35.097,
          "经度": 118.859,
          "使用状态": "备用",
          "下游门架": [
                  "3D8B14",
                  "3C8B15"
          ]
  },
  {
          "门架HEX字符串": "3D8B04",
          "门架名称": "莒南虚-莒南收费门架",
          "收费门架编号": "S003837004000420040",
          "纬度": 35.097,
          "经度": 118.859,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8B05",
          "门架名称": "相沟-相沟虚收费门架",
          "收费门架编号": "S003837004000510050",
          "纬度": 35.057,
          "经度": 118.759,
          "使用状态": "备用",
          "下游门架": [
                  "3D8B16",
                  "3C8B17"
          ]
  },
  {
          "门架HEX字符串": "3D8B06",
          "门架名称": "相沟虚-相沟收费门架",
          "收费门架编号": "S003837004000620060",
          "纬度": 35.057,
          "经度": 118.759,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8B07",
          "门架名称": "临沭西-临沭西虚收费门架",
          "收费门架编号": "S003837004000710070",
          "纬度": 34.965,
          "经度": 118.598,
          "使用状态": "备用",
          "下游门架": [
                  "3D8B1A",
                  "3C8B1B"
          ]
  },
  {
          "门架HEX字符串": "3D8B08",
          "门架名称": "临沭西虚-临沭西收费门架",
          "收费门架编号": "S003837004000820080",
          "纬度": 34.965,
          "经度": 118.598,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8B09",
          "门架名称": "梅埠-梅埠虚收费门架",
          "收费门架编号": "S003837004000910090",
          "纬度": 34.907,
          "经度": 118.496,
          "使用状态": "备用",
          "下游门架": [
                  "3D8B1C",
                  "3C8B1D"
          ]
  },
  {
          "门架HEX字符串": "3D8B0A",
          "门架名称": "梅埠虚-梅埠收费门架",
          "收费门架编号": "S003837004001020100",
          "纬度": 34.907,
          "经度": 118.496,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8B0B",
          "门架名称": "郯城北-郯城北虚收费门架",
          "收费门架编号": "S003837004001110110",
          "纬度": 34.9,
          "经度": 118.415,
          "使用状态": "备用",
          "下游门架": [
                  "3D8B1E",
                  "3C8B1F"
          ]
  },
  {
          "门架HEX字符串": "3D8B0C",
          "门架名称": "郯城北虚-郯城北收费门架",
          "收费门架编号": "S003837004001220120",
          "纬度": 34.9,
          "经度": 118.415,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8B0D",
          "门架名称": "册山-册山虚收费门架",
          "收费门架编号": "S003837004001310130",
          "纬度": 34.904,
          "经度": 118.33,
          "使用状态": "备用",
          "下游门架": [
                  "3D8B20",
                  "3C8B21"
          ]
  },
  {
          "门架HEX字符串": "3D8B0E",
          "门架名称": "册山虚-册山收费门架",
          "收费门架编号": "S003837004001420140",
          "纬度": 34.904,
          "经度": 118.33,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8B0F",
          "门架名称": "罗庄-罗庄虚收费门架",
          "收费门架编号": "S003837004001510150",
          "纬度": 34.894,
          "经度": 118.256,
          "使用状态": "备用",
          "下游门架": [
                  "3D8B22",
                  "3C8B23"
          ]
  },
  {
          "门架HEX字符串": "3D8B10",
          "门架名称": "罗庄虚-罗庄收费门架",
          "收费门架编号": "S003837004001620160",
          "纬度": 34.894,
          "经度": 118.256,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7F07",
          "门架名称": "胶东机场-机场南枢纽门架",
          "收费门架编号": "S006237001000710050",
          "纬度": 36.317918,
          "经度": 120.10547,
          "使用状态": "在用",
          "下游门架": [
                  "3D7F06",
                  "3C7F01"
          ]
  },
  {
          "门架HEX字符串": "3D7F08",
          "门架名称": "机场南枢纽-胶东机场门架",
          "收费门架编号": "S006237001000820060",
          "纬度": 36.317918,
          "经度": 120.10547,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7F09",
          "门架名称": "胶莱-胶莱虚收费门架",
          "收费门架编号": "S006237001001510010",
          "纬度": 36.408125,
          "经度": 120.09548,
          "使用状态": "停用",
          "下游门架": [
                  "3D7F04",
                  "3C7F05"
          ]
  },
  {
          "门架HEX字符串": "3D7F0A",
          "门架名称": "胶莱虚-胶莱收费门架",
          "收费门架编号": "S006237001001520010",
          "纬度": 36.408125,
          "经度": 120.09548,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4611",
          "门架名称": "枣庄东城-枣庄东城虚收费门架",
          "收费门架编号": "S008337001000510010",
          "纬度": 34.897144,
          "经度": 117.530795,
          "使用状态": "在用",
          "下游门架": [
                  "3C0902",
                  "3D7D0C"
          ]
  },
  {
          "门架HEX字符串": "3D4610",
          "门架名称": "枣庄东城虚-枣庄东城收费门架",
          "收费门架编号": "S008337001000520010",
          "纬度": 34.897144,
          "经度": 117.530795,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C460D",
          "门架名称": "山亭南-山亭南虚收费门架",
          "收费门架编号": "S008337001000610010",
          "纬度": 34.898144,
          "经度": 117.536795,
          "使用状态": "在用",
          "下游门架": [
                  "3C0903",
                  "3D4602"
          ]
  },
  {
          "门架HEX字符串": "3D4612",
          "门架名称": "山亭南虚-山亭南收费门架",
          "收费门架编号": "S008337001000620010",
          "纬度": 34.898144,
          "经度": 117.536795,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7D08",
          "门架名称": "税郭-税郭虚收费门架",
          "收费门架编号": "S008337002000510010",
          "纬度": 34.833746,
          "经度": 117.685241,
          "使用状态": "在用",
          "下游门架": [
                  "3D7D02",
                  "3C7D09"
          ]
  },
  {
          "门架HEX字符串": "3D7D07",
          "门架名称": "税郭虚-税郭收费门架",
          "收费门架编号": "S008337002000520010",
          "纬度": 34.833746,
          "经度": 117.685241,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4701",
          "门架名称": "海湾大桥北-海湾大桥南北交接点门架",
          "收费门架编号": "S008537001000110070",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "停用",
          "下游门架": [
                  "3C4704",
                  "3D470A",
                  "3D470B"
          ]
  },
  {
          "门架HEX字符串": "3C4702",
          "门架名称": "海湾大桥-海湾大桥南北交接点门架",
          "收费门架编号": "S008537001000210080",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "停用",
          "下游门架": [
                  "3C4704",
                  "3D470A",
                  "3D470C"
          ]
  },
  {
          "门架HEX字符串": "3C4703",
          "门架名称": "海湾大桥南-海湾大桥南北交接点门架",
          "收费门架编号": "S008537001000310090",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "停用",
          "下游门架": [
                  "3C4704",
                  "3D470B",
                  "3D470C"
          ]
  },
  {
          "门架HEX字符串": "3D470A",
          "门架名称": "海湾大桥南北交接点-海湾大桥南门架",
          "收费门架编号": "S008537001001020100",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D470B",
          "门架名称": "海湾大桥南北交接点-海湾大桥门架",
          "收费门架编号": "S008537001001120110",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D470C",
          "门架名称": "海湾大桥南北交接点-海湾大桥北门架",
          "收费门架编号": "S008537001001220120",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "停用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C470E",
          "门架名称": "红岛南-红岛南虚收费门架",
          "收费门架编号": "S008537001001310010",
          "纬度": 36.145465,
          "经度": 120.206075,
          "使用状态": "在用",
          "下游门架": [
                  "3C4705",
                  "3D4709"
          ]
  },
  {
          "门架HEX字符串": "3D470D",
          "门架名称": "红岛南虚-红岛南收费门架",
          "收费门架编号": "S008537001001320010",
          "纬度": 36.145465,
          "经度": 120.206075,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4710",
          "门架名称": "海湾大桥-海湾大桥虚收费门架",
          "收费门架编号": "S008537001001410010",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D470F",
          "门架名称": "海湾大桥虚-海湾大桥收费门架",
          "收费门架编号": "S008537001001420010",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4712",
          "门架名称": "海湾大桥南-海湾大桥南虚收费门架",
          "收费门架编号": "S008537001001510010",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D4711",
          "门架名称": "海湾大桥南虚-海湾大桥南收费门架",
          "收费门架编号": "S008537001001520010",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C4714",
          "门架名称": "海湾大桥北-海湾大桥北虚收费门架",
          "收费门架编号": "S008537001001610010",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D4713",
          "门架名称": "海湾大桥北虚-海湾大桥北收费门架",
          "收费门架编号": "S008537001001620010",
          "纬度": 36.172458,
          "经度": 120.315869,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8001",
          "门架名称": "胶州南-胶州南虚收费门架",
          "收费门架编号": "S008537002000110010",
          "纬度": 36.129542,
          "经度": 120.138892,
          "使用状态": "在用",
          "下游门架": [
                  "3C8002"
          ]
  },
  {
          "门架HEX字符串": "3D8004",
          "门架名称": "胶州南虚-胶州南收费门架",
          "收费门架编号": "S008537002000420040",
          "纬度": 36.129542,
          "经度": 120.138892,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C6901",
          "门架名称": "济南兴隆-济绕济泰枢纽门架",
          "收费门架编号": "S008837001000110010",
          "纬度": 36.3442,
          "经度": 117.0505,
          "使用状态": "在用",
          "下游门架": [
                  "3C1C03",
                  "3D1C09",
                  "3C691A"
          ]
  },
  {
          "门架HEX字符串": "3D6902",
          "门架名称": "济绕济泰枢纽-济南兴隆门架",
          "收费门架编号": "S008837001000220020",
          "纬度": 36.3414,
          "经度": 117.0512,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C890E",
          "门架名称": "曹范北虚-曹范虚收费门架",
          "收费门架编号": "S010137001000610040",
          "纬度": 36.628,
          "经度": 117.376,
          "使用状态": "在用",
          "下游门架": [
                  "3D151B",
                  "3C1511",
                  "3D1527"
          ]
  },
  {
          "门架HEX字符串": "3D890D",
          "门架名称": "曹范虚-曹范北虚收费门架",
          "收费门架编号": "S010137001000720050",
          "纬度": 36.627,
          "经度": 117.377,
          "使用状态": "在用",
          "下游门架": [
                  "3D890C",
                  "3D8906"
          ]
  },
  {
          "门架HEX字符串": "3C8901",
          "门架名称": "董家-董家虚收费门架",
          "收费门架编号": "S010137001001310010",
          "纬度": 36.76,
          "经度": 117.312,
          "使用状态": "备用",
          "下游门架": [
                  "3C8909",
                  "3D8908"
          ]
  },
  {
          "门架HEX字符串": "3D8902",
          "门架名称": "董家虚-董家收费门架",
          "收费门架编号": "S010137001001420010",
          "纬度": 36.758,
          "经度": 117.313,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8903",
          "门架名称": "孙村东-孙村东虚收费门架",
          "收费门架编号": "S010137001001510010",
          "纬度": 36.658,
          "经度": 117.368,
          "使用状态": "备用",
          "下游门架": [
                  "3C890B",
                  "3D890A"
          ]
  },
  {
          "门架HEX字符串": "3D8904",
          "门架名称": "孙村东虚-孙村东收费门架",
          "收费门架编号": "S010137001001620010",
          "纬度": 36.658,
          "经度": 117.368,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8905",
          "门架名称": "曹范北-曹范北虚收费门架",
          "收费门架编号": "S010137001001710010",
          "纬度": 36.628,
          "经度": 117.376,
          "使用状态": "备用",
          "下游门架": [
                  "3C890E",
                  "3D890C"
          ]
  },
  {
          "门架HEX字符串": "3D8906",
          "门架名称": "曹范北虚-曹范北收费门架",
          "收费门架编号": "S010137001001820010",
          "纬度": 36.627,
          "经度": 117.377,
          "使用状态": "备用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8203",
          "门架名称": "微山-微山虚门架",
          "收费门架编号": "S381237004000410010",
          "纬度": 117.162652,
          "经度": 34.829285,
          "使用状态": "在用",
          "下游门架": [
                  "3D8202"
          ]
  },
  {
          "门架HEX字符串": "3D8204",
          "门架名称": "微山虚-微山门架",
          "收费门架编号": "S381237004000420010",
          "纬度": 117.162652,
          "经度": 34.829285,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C360D",
          "门架名称": "济东东港立交-集贤立交虚门架",
          "收费门架编号": "S720137001000610060",
          "纬度": 37.65897,
          "经度": 118.539036,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D3502",
          "门架名称": "集贤-济东东港立交虚门架",
          "收费门架编号": "S720137001000720070",
          "纬度": 37.65897,
          "经度": 118.539036,
          "使用状态": "在用",
          "下游门架": [
                  "3C3607",
                  "3D3503"
          ]
  },
  {
          "门架HEX字符串": "3C3505",
          "门架名称": "马场-马场虚收费门架",
          "收费门架编号": "S720137001001310010",
          "纬度": 37.855829,
          "经度": 118.733437,
          "使用状态": "在用",
          "下游门架": [
                  "3C360C",
                  "3D3610"
          ]
  },
  {
          "门架HEX字符串": "3D3504",
          "门架名称": "马场虚-马场收费门架",
          "收费门架编号": "S720137001001320010",
          "纬度": 37.855829,
          "经度": 118.733437,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3507",
          "门架名称": "孤岛-孤岛虚收费门架",
          "收费门架编号": "S720137001001410010",
          "纬度": 37.925833,
          "经度": 118.784342,
          "使用状态": "在用",
          "下游门架": [
                  "3C360B",
                  "3D3611"
          ]
  },
  {
          "门架HEX字符串": "3D3506",
          "门架名称": "孤岛虚-孤岛收费门架",
          "收费门架编号": "S720137001001420010",
          "纬度": 37.925833,
          "经度": 118.784342,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C3509",
          "门架名称": "仙河-仙河虚收费门架",
          "收费门架编号": "S720137001001510010",
          "纬度": 37.925974,
          "经度": 118.784178,
          "使用状态": "在用",
          "下游门架": [
                  "3C360A",
                  "3D3612"
          ]
  },
  {
          "门架HEX字符串": "3D3508",
          "门架名称": "仙河虚-仙河收费门架",
          "收费门架编号": "S720137001001520010",
          "纬度": 37.925974,
          "经度": 118.784178,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C350B",
          "门架名称": "东营港-东营港虚收费门架",
          "收费门架编号": "S720137001001610010",
          "纬度": 37.951181,
          "经度": 118.820719,
          "使用状态": "在用",
          "下游门架": [
                  "3C3609"
          ]
  },
  {
          "门架HEX字符串": "3D350A",
          "门架名称": "东营港虚-东营港收费门架",
          "收费门架编号": "S720137001001620010",
          "纬度": 37.951181,
          "经度": 118.820719,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2802",
          "门架名称": "莱州港-莱州港虚收费门架",
          "收费门架编号": "S740137001000310010",
          "纬度": 37.363834,
          "经度": 120.014055,
          "使用状态": "在用",
          "下游门架": [
                  "3C7403"
          ]
  },
  {
          "门架HEX字符串": "3D2801",
          "门架名称": "莱州港虚-莱州港收费门架",
          "收费门架编号": "S740137001000320010",
          "纬度": 37.363834,
          "经度": 120.014055,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2902",
          "门架名称": "八角-八角虚收费门架",
          "收费门架编号": "S740237001000510010",
          "纬度": 37.639053,
          "经度": 121.099126,
          "使用状态": "在用",
          "下游门架": [
                  "3C7406",
                  "3D7408"
          ]
  },
  {
          "门架HEX字符串": "3D2901",
          "门架名称": "八角虚-八角收费门架",
          "收费门架编号": "S740237001000520010",
          "纬度": 37.639053,
          "经度": 121.099126,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2903",
          "门架名称": "烟台西港-烟台西港虚收费门架",
          "收费门架编号": "S740237001000610010",
          "纬度": 37.654556,
          "经度": 121.106671,
          "使用状态": "在用",
          "下游门架": [
                  "3C7405"
          ]
  },
  {
          "门架HEX字符串": "3D2904",
          "门架名称": "烟台西港虚-烟台西港收费门架",
          "收费门架编号": "S740237001000620010",
          "纬度": 37.654556,
          "经度": 121.106671,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7409",
          "门架名称": "灵珠山东-辛安枢纽门架",
          "收费门架编号": "S760237001000110010",
          "纬度": 36.035676,
          "经度": 120.10924,
          "使用状态": "在用",
          "下游门架": [
                  "3D400B",
                  "3C740A"
          ]
  },
  {
          "门架HEX字符串": "3D7412",
          "门架名称": "辛安枢纽-灵珠山东门架",
          "收费门架编号": "S760237001001020100",
          "纬度": 36.035131,
          "经度": 120.108409,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7414",
          "门架名称": "隐珠-隐珠虚收费门架",
          "收费门架编号": "S760237001001110010",
          "纬度": 35.928196,
          "经度": 120.000827,
          "使用状态": "在用",
          "下游门架": [
                  "3C740D",
                  "3D740F"
          ]
  },
  {
          "门架HEX字符串": "3D7413",
          "门架名称": "隐珠虚-隐珠收费门架",
          "收费门架编号": "S760237001001120010",
          "纬度": 35.927845,
          "经度": 120.001414,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7416",
          "门架名称": "灵珠山-灵珠山虚收费门架",
          "收费门架编号": "S760237001001210010",
          "纬度": 36.028134,
          "经度": 120.087437,
          "使用状态": "在用",
          "下游门架": [
                  "3C740B",
                  "3D7411"
          ]
  },
  {
          "门架HEX字符串": "3D7415",
          "门架名称": "灵珠山虚-灵珠山收费门架",
          "收费门架编号": "S760237001001220010",
          "纬度": 36.028445,
          "经度": 120.086882,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C7418",
          "门架名称": "灵山湾-灵山湾虚收费门架",
          "收费门架编号": "S760237001001310010",
          "纬度": 35.958623,
          "经度": 120.039184,
          "使用状态": "在用",
          "下游门架": [
                  "3C740C",
                  "3D7410"
          ]
  },
  {
          "门架HEX字符串": "3D7417",
          "门架名称": "灵山湾虚-灵山湾收费门架",
          "收费门架编号": "S760237001001320010",
          "纬度": 35.959,
          "经度": 120.038674,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C2302",
          "门架名称": "日照港-日照港虚收费门架",
          "收费门架编号": "S780137001000310010",
          "纬度": 35.385408,
          "经度": 119.417790219709,
          "使用状态": "在用",
          "下游门架": [
                  "3C1D0F"
          ]
  },
  {
          "门架HEX字符串": "3D2301",
          "门架名称": "日照港虚-日照港收费门架",
          "收费门架编号": "S780137001000320010",
          "纬度": 35.385408,
          "经度": 119.417790219709,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3C8307",
          "门架名称": "崔寨南虚-崔寨南门架",
          "收费门架编号": "S810537001000310030",
          "纬度": 36.791592,
          "经度": 117.070242,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D8308",
          "门架名称": "崔寨南-崔寨南虚门架",
          "收费门架编号": "S810537001000420040",
          "纬度": 36.791592,
          "经度": 117.070242,
          "使用状态": "在用",
          "下游门架": [
                  "3D8303",
                  "3C8302"
          ]
  },
  {
          "门架HEX字符串": "3C8305",
          "门架名称": "华山北虚-华山北门架",
          "收费门架编号": "S810537001001110080",
          "纬度": 36.754836,
          "经度": 117.101469,
          "使用状态": "在用",
          "下游门架": []
  },
  {
          "门架HEX字符串": "3D8306",
          "门架名称": "华山北-华山北虚门架",
          "收费门架编号": "S810537001001220070",
          "纬度": 36.754836,
          "经度": 117.101469,
          "使用状态": "在用",
          "下游门架": [
                  "3D8301",
                  "3C830A"
          ]
  },
  {
          "门架HEX字符串": "3C830A",
          "门架名称": "华山北虚-华山北枢纽门架",
          "收费门架编号": "S810537001001310090",
          "纬度": 36.75484,
          "经度": 117.101465,
          "使用状态": "在用",
          "下游门架": [
                  "3C0D0F",
                  "3D0E1C"
          ]
  },
  {
          "门架HEX字符串": "3D8309",
          "门架名称": "华山北枢纽-华山北虚门架",
          "收费门架编号": "S810537001001420100",
          "纬度": 36.768992,
          "经度": 117.103392,
          "使用状态": "在用",
          "下游门架": [
                  "3D8301",
                  "3C8305"
          ]
  }
];

// console.log(Devicedata)
